Repository: wlccore/wlc_core
Catalog: root/locale/ua_UA/LC_MESSAGES/loyalty.po
Languages: uk

source: Set transaction type
uk: Встановіть тип транзакції

source: No user id
uk: Немає ідентифікатора користувача

source: No amount
uk: Немає суми

source: No loyalty record
uk: Немає запису про лояльність

source: Wrong request path
uk: Неправильний шлях запиту

source: Debet amount to big
uk: Сума депозиту занадто велика

source: Wrong transaction type
uk: Неправильний тип транзакції

source: Awaiting limits information
uk: Очікує інформації щодо лімітів

source: Wrong currency
uk: Неправильна валюта

source: Non existent level
uk: Неіснуючий рівень

source: No points
uk: Немає балів

source: Set loyalty level
uk: Встановіть рівень лояльності

source: No bet
uk: Немає ставки

source: No ID user
uk: Немає ID користувача

source: No ID bonus
uk: Немає ID бонусу

source: Wrong amount
uk: Неправильна сума

source: No bonus ID
uk: Немає бонусного ідентифікатора

source: No user ID
uk: Немає ідентифікатора користувача

source: Wrong date format
uk: Неправильний формат дати

source: Date must not be today
uk: Дата не повинна бути сьогодні

source: No bonus id
uk: Немає бонусного ідентифікатора

source: No status
uk: Немає статусу

source: Bonus not found
uk: Бонус не знайдено

source: Already have active
uk: Уже активований

source: Bonus is not available
uk: Бонус недоступний

source: First deposit, already deposited
uk: Перший депозит, вже депонований

source: Dont satisfy bonus conditions
uk: Не задовольняють бонусні умови

source: Bonus used
uk: Бонус використано

source: Promo code needed
uk: Необхідний промо-код

source: Wrong promo code
uk: Неправильний промо-код

source: User ID not set
uk: Ідентифікатор користувача не встановлено

source: Wrong bonus results value
uk: Неправильне значення результатів бонусу

source: Wrong bonus results freerounds value
uk: Неправильне значення результатів бонусу щодо фріраундів

source: Bonus name required
uk: Потрібне ім'я бонусу

source: Wrong bonus event
uk: Неправильний бонусний захід

source: Wrong bonus type
uk: Неправильний тип бонусу

source: Wrong bonus repeat period
uk: Неправильний період повторення бонусу

source: Wrong bonus expire period
uk: Неправильний термін завершення дії бонусу

source: Wrong bonus budget
uk: Неправильний бонусний бюджет

source: Wrong bonus start date
uk: Неправильна дата початку бонусу

source: Wrong bonus end date
uk: Неправильна дата завершення бонусу

source: Following codes are duplicated
uk: Наступні коди дублюються

source: Bonus name already exists
uk: Назва бонусу вже існує

source: Wrong bonus ID
uk: Неправильний бонусний ідентифікатор

source: Activated bonuses
uk: Активовані бонуси

source: Can't delete
uk: Неможливо видалити

source: No bonus
uk: Немає бонусів

source: Wrong store action
uk: Неправильна дія магазину

source: No order id
uk: Немає ідентифікатора замовлення

source: Order not found
uk: Замовлення не знайдено

source: No item id
uk: Немає ідентифікатора елемента

source: User not found
uk: Користувача не знайдено

source: Item not found
uk: Елемент не знайдено

source: Item price not set for currency: LOYALTY
uk: Ціна товару не встановлена ​​для валюти: LOYALTY

source: Not enough loyalty points
uk: Недостатньо очок лояльності

source: Item out of stock
uk: Елемент не в наявності

source: User not found in tournament
uk: Користувача не знайдено в турнірі

source: Set codes count
uk: Встановіть коди

source: Codes count exceeds 300 000
uk: Кількість кодів перевищує 300 000

source: Wrong batch ID
uk: Неправильний ідентифікатор пакета

source: Codes not set
uk: Коди не встановлені

source: Modificator not found
uk: Модифікатор не знайдено

source: No levels defined
uk: Не визначено рівні

source: Level not found
uk: Рівень не знайдено

source: No category ID
uk: Немає ідентифікатора категорії

source: Category not found
uk: Категорію не знайдено

source: No category name
uk: Немає назви категорії

source: Wrong category ID
uk: Неправильний ідентифікатор категорії

source: No category id
uk: Немає ідентифікатора категорії

source: No item ID
uk: Немає ідентифікатора елемента

source: Wrong item ID
uk: Неправильний ідентифікатор елемента

source: Wrong item BonusEventAmount
uk: Неправильний елемент BonusEventAmount

source: No item
uk: Немає елемента

source: Wrong tournament ID
uk: Неправильний ідентифікатор турніру

source: Wrong Tournament ID
uk: Неправильний ідентифікатор Турніру

source: No ID tournament
uk: Немає ідентифікатора турніру

source: No tournament ID
uk: Немає ідентифікатора турніру

source: No tournament id
uk: Немає ідентифікатора турніру

source: Tournament name required
uk: Необхідне ім'я турніру

source: Wrong tournament period
uk: Неправильний період турніру

source: Wrong tournament start date
uk: Неправильна дата початку турніру

source: Tournament not found
uk: Турнір не знайдено

source: Activated Tournaments
uk: Активовані турніри

source: No tournament
uk: Немає турніру

source: Wrong event type
uk: Неправильний тип події

source: No event id
uk: Немає ідентифікатора події

source: Empty data
uk: Порожні дані

source: No data
uk: Немає даних

source: Bonuses are forbidden for user
uk: Бонуси заборонені користувачеві

source: Tournaments are forbidden for user
uk: Турніри заборонені для користувача

source: Bonus pending cancellation
uk: Бонус очікує на скасування

source: Cancel not supported
uk: Скасування не підтримується

source: Awaiting limits information, try later
uk: Очікуйте інформації щодо лімітів, спробуйте пізніше

source: Error cancellation of the bonus
uk: Помилка скасування бонусу
