Repository: wlccore/wlc_core
Catalog: root/locale/ua_UA/LC_MESSAGES/messages.po
Languages: uk

source: controller_does_not_exists
uk: Контролер не існує

source: purchase_error
uk: Помилка придбання

source: game_added_to_favorites
uk: Гра додана до вибраного

source: must_login
uk: Повинен увійти

source: No bonus name
uk: Немає назви бонуса

source: No bonus descripton
uk: Немає опису бонусів

source: No user id
uk: Немає ідентифікатора користувача

source: No bonus id
uk: Немає ідентифікатора бонуса

source: No status
uk: Без статусу

source: Bonus not found
uk: Бонус не знайдено

source: Already have active
uk: Уже активний

source: Bonus is not available
uk: Бонус недоступний

source: First deposit, already deposited
uk: Перший депозит, вже здійснено

source: No loyalty record
uk: Немає запису про лояльність

source: Dont satisfy bonus conditions
uk: Не задовольняє бонусним умовам

source: Bonus used
uk: Бонус використано

source: Promo code needed
uk: Необхідно промо-код

source: Wrong promo code
uk: Неправильний промо-код

source: Bonuses are forbidden for user
uk: Бонуси заборонені користувачеві

source: Already have an active bonus
uk: Уже активний

source: registration
uk: реєстрація

source: verification
uk: перевірка

source: sign up
uk: зареєструватися

source: store
uk: магазин

source: login
uk: логін

source: deposit
uk: депозит

source: deposit first
uk: спершу депозит

source: deposit sum
uk: сума депозиту

source: deposit repeated
uk: депозит повторено

source: bet
uk: ставка

source: bet sum
uk: сума ставки

source: once
uk: один раз

source: day
uk: день

source: week
uk: тиждень

source: month
uk: місяць

source: all
uk: все

source: bonus
uk: бонус

source: win
uk: виграш

source: win and bonus
uk: виграш і бонус

source: winevent
uk: виграші та бонус

source: winbonusevent
uk: виграші + бонус + подія

source: none
uk: немає

source: balance
uk: баланс

source: experience
uk: досвід

source: loyalty
uk: лояльність

source: absolute
uk: абсолютний

source: relative
uk: відносний

source: bets
uk: ставки

source: wins
uk: виграші

source: turnover
uk: оборот

source: negative turnover
uk: негативний оборот

source: unlimited
uk: необмежений

source: one day
uk: один день

source: two days
uk: два дні

source: three days
uk: 3 дні

source: seven days
uk: 7 днів

source: ten days
uk: 10 днів

source: fourteen days
uk: 14 днів

source: thirty days
uk: 30 днів

source: sixty days
uk: 60 днів

source: ninety days
uk: 90 днів

source: one week
uk: один тиждень

source: two weeks
uk: два тижні

source: one month
uk: один місяць

source: every day
uk: щодня

source: every week
uk: щотижня

source: every two weeks
uk: кожних два тижні

source: every month
uk: щомісяця

source: fee
uk: комісія

source: turnover and fee
uk: оборот і комісія

source: everyday
uk: кожен день

source: monday
uk: Понеділок

source: tuesday
uk: Вівторок

source: wednesday
uk: Середа

source: thursday
uk: Четвер

source: friday
uk: П'ятниця

source: saturday
uk: Субота

source: sunday
uk: Неділя

source: transaction_list_is_empty
uk: Список транзакцій порожній

source: date_incorrect_from_date_higher_then_to_date
uk: Дата невірна, оскільки пізніше, ніж сьогодні.

source: cancelled
uk: скасовано

source: rejected
uk: відхилено

source: error
uk: помилка

source: in_progress
uk: В процесі

source: confirmed
uk: підтверджено

source: system_error
uk: Системна помилка

source: completed
uk: завершено

source: aborted
uk: перервано

source: credit
uk: кредит

source: debet
uk: дебет

source: withdraw_unavailable
uk: Виведення недоступне

source: withdraw_check_error
uk: Помилка перевірки виведення

source: set_amount
uk: Встановіть кількість

source: country_and_birth_date_required
uk: Потрібні країна та дата народження

source: payment_request_sent
uk: Відправлено запит на оплату

source: payment_request_error
uk: Помилка запиту на оплату

source: max_limit_of_withdraw_reached
uk: Досягнуто максимальний ліміт виведення

source: sys_error_message
uk: Повідомлення про системну помилку

source: input_purse
uk: Вкажіть гаманець

source: New password is empty
uk: Новий пароль порожній

source: Repeat password is empty
uk: Поле повторного введення пароля порожнє

source: Code is empty
uk: Код порожній

source: Code is incorrect
uk: Код неправильний

source: Password must be at least 6 characters long
uk: Пароль повинен містити принаймні 6 символів

source: pass_not_match
uk: Повторення пароля порожнє

source: Session expired
uk: Сеанс закінчився

source: social_account_expired
uk: Строк дії облікового запису у соцмережі закінчився

source: Empty subject
uk: Пуста тема

source: Empty message
uk: Порожнє повідомлення

source: Empty required parameter
uk: Недійсні параметри запиту

source: Unknown error
uk: Невідома помилка

source: Not allowed player country
uk: Ви не можете грати в цю гру, оскільки це не дозволено у вашій країні.

source: Demo not supported
uk: Метод не підтримується

source: Your currency is not supported by this provider
uk: Ваша валюта не підтримується цим провайдером

source: Branded games are not enabled
uk: Брендові ігри не ввімкнено

source: Self exclusion date
uk: Дата самовиключення

source: Self exclusion
uk: Cамовиключення

source: does not exists
uk: не існує

source: Method is not supported
uk: Метод не підтримується

source: Data type is not found
uk: Тип даних не знайдено

source: Invalid request parameters
uk: Недійсні параметри запиту

source: No bonus description
uk: Немає опису бонусів

source: Selected
uk: Вибрано

source: Qualified
uk: Кваліфікований

source: Deleted
uk: Видалено

source: Deactivated
uk: Деактивовано

source: Canceled
uk: Скасовано

source: Ending
uk: Закінчення

source: Ended
uk: Закінчено

source: Loyalty API Failure
uk: Помилка API лояльності

source: Loyalty result not supported
uk: Результат лояльності не підтримується

source: User not found
uk: Користувача не знайдено

source: Empty access token user identifier
uk: Порожній ідентифікатор мерчанта

source: Empty access token identifier
uk: Порожній ідентифікатор мерчанта

source: Method not allowed
uk: Спосіб не допускається

source: Your country is on the forbidden list
uk: Ваша країна знаходиться в забороненому списку

source: Too many requests
uk: Забагато запитів

source: Code is not valid
uk: Код недійсний

source: Method Not Allowed
uk: Метод не дозволений

source: Api endpoint not found
uk: Api endpoint не знайдено

source: User not authorized
uk: Користувач не авторизований

source: Merchant system not selected or invalid
uk: Система мерчанта не вибрана або недійсна

source: Amount is not selected or invalid
uk: Кількість не вибрана або недійсна

source: Bonus ID Not found
uk: Бонус не знайдено

source: Bonus Selected Not found
uk: Бонус не знайдено

source: User is not authorized
uk: Користувач не авторизований

source: Exceeds allowed file size
uk: Перевищення дозволеного розміру файлу

source: Mb
uk: Мб

source: Request invalid. Error:
uk: Недійсний запит. Помилка:

source: Empty launch code
uk: Порожній код запуску

source: Empty merchant identifier
uk: Порожній ідентифікатор мерчанта

source: Empty games catalog
uk: Каталог порожніх ігор

source: Unknown game launch code
uk: Невідомий код запуску гри

source: Not supported exception
uk: Не підтримуваний виняток

source: Invalid token provided
uk: Надано недійсний токен

source: Phone already verified
uk: Телефон уже підтверджено

source: Insufficient parameters
uk: Недостатні параметри

source: Invalid verification code
uk: Недійсний код підтвердження

source: Empty phone number
uk: Порожній номер телефону

source: Invalid phone number
uk: Недійсний номер телефону

source: Anonymous
uk: Анонімний

source: Item not found
uk: Елемент не знайдено

source: Sent from web-form at
uk: Надіслано з веб-форми за адресою

source: Unauthorized
uk: Не авторизовано

source: Tournaments history error
uk: Помилка історії турнірів

source: Tournaments type not found
uk: Тип турнірів не знайдено

source: Tournament not found
uk: Турнір не знайдено

source: Tournaments subscribe error
uk: Помилка підписки на турніри

source: Email sent, recovery link will be available for 30 minutes
uk: Листа надіслано, посилання для відновлення буде доступне протягом 30 хвилин

source: Password repeat is empty
uk: Повтор пароля порожній

source: New password may contain only latin letters, numbers and special symbols
uk: Новий пароль може містити лише латинські літери, цифри та спеціальні символи

source: Password must contain latin letters in upper and lower case, numbers and special symbols
uk: Пароль повинен містити латинські літери у верхньому та нижньому регістрі, цифри та спеціальні символи

source: Password must contain latin letters and numbers
uk: Пароль повинен містити латинські літери та цифри

source: Passwords do not match
uk: Паролі не збігаються

source: Password is empty
uk: Пароль порожній

source: Password is invalid
uk: Пароль недійсний

source: Code is invalid
uk: Код недійсний

source: Email change is not allowed
uk: Зміни електронної пошти заборонено

source: Email is required
uk: Потрібен email

source: User update failed
uk: Помилка оновлення користувача

source: Email verification code is not found, maybe you have already confirmed your email, please check your mailbox
uk: Код підтвердження електронної пошти не знайдено. Можливо, ви вже підтвердили свою електронну пошту. Перевірте, будь ласка, свою поштову скриньку.

source: Registration_complete
uk: Реєстрація завершена

source: You haven't deposited through this system so you can't withdraw funds using it. Make a deposit via this system in order to withdraw.
uk: Ви не зробили депозит через цю систему, тому ви не можете зняти кошти за допомогою це. Зробити депозит через цю систему, щоб вийти.

source: Impossible to send email
uk: Неможливо надіслати листа

source: Server returned invalid response
uk: Сервер повернув недійсну відповідь

source: Incorrect version API in address
uk: Неправильна версія API в адресі

source: Not specified API key
uk: Не вказано ключ API

source: Incorrect API key
uk: Неправильний ключ API

source: Incorrect IP address client
uk: Неправильний клієнт IP-адреси

source: Invalid command
uk: Недійсна команда

source: Specified command does not exist or is not available
uk: Зазначена команда не існує або недоступна

source: System error
uk: Системна помилка

source: Not specified the SMS identifier
uk: Не вказано ідентифікатор SMS

source: Sender address does not exist
uk: Адреса відправника не існує

source: Not specified content
uk: Не вказаний контент

source: Faulty or unsupported country code
uk: Неправильний або непідтримуваний код країни

source: Content is too long
uk: Контент задовгий

source: Incorrect encoding of the content
uk: Неправильне кодування контенту

source: Exceeded monthly limit
uk: Перевищений місячний ліміт

source: Batch ID does not exist
uk: Ідентифікатор пакету не існує

source: List recipients does not exist
uk: Список одержувачів не існує

source: Invalid recipient number
uk: Недійсний номер одержувача

source: No content
uk: Немає контенту

source: Wrong content
uk: Неправильний контент

source: Unable send message
uk: Не вдалося надіслати повідомлення

source: connect_social_account_email_theme
uk: Тема электронної адреси для підключених соціальних мереж

source: not_logged_in
uk: Ви не увійшли

source: please_set_email
uk: Будь ласка, зазначте електронну адресу.

source: please_set_password
uk: Будь ласка, установіть пароль.

source: Code incorrect, user not found
uk: Код неправильний, користувача не знайдено

source: email_has_been_verified
uk: Електронну пошту підтверджено

source: email_to_connect_social_sent
uk: Електронного листа для підключення через соціальну мережу надіслано

source: Registration complete
uk: Дата самовиключення

source: _ip_fraud_msg
uk: ip fraud message

source: Session is expired
uk: Сеанс закінчився

source: System ID not specified
uk: Ідентифікатор системи не вказано

source: Incorrect email, please try again from the start
uk: Неправильна адреса електронної пошти. Повторіть спробу спочатку

source: Email is empty
uk: Електронна пошта порожня

source: Error, account with this email does not exist.
uk: Помилка, обліковий запис із цим повідомленням не існує.

source: Password recovery
uk: Відновлення паролю

source: current_password_empty
uk: Поточний пароль порожній

source: Current password is incorrect
uk: Поточний пароль порожній

source: day_not_set
uk: День не встановлено

source: month_not_set
uk: Місяць не встановлено

source: year_not_set
uk: Рік не встановлено

source: Country is not picked
uk: Країна не вибрана

source: Gender is not picked
uk: Стать не вибрана

source: input_repeated_password
uk: Введений пароль невірний

source: Password does not match
uk: Пароль не збігається

source: Email field is empty or incorrect
uk: Поле електронної пошти порожнє або неправильне

source: Email already in use
uk: E-mail вже використовується

source: Email field is incorrect
uk: Поле електронної пошти неправильне

source: Login field is empty
uk: Поле Логін пусте

source: Email field is empty
uk: Поле електронної пошти порожнє

source: login_already_in_use
uk: Логін вже використовується

source: phone_empty
uk: Телефон порожній

source: Phone number is incorrect. Must be
uk: Номер телефону неправильний. Повинно бути

source: Phone number too long
uk: Номер телефону занадто довгий

source: Phone number is incorrect: some unallowed symbols used.
uk: Номер телефону неправильний: використані деякі заборонені символи.

source: new_pass_less_6_symbols
uk: Новий пароль менше 6 символів

source: first_name_empty
uk: Ім'я пусте

source: last_name_empty
uk: Прізвище порожнє

source: New email field is incorrect
uk: Поле електронної пошти неправильне

source: User verification failed
uk: перевірка

source: authorization_error
uk: Помилка авторизації

source: registration_in_progress
uk: Реєстрація триває

source: user_disabled
uk: Користувача заблоковано

source: Email field incorrect
uk: Поле електронної пошти неправильне

source: email_empty_incorrect
uk: Поле електронної пошти неправильне

source: pass_less_6_symbols
uk: Пароль менше 6 символів

source: Password may contain only latin letters, numbers and special symbols
uk: Пароль може містити лише латинські літери, цифри та спеціальні символи

source: currency_not_set
uk: Валюта не встановлена

source: Currency field is invalid
uk: Поле валюти недійсне

source: reg_promo_is_invalid
uk: Акція реєстрації недійсна

source: email_already_registered
uk: Електронна пошта вже зареєстрована

source: login_already_registered
uk: Логін вже зареєстровано

source: Activate your account
uk: Активуйте обліковий запис

source: Registration confirmation is in progress
uk: Триває підтвердження реєстрації

source: Unknown status
uk: Невідомий статус

source: first name
uk: ім'я

source: last name
uk: прізвище

source: birth date
uk: день народження

source: sex
uk: стать

source: country
uk: країна

source: phone number
uk: номер телефону

source: To change %s field please contact our support at
uk: Щоб змінити %s поле, будь ласка, зверніться до нашої служби підтримки

source: Email has invalid format
uk: Недійсний формат електронної пошти

source: Repeat password field is empty
uk: Поле повторного введення пароля порожнє

source: First name field is empty
uk: Поле "Ім'я" порожнє

source: Last name field is empty
uk: Поле прізвища порожнє

source: Gender field is empty
uk: Поле "Стать" порожнє

source: Currency field is empty
uk: Поле валюти порожнє

source: Country code is empty
uk: Код країни порожній

source: Phone code is empty
uk: Телефонний код порожній

source: Phone number field is empty
uk: Поле номера телефону порожнє

source: Phone number invalid format
uk: Недійсний формат номера телефону

source: Password field is empty
uk: Поле пароля порожнє

source: Password strength is weak
uk: Надійність паролю слабка

source: Login is already registered
uk: Електронна пошта вже зареєстрована

source: Email is already registered
uk: Електронна пошта вже зареєстрована

source: Phone is already registered
uk: Електронна пошта вже зареєстрована
