Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/loyalty.po
Languages: ar_kw, az_az, cn_cn, cs_cz, da_dk, el_gr, es_es, es_la, et_ee, fi_fi, hi_hi, hu_hu, ja_jp, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Wrong promo code
ar_kw: كود ترويجى خاطئ
az_az: Səhv promo kodu
cn_cn: 错误的促销代码
cs_cz: Nesprávný promo kód
da_dk: Forkert kampagnekode
el_gr: Εσφαλμένος προωθητικός κωδικός
es_es: Código de promoción incorrecto
es_la: C�digo de promoci�n incorrecto
et_ee: Vale kampaaniakood
fi_fi: V‰‰r‰ kampanjakoodi
hi_hi: गलत प्रोमो कोड
hu_hu: Helytelen promóciós kód
ja_jp: 誤ったプロモコード
kk_kz: Жарамсыз промокод
mn_mn: Урамшууллын код буруу байна
ms_my: Kod promo salah
nb_no: Feil kampanjekode
pl_pl: Niepoprawny kod promocyjny
pt_br: Código promocional errado
pt_pt: Código promocional errado
ro_ro: Cod promoțional greșit
ru_ru: Неверный промо-код
sv_se: Felaktig kampanjkod
th_th: รหัสโปรโมชั่นไม่ถูกต้อง
tr_tr: Hatalı promosyon kodu
tt_ru: Ялгыш промо-код
uz_uz: Noto'g'ri promo kodi
vi_vn: Mã khuyến mãi không chính xác

source: User ID not set
ar_kw: لم يتم تعيين معرف المستخدم
az_az: İstifadəçi ID-si təyin edilməyib
cn_cn: 未设置用户 ID
cs_cz: ID uživatele nenastaveno
da_dk: Bruger-id’et er ikke angivet
el_gr: Δεν έχει οριστεί το αναγνωριστικό χρήστη
es_es: Identificación de usuario no establecida
es_la: Identificaci�n de usuario no establecida
et_ee: Kasutajatunnus pole määratud
fi_fi: K‰ytt‰j‰tunnusta ei asetettu
hi_hi: उपयोगकर्ता आईडी सेट नहीं है
hu_hu: A felhasználói azonosító nincs beállítva
ja_jp: ユーザー ID が設定されていません
kk_kz: Пайдаланушы идентификаторы орнатылмаған
mn_mn: Хэрэглэгчийн нэрийг тохируулаагүй
ms_my: ID pengguna tidak ditetapkan
nb_no: Bruker ID ikke satt
pl_pl: Nie ustawiono ID użytkownika
pt_br: ID de usuário não definido
pt_pt: Identificação do usuário não definida
ro_ro: ID-ul de utilizator nu este setat
ru_ru: ID пользователя не установлен
sv_se: Användar-ID saknas
th_th: ไม่ได้ตั้ง ID ผู้ใช้
tr_tr: Kullanıcı ID belirlenmedi
tt_ru: Кулланучы ID куелмаган
uz_uz: Foydalanuvchi identifikatori o'rnatilmagan
vi_vn: ID người dùng chưa được thiết lập

source: Wrong bonus results value
ar_kw: قيمة نتائج المكافأة خاطئة
az_az: Yanlış bonus nəticələrinin dəyəri
cn_cn: 错误的奖金产生价值
cs_cz: Nesprávná hodnota výsledků bonusu
da_dk: Forkert bonusresultatværdi
el_gr: Εσφαλμένη τιμή αποτελεσμάτων μπόνους
es_es: Valor de los resultados de bonificación equivocados
es_la: Valor de los resultados de bonificaci�n equivocados
et_ee: Boonustulemuste vale väärtus
fi_fi: V‰‰r‰ bonustulosten arvo
hi_hi: गलत बोनस परिणाम मूल्य
hu_hu: Helytelen bónusz eredmény érték
ja_jp: 誤ったボーナス結果の価値
kk_kz: Бонус нәтижелерінің қате мәні
mn_mn: Бонусын дүнгийн хэмжээ буруу
ms_my: Nilai keputusan bonus tidak betul
nb_no: Feil bonusresultatverdi
pl_pl: Zły bonus wyniki wartość
pt_br: Valor de resultados de bônus errado
pt_pt: Valor errado do resultado do bônus
ro_ro: Valoarea greșită a rezultatelor bonusului
ru_ru: Неверное значение результатов бонуса
sv_se: Felaktigt värde på bonusresultat
th_th: ค่าผลโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus sonuç değeri
tt_ru: Бонус нәтиҗәләренең ялгыш мәгънәсе
uz_uz: Bonus natijalarining noto'g'ri qiymati
vi_vn: Giá trị kết quả thưởng không chính xác

source: Wrong bonus results freerounds value
ar_kw: قيمة نتائج الجولات الحرة للمكافأة خاطئة
az_az: Səhv bonus nəticəsində freerounds dəyəri
cn_cn: 错误的奖金导致免费游戏
cs_cz: Nesprávná hodnota výsledků volných kol bonusu
da_dk: Forkert bonus resultater freerounds værdi
el_gr: Εσφαλμένη τιμή αποτελεσμάτων μπόνους για τους δωρεάν γύρους
es_es: Los resultados de bonificación de valor de rondas libres equivocados
es_la: Los resultados de bonificaci�n de valor de rondas libres equivocados
et_ee: Vale Freerounds boonuse tulemuste väärtus
fi_fi: V‰‰r‰ bonustulosten ilmaiskierrosten arvo
hi_hi: गलत बोनस परिणाम फ्रीराउंड्स मुल्य
hu_hu: Helytelen bónusz eredmény a szabad pörgetés értékében
ja_jp: 誤ったボーナス結果は無料ラウンド価値となります
kk_kz: Қате мән
mn_mn: Үнэгүй тоглох бонусын дүнгийн хэмжээ буруу
ms_my: Keputusan bonus nilai pusingan percuma tidak betul
nb_no: Feil bonusresultat gratisrundeverdi
pl_pl: Zły bonus wyniki darmowe rundy wartość
pt_br: Valor de giros grátis de resultados de bônus errado
pt_pt: Resultados de bônus errados - valor de freerounds
ro_ro: Bonusul greșit are ca rezultat o valoare liberă
ru_ru: Неверное значение
sv_se: Felaktigt värde på bonusresultat på gratisomgångar
th_th: ค่ารอบอิสระผลโบนัสไม่ถูกต้อง
tr_tr: Yalnış bonus sonucu ücretsiz hak değeri
tt_ru: Ялгыш мәгънә
uz_uz: Noto'g'ri qiymat
vi_vn: Kết quả thưởng không chính xác giá trị vòng miễn phí

source: Wrong bonus results award wagering
ar_kw: جائزة الرهان على نتائج المكافة خاطئة
az_az: Səhv bonus nəticələri mükafat mərcləri
cn_cn: 错误的奖金导致奖励下注
cs_cz: Nesprávné výsledky bonusu odměna za sázení
da_dk: Forkert bonus resultater tildeling indsatser
el_gr: Εσφαλμένα αποτελέσματα για την απονομή του στοιχήματος
es_es: Los resultados de bono equivocados apostando el premio
es_la: Los resultados de bono equivocados apostando el premio
et_ee: Vale boonustulemus tekitab auhinnale panustamist
fi_fi: V‰‰r‰ bonustulosten palkinnon kierr‰tys
hi_hi: गलत बोनस परिणाम पुरस्कार जुआ
hu_hu: Helytelen bónusz eredmény a fogadás díjában
ja_jp: 誤ったボーナスは賞与を賭ける結果になります
kk_kz: Ойнату ұтысының қате нәтижесі
mn_mn: Шагналын бооцооны бонусын дүн буруу
ms_my: Pertaruhan anugerah keputusan bonus tidak betul
nb_no: Feil bonusresultat prisbelønning
pl_pl: Zły bonus wyniki nagroda obrót
pt_br: Concessão de prêmio de resultados de bônus errado
pt_pt: Resultados de bônus errados - apostas em prêmios
ro_ro: Rezultatul greșit la bonusuri a fost pariat la premii
ru_ru: Неправильный результат награды отыгрыша
sv_se: Felaktig omsättning (utmärkelse) på bonusresultat
th_th: รางวัลการเดิมพันผลโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus sonucu ödül bahsi
tt_ru: Җиңү бүләгенең дөрес булмавы
uz_uz: G'oliblik mukofotining noto'g'ri natijasi
vi_vn: Kết quả thưởng không chính xác trao thưởng đặt cược

source: Wrong bonus results chunk size
ar_kw: حجم قطعة المكافأة خط
az_az: Yanlış bonus nəticələri yığın ölçüsü
cn_cn: 错误的奖励导致赌注碎片化
cs_cz: Nesprávné výsledky bonusu velikost části
da_dk: Forkert bonus resultater luns størrelse
el_gr: Εσφαλμένο μέγεθος αποτελεσμάτων μπόνους
es_es: Tamaño de trozo equivocado de resultados de bonificación
es_la: Tama�o de trozo equivocado de resultados de bonificaci�n
fi_fi: V‰‰r‰ bonustulosten p‰tk‰koko
hi_hi: गलत बोनस परिणाम बड़ा आकार
hu_hu: Helytelen bónusz eredmény a darabszámokban
ja_jp: 誤ったボーナスは結果として大量サイズを生じます
kk_kz: Бөлшек өлшемінің қате нәтижесі
ms_my: Keputusan bonus saiz bahagian tidak betul
nb_no: Feil bonusresultat chunk-størrelse
pl_pl: Zły bonus wyniki kawałek rozmiar
pt_br: Dimensão do tamanho de resultados de bônus errado
pt_pt: Resultados de bônus errados - tamanho do pedaço
ro_ro: Bonusul greșit are ca rezultat mărimea bucății
ru_ru: Неправильный результат размера части
sv_se: Felaktig chunkstorlek på bonusresultat
th_th: ขนาดก้อนผลโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus sonucu parça değeri
tt_ru: Өлеш зурлыгының тигез булмавы
uz_uz: Noto'g'ri parcha hajmi natijasi
vi_vn: Kết quả thưởng không chính xác kích thước khối

source: Wrong bonus results release wagering
ar_kw: نتائج مكافأة رهان خاطئة
az_az: Yanlış bonus nəticələri mərcləri buraxır
cn_cn: 错误的奖金导致赌注释放
cs_cz: Nesprávné výsledky bonusu uvolňovací sázka
da_dk: Forkerte bonusresultater frigiver indsatser
el_gr: Εσφαλμένα αποτελέσματα μπόνους για το στοίχημα
es_es: Los resultados de bonificación equivocados lanzan apuestas
es_la: Los resultados de bonificaci�n equivocados lanzan apuestas
et_ee: Vale boonuse tulemus vabastab panustamise
fi_fi: V‰‰r‰ bonustulosten vapautuksen kierr‰tys
hi_hi: गलत बोनस परिणाम रिलीज जुआ
hu_hu: Helytelen bónusz eredmény a fogadás elengedésében
ja_jp: 誤ったボーナスは賭けを解除する結果になります
ms_my: Pertaruhan pelepasan keputusan bonus adalah tidak betul
nb_no: Feil bonusresultat meldingssatser
pl_pl: Zły bonus wyniki wydanie obrót
pt_br: Liberação de apostas de resultados de bônus errado
pt_pt: Resultados de bônus errados - apostas de lançamento
ro_ro: Rezultatele greșite ale bonusului eliberează pariuri
sv_se: Felaktig omsättning (överlåtelse) på bonusresultat
th_th: การปล่อยการเดิมพันผลโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus sonucu bahis salma
vi_vn: Kết quả thưởng không chính xác kích hoạt đặt cược

source: Bonus name required
ar_kw: اسم المكافأة مطلوب
az_az: Bonus adı tələb olunur
cn_cn: 需要奖励名称
cs_cz: Název bonusu je povinný
da_dk: Bonusnavn påkrævet
el_gr: Απαιτείται το όνομα του μπόνους
es_es: Nombre de bono requerido
es_la: Nombre de bono requerido
et_ee: Boonuse nimi on vajalik
fi_fi: Bonuksen nimi vaaditaan
hi_hi: बोनस नाम आवश्यक है
hu_hu: Bónusz név szükséges
ja_jp: ボーナス名が必要です
kk_kz: Бонус атауы қажет
mn_mn: Бонусын нэр шаардлагатай
ms_my: Nama bonus diperlukan
nb_no: Bonusnavn er påkrevd
pl_pl: Wymagana nazwa bonusu
pt_br: Nome do bônus requerido
pt_pt: Nome de bônus requerido
ro_ro: Numele bonusului necesar
ru_ru: Необходимо название бонуса
sv_se: Bonusnamn är obligatoriskt
th_th: จำเป็นต้องระบุชื่อโบนัส
tr_tr: Bonus adı gerekli
tt_ru: Бонус исеме кирәк
uz_uz: Bonus nomi kerak
vi_vn: Cần có tên phần thưởng

source: Wrong bonus event
ar_kw: حدث مكافأة خاطئ
az_az: Yanlış bonus hadisəsi
cn_cn: 错误的奖励事件
cs_cz: Nesprávná bonusová událost
da_dk: Forkert bonus begivenhed
el_gr: Εσφαλμένη εκδήλωση μπόνους
es_es: Evento de bonificación equivocado
es_la: Evento de bonificaci�n equivocado
et_ee: Vale boonussündmus
fi_fi: V‰‰r‰ bonustapahtuma
hi_hi: गलत बोनस घटना
hu_hu: Helytelen bónusz esemény
ja_jp: 誤ったボーナスイベント
kk_kz: Қате бонус оқиғасы
mn_mn: Буруу бонусын үйл ажиллагаа
ms_my: Acara bonus salah
nb_no: Feil bonushendelse
pl_pl: Niewłaściwe wydarzenie bonusowe
pt_br: Evento de bônus errado
pt_pt: Evento bônus errado
ro_ro: Eveniment greșit de bonus
ru_ru: Неверное бонусное событие
sv_se: Ogiltigt bonusevenemang
th_th: อีเวนต์โบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus etkinliği
tt_ru: Ялган бонуслы вакыйга
uz_uz: Noto'g'ri bonus voqea
vi_vn: Sự kiện thưởng không chính xác

source: Wrong bonus type
ar_kw: نوع المكافأة خاطئ
az_az: Yanlış bonus növü
cn_cn: 错误的奖励类型
cs_cz: Nesprávný typ bonusu
da_dk: Forkert bonustype
el_gr: Εσφαλμένος τύπος μπόνους
es_es: Tipo de bono incorrecto
es_la: Tipo de bono incorrecto
et_ee: Vale boonuse tüüp
fi_fi: V‰‰r‰ bonustyyppi
hi_hi: गलत बोनस प्रकार
hu_hu: Helytelen bónusz típus
ja_jp: ボーナスタイプが間違っています
kk_kz: Қате бонус түрі
mn_mn: Бонусын төрөл буруу
ms_my: Jenis bonus salah
nb_no: Feil bonustype
pl_pl: Niewłaściwy typ bonusu
pt_br: Tipo de bônus errado
pt_pt: Tipo de bônus errado
ro_ro: Tip greșit de bonus
ru_ru: Неверный тип бонуса
sv_se: Ogiltig bonustyp
th_th: ประเภทโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus türü
tt_ru: Бонусның ялган төре
uz_uz: Noto'g'ri bonus turi
vi_vn: Loại phần thưởng không chính xác

source: Wrong bonus repeat period
ar_kw: فترة تكرار المكافأة خاطئة
az_az: Yanlış bonus təkrar müddəti
cn_cn: 错误的奖金重复期限
cs_cz: Nesprávné období pro opakování bonusu
da_dk: Forkert bonus gentagelse periode
el_gr: Εσφαλμένη περίοδος επανάληψης μπόνους
es_es: Período de repetición de bono incorrecto
es_la: Per�odo de repetici�n de bono incorrecto
et_ee: Vale boonuse kordusperiood
fi_fi: V‰‰r‰ bonuksen toistoajanjakso
hi_hi: गलत बोनस दोहराने की अवधि
hu_hu: Érvénytelen bónusz ismétlési időszak
ja_jp: ボーナス反復期間が間違っています
kk_kz: Бонусты қайталау мерзімі жарамсыз
mn_mn: Бонусын давтамжийн хугацаа буруу
ms_my: Tempoh ulangan bonus salah
nb_no: Feil bonus gjentakelsesperiode
pl_pl: Niewłaściwy okres powtórki bonusu
pt_br: Período de repetição de bônus errado
pt_pt: Bônus errado - período repetido
ro_ro: Perioada greșită de repetare a bonusului
ru_ru: Неверный период повторения бонуса
sv_se: Felaktig upprepningsperiod för bonus
th_th: ระยะเวลาการซ้ำโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus tekrar periyodu
tt_ru: Бонусны кабатлауның ялган периоды
uz_uz: Noto'g'ri bonus takrorlash davri
vi_vn: Giai đoạn lặp lại sự kiện thưởng không chính xác

source: Wrong bonus expire period
ar_kw: فترة إنتهاء صلاحية مكافأة خاطئة
az_az: Yanlış bonusun bitmə müddəti
cn_cn: 错误的奖金到期期限
cs_cz: Nesprávná platnost bonusu
da_dk: Forkert bonusudløbsperiode
el_gr: Εσφαλμένη περίοδος λήξης μπόνους
es_es: Período de vencimiento de bonificación incorrecto
es_la: Per�odo de vencimiento de bonificaci�n incorrecto
et_ee: Vale boonuse kehtivusaeg
fi_fi: V‰‰r‰ bonuksen vanhentumisajanjakso
hi_hi: गलत बोनस अवधि समाप्त
hu_hu: Érvénytelen bónusz lejárati időszak
ja_jp: ボーナス期限期間が間違っています
kk_kz: Қате бонустың жарамдылық мерзімі
mn_mn: Буруу - бонусын хугацаа дуусссан
ms_my: Tempoh luput bonus salah
nb_no: Feil bonus utløpsperiode
pl_pl: Niewłaściwy okres ważności bonusu
pt_br: Período expirado de bônus errado
pt_pt: Bônus errado - prazo de validade
ro_ro: Perioada greșită de expirare a bonusului
ru_ru: Неверный период истечения срока действия бонуса
sv_se: Felaktig utgångsperiod för bonus
th_th: ระยะเวลาการหมดอายุโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus kullanım süresi
tt_ru: Бонусның гамәлдә булу вакыты чыгуның кире чоры
uz_uz: Bonusning amal qilish muddati noto'g'ri
vi_vn: Giai đoạn kết thúc sự kiện thưởng không chính xác

source: Wrong bonus budget
ar_kw: ميزانية المكافأة خاطئة
az_az: Yanlış bonus büdcəsi
cn_cn: 错误的奖金预算
cs_cz: Nesprávný rozpočet bonusu
da_dk: Forkert bonusbudget
el_gr: Εσφαλμένο ποσό μπόνους
es_es: Presupuesto de bonificación equivocado
es_la: Presupuesto de bonificaci�n equivocado
et_ee: Vale boonuseelarve
fi_fi: V‰‰r‰ bonusbudjetti
hi_hi: गलत बोनस बजट
hu_hu: Érvénytelen bónusz költségvetés
ja_jp: ボーナス予算が間違っています
kk_kz: Қате бонус бюджеті
mn_mn: Бонусын төсөв буруу
ms_my: Bajet bonus salah
nb_no: Feil bonusbudsjett
pl_pl: Niewłaściwy budżet bonusu
pt_br: Orçamento de bônus errado
pt_pt: Orçamento de bônus errado
ro_ro: Buget bonus greșit
ru_ru: Неверный бюджет бонуса
sv_se: Ogiltig bonusbudget
th_th: งบประมาณโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus bütçesi
tt_ru: Бонусның ялгыш бюджеты
uz_uz: Noto'g'ri bonus byudjeti
vi_vn: Ngân sách sự kiện thưởng không chính xác

source: Wrong bonus start date
ar_kw: تاريخ بدء المكافأة خطأ
az_az: Yanlış bonus başlanğıc tarixi
cn_cn: 错误的奖金开始日期
cs_cz: Nesprávné datum zahájení bonusu
da_dk: Forkert bonusstartdato
el_gr: Εσφαλμένη ημερομηνία έναρξης μπόνους
es_es: Fecha de inicio de bonificación incorrecta
es_la: Fecha de inicio de bonificaci�n incorrecta
et_ee: Boonuse vale alguskuupäev
fi_fi: V‰‰r‰ bonuksen aloitusp‰iv‰
hi_hi: गलत बोनस की शुरुआत की तारीख
hu_hu: Érvénytelen bónusz kezdő dátum
ja_jp: ボーナス開始日が間違っています
kk_kz: Бонустың басталу күні жарамсыз
mn_mn: Бонус эхлэх өдөр буруу
ms_my: Tarikh mula bonus salah
nb_no: Feil bonus startdato
pl_pl: Niewłaściwa data rozpoczęcia bonusu
pt_br: Data de início do bônus errada
pt_pt: Data de início do bônus errada
ro_ro: Data greșită a începerii bonusului
ru_ru: Неверная дата начала бонуса
sv_se: Ogiltigt startdatum för bonus
th_th: วันที่เริ่มต้นโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus başlangıç tarihi
tt_ru: Бонус башлануның төгәл датасы
uz_uz: Bonus boshlanishining noto'g'ri sanasi
vi_vn: Ngày bắt đầu sự kiện thưởng không chính xác

source: Wrong bonus end date
ar_kw: تاريخ إنتهاء المكافأة خطأ
az_az: Yanlış bonusun bitmə tarixi
cn_cn: 错误的奖金结束日期
cs_cz: Nesprávné datum ukončení bonusu
da_dk: Forkert bonus slutdato
el_gr: Εσφαλμένη ημερομηνία λήξης μπόνους
es_es: Fecha de finalización de bono incorrecta
es_la: Fecha de finalizaci�n de bono incorrecta
et_ee: Vale boonuse lõppkuupäev
fi_fi: V‰‰r‰ bonuksen p‰‰ttymisp‰iv‰
hi_hi: गलत बोनस समाप्ति तिथि
hu_hu: Érvénytelen bónusz végdátum
ja_jp: ボーナス終了日が間違っています
kk_kz: Бонустың аяқталу күні жарамсыз
mn_mn: Бонус дуусах хугацаа буруу
ms_my: Tarikh akhir bonus salah
nb_no: Feil bonus avsluttningsdato
pl_pl: Niewłaściwa data zakończenia bonusu
pt_br: Data final do bônus errada
pt_pt: Data final do bônus errada
ro_ro: Data de încheiere greșită a bonusului
ru_ru: Неверная дата конца бонуса
sv_se: Ogiltigt slutdatum för bonus
th_th: วันที่สิ้นสุดโบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus bitiş tarihi
tt_ru: Бонусның тәмамлану датасы
uz_uz: Bonus tugashining noto'g'ri sanasi
vi_vn: Ngày kết thúc sự kiện thưởng không chính xác

source: Wrong bonus start date more than end date
ar_kw: تاريخ بدء المكافأة خطأ أكثر من تاريخ الإنتهاء
az_az: Yanlış bonus başlanğıc tarixi bitmə tarixindən çox
cn_cn: 错误的奖金开始日期超过结束日期
cs_cz: Datum zahájení bonusu je později, než datum jeho ukončení
da_dk: Forkert bonusstartdato mere end slutdato
el_gr: Λάθος ημερομηνία έναρξης μπόνους, καθώς είναι μεταγενέστερη από την ημερομηνία λήξης
es_es: Fecha de inicio de bonificación incorrecta más que la fecha de finalización
es_la: Fecha de inicio de bonificaci�n incorrecta m�s que la fecha de finalizaci�n
et_ee: Vale boonuse alguskuupäev on rohkem kui lõppkuupäev
fi_fi: V‰‰r‰ bonuksen alkamisp‰iv‰ enemm‰n kuin p‰‰ttymisp‰iv‰
hi_hi: गलत बोनस की शुरुआत तिथि अंतिम तिथि से अधिक है
hu_hu: Érvénytelen bónusz a kezdő dátum későbbi, mint a végdátum
ja_jp: ボーナス開始日が間違っており、終了日よりも先になっています
kk_kz: Бонустың басталу күні аяқталу күнінен үлкен
mn_mn: Буруу - бонус эхлэх өдөр нь дуусах хугацаанаас их
ms_my: Tarikh mula bonus tidak betul: tarikh mula tidak boleh selepas tarikh akhir
nb_no: Feil bonus startdato etter avsluttningsdato
pl_pl: Niewłaściwa data rozpoczęcia bonusu późniejsza od daty zakończenia
pt_br: Data de início de bônus errada mais do que data final
pt_pt: Data de início do bônus errada - depois da data final
ro_ro: Data greșită a începutului bonusului este mai mare decât data de încheiere
ru_ru: Дата начала бонуса больше, чем дата окончания
sv_se: Ogiltigt startdatum för bonus: efter slutdatum
th_th: วันที่เริ่มต้นโบนัสมากกว่าวันที่สิ้นสุดไม่ถูกต้อง
tr_tr: Bonus başlangıç tarihi bitiş tarihinden sonra
tt_ru: Бонус башлану көне тәмамлану датасына караганда күбрәк
uz_uz: Bonus boshlanish sanasi tugash sanasidan kattaroqdir
vi_vn: Ngày bắt đầu sự kiện thưởng không chính xác, không được lớn hơn ngày kết thúc

source: Wrong bonus conditions amount min
ar_kw: الحد الأدنى لمبلغ شروط المكافأة خاطئ
az_az: Yanlış bonus şərtləri min
cn_cn: 错误的奖金条件数量最小
cs_cz: Nesprávné podmínky bonusu - minimální částka
da_dk: Forkert bonus betingelser beløb min
el_gr: Εσφαλμένο ελάχιστο όριο μπόνους σύμφωνα με τις προϋποθέσεις
es_es: Cantidad de condiciones de bono erróneas minímas
es_la: Cantidad de condiciones de bono err�neas min�mas
et_ee: Vale boonuse miinimumsumma
fi_fi: V‰‰r‰t bonusehdot minimim‰‰r‰
hi_hi: गलत बोनस शर्तें राशि न्यूनतम
hu_hu: Helytelen bónusz feltételek minimum összeg
ja_jp: ボーナス状態の最低限量が間違っています
kk_kz: Мин. бонус сомасының қатк шарттары
mn_mn: Доод дүнгийн хувьд бонусын нөхцөл буруу
ms_my: Syarat bonus tidak betul: amaun minimum tidak betul
nb_no: Feil bonus minimummengdesvilkår
pl_pl: Niewłaściwa kwota minimalna zasad bonusu
pt_br: Condições de quantia mínima de bônus erradas
pt_pt: Valor mínimo das condições do bônus errado
ro_ro: Condițiile greșite ale bonusului sunt minime
ru_ru: Некорректные условия мин. суммы бонуса
sv_se: Felaktigt minimibelopp enligt bonusvillkor
th_th: จำนวนขั้นต่ำสุดของเงื่อนไขโบนัสไม่ถูกต้อง
tr_tr: Yanlış min bonus miktarı koşulları
tt_ru: Минималь сумманың корректлы булмаган шартлары
uz_uz: Noto'g'ri bonus shartlari miqdori min
vi_vn: Điều kiện số tiền tối thiểu của sự kiện thưởng không chính xác

source: Wrong bonus conditions amount max
ar_kw: الحد الأقصى لمبلغ شروط المكافأة خاطئ
az_az: Yanlış bonus şərtləri maks
cn_cn: 错误的奖金条件最高金额
cs_cz: Nesprávná podmínka maximální částky bonusu
da_dk: Forkert bonus betingelser beløb max
el_gr: Εσφαλμένο μέγιστο όριο μπόνους σύμφωνα με τις προϋποθέσεις
es_es: Cantidad de condiciones de bono equivocadas máximas
es_la: Cantidad de condiciones de bono equivocadas m�ximas
et_ee: Vale boonuse maksimumsumma
fi_fi: V‰‰r‰t bonusehdot maksimim‰‰r‰
hi_hi: गलत बोनस शर्तें राशि अधिकतम
hu_hu: Helytelen bónusz feltételek maximum összeg
ja_jp: ボーナス状態の最大量が正しくありません
kk_kz: Макс. бонус сомасының қатк шарттары
mn_mn: Дээд дүнгийн хувьд бонусын нөхцөл буруу
ms_my: Syarat bonus tidak betul: amaun maksimum tidak betul
nb_no: Feil bonus maksimalmengdevilkår
pl_pl: Niewłaściwa kwota maksymalna zasad bonusu
pt_br: Condições de quantia máxima de bônus erradas
pt_pt: Valor máximo das condições do bônus errado
ro_ro: Suma greșită a condițiilor de bonus maxim
ru_ru: Некорректные условия макс. суммы бонуса
sv_se: Felaktigt maxbelopp enligt bonusvillkor
th_th: จำนวนขั้นสูงสุดของเงื่อนไขโบนัสไม่ถูกต้อง
tr_tr: Yanlış maks bonus miktarı koşulları
tt_ru: Максималь сумманың корректлы булмаган шартлары
uz_uz: Noto'g'ri bonus shartlari miqdori max
vi_vn: Điều kiện số tiền tối đa của sự kiện thưởng không chính xác

source: Wrong bonus conditions amount min more than amount max
ar_kw: الحد الأدنى لمبلغ شروط المكافأة اكثر من الحد الأقصى
az_az: Yanlış bonus şərtləri minimum məbləğdən maksimum məbləğdən çoxdur
cn_cn: 错误的奖金条件数量多于最大数量
cs_cz: Nesprávné podmínky bonusu - minimální částka je vyšší než maximální
da_dk: Forkerte bonusbetingelser beløb min mere end beløb max
el_gr: Εσφαλμένο ποσό μπόνους σύμφωνα με τις προϋποθέσεις: το ελάχιστο ποσό είναι μεγαλύτερο από το μέγιστο
es_es: Condiciones de bonificación erróneas cantidad miníma. Más cantidad máxima
es_la: Condiciones de bonificaci�n err�neas cantidad min�ma. M�s cantidad m�xima
et_ee: Vale boonuse miinimumsumma on suurem kui maksimumsumma
fi_fi: V‰‰r‰t bonusehdot minimim‰‰r‰ enemm‰in kuin maksimim‰‰r‰
hi_hi: गलत बोनस शर्तें न्यूनतम राशि अधिकतम राशि से अधिक है
hu_hu: Helytelen bónusz feltételek a minimum összeg nagyobb, mint a maximum
ja_jp: ボーナス状態が間違っており、最低限量が最大限量よりも大きくなっています
mn_mn: Бонусын нөхцөл буруу - доод дүн нь дээдээсээ их
ms_my: Syarat bonus tidak betul: amaun minimum set tidak boleh lebih besar daripada amaun maksimum
nb_no: Feil bonus mengdevilkår, minimum høyere enn maksimal mengde
pl_pl: Niewłaściwa kwota minimalna większa od kwoty maksymalnej
pt_br: Condições de bônus erradas quantia mínima maior que quantia máxima
pt_pt: Valor errado das condições de bônus - mínimo mais do que máximo
ro_ro: Condițiile greșite ale bonusului sunt de minimum min mai mult decât suma maximă
sv_se: Felaktigt belopp enligt bonusvillkor: minimibelopp högre än maxbelopp
th_th: จำนวนขั้นต่ำสุดของเงื่อนไขโบนัสมากกว่าจำนวนขั้นสูงสุดไม่ถูกต้อง
tr_tr: Yanlış bonus kriteri: min tutar maks tutardan fazla
vi_vn: Điều kiện số tiền tối thiểu của sự kiện thưởng không chính xác, không được lớn hơn số tiền tối đa

source: Following codes are duplicated
ar_kw: الأكواد التالية مكررة
az_az: Aşağıdakı kodlar təkrarlanır
cn_cn: 以下代码被复制
cs_cz: Následující kódy jsou duplicitní
da_dk: Følgende koder duplikeres
el_gr: Οι ακόλουθοι κωδικοί είναι διπλοί
es_es: Los siguientes códigos están duplicados
es_la: Los siguientes c�digos est�n duplicados
et_ee: Järgmised koodid on dubleeritud
fi_fi: Seuraavat koodit ovat samoja
hi_hi: निम्नलिखित कोड डुप्लिकेट हैं
hu_hu: A következő kódok meg vannak duplázva
ja_jp: 以下のコードは重複しています
kk_kz: Келесі кодтар екі рет қайталанған
mn_mn: Дараах кодууд давтагдсан
ms_my: Kod berikut telah diduakan
nb_no: Følgende koder er duplikater
pl_pl: Następujące po sobie kody są powielone
pt_br: Os seguintes códigos são duplicados
pt_pt: Os seguintes códigos estão duplicados
ro_ro: Codurile următoare sunt duplicate
ru_ru: Следующие коды повторяются дважды
sv_se: Följande koder är dubletter
th_th: รหัสต่อไปนี้ซ้ำกัน
tr_tr: Belirtilen kodlar iki kez girilmiştir
tt_ru: Киләсе кодлар ике тапкыр кабатлана
uz_uz: Quyidagi kodlar ikki marta takrorlanadi
vi_vn: Các mã sau bị trùng lặp
