Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/loyalty.po
Languages: ar_kw, az_az, cn_cn, cs_cz, da_dk, el_gr, es_es, es_la, et_ee, fi_fi, hi_hi, hu_hu, ja_jp, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Category not found
ar_kw: لم يتم العثور على الفئة
az_az: Kateqoriya tapılmadı
cn_cn: 未找到类别
cs_cz: Kategorie nenalezena
da_dk: Kategorien blev ikke fundet
el_gr: Η κατηγορία δεν βρέθηκε
es_es: Categoría no encontrada
es_la: Categor�a no encontrada
et_ee: Kategooriat ei leitud
fi_fi: Kategoriaa ei lˆytynyt
hi_hi: श्रेणी नहीं मिली
hu_hu: Kategória nem található
ja_jp: カテゴリーが見つかりません
kk_kz: Санат табылмады
mn_mn: Ангилал олдоогүй
ms_my: Kategori tidak dijumpai
nb_no: Kategori ikke funnet
pl_pl: Nie znaleziono kategorii
pt_br: Categoria não encontrada
pt_pt: Categoria não encontrada
ro_ro: Categoria nu a fost găsita
ru_ru: Категория не найдена
sv_se: Kategorin kunde inte hittas
th_th: ไม่พบหมวดหมู่
tr_tr: Kategori bulunamadı
tt_ru: Категориягез табылмады
uz_uz: Turkum topilmadi
vi_vn: Không tìm thấy danh mục

source: No category name
ar_kw: إسم الفئة غير موجود
az_az: Kateqoriya adı yoxdur
cn_cn: 没有分类名称
cs_cz: Žádný název kategorie
da_dk: Intet kategorinavn
el_gr: Δεν υπάρχει όνομα κατηγορίας
es_es: Sin nombre de categoría
es_la: Sin nombre de categor�a
et_ee: Kategooria nime pole
fi_fi: Ei kategorian nime‰
hi_hi: किसी श्रेणी का नाम नहीं
hu_hu: Nincs kategória név
ja_jp: カテゴリー名がありません
kk_kz: Санат атауы жоқ
mn_mn: Ангилалын нэр байхгүй
ms_my: Tiada nama kategori
nb_no: Ingen kategorinavn
pl_pl: Brak nazwy kategorii
pt_br: Sem nome de categoria
pt_pt: Sem nome de categoria
ro_ro: Fără nume de categorie
ru_ru: Нет названия категории
sv_se: Kategorinamn saknas
th_th: ไม่มีชื่อหมวดหมู่
tr_tr: Kategori adı yok
tt_ru: категориянын исеме юк
uz_uz: Turkum nomi yo'q
vi_vn: Không có tên danh mục

source: Wrong category ID
ar_kw: معرف فئة خاطئ
az_az: Yanlış kateqoriya ID
cn_cn: 错误的类别ID
cs_cz: Nesprávné ID kategorie
da_dk: Forkert kategori-id
el_gr: Εσφαλμένο αναγνωριστικό κατηγορίας
es_es: Identificación de categoría errónea
es_la: Identificaci�n de categor�a err�nea
et_ee: Vale kategooria ID
fi_fi: V‰‰r‰ kategoriatunnus
hi_hi: गलत श्रेणी की आईडी
hu_hu: Helytelen kategória azonosító
ja_jp: 誤ったカテゴリー ID
kk_kz: Жарамсыз санат идентификаторы
mn_mn: Ангилалын нэр буруу
ms_my: ID kategori salah
nb_no: Feil kategori ID
pl_pl: Niewłaściwy ID kategorii
pt_br: ID de categoria errada
pt_pt: Identificação de categoria errada
ro_ro: ID greșit de categorie
ru_ru: Неверный ID категории
sv_se: Felaktigt kategori-ID
th_th: ID หมวดหมู่ไม่ถูกต้อง
tr_tr: Yanlış kategori ID
tt_ru: ID категориягез дөрес түгел
uz_uz: Noto'g'ri turkum ID
vi_vn: ID danh mục không chính xác

source: No category id
ar_kw: معرف الفئة غير موجود
az_az: Kateqoriya id-si yoxdur
cn_cn: 没有分类ID
cs_cz: Žádné ID kategorie
da_dk: Intet kategori-id
el_gr: Δεν υπάρχει αναγνωριστικό κατηγορίας
es_es: Sin identificación de categoría
es_la: Sin identificaci�n de categor�a
et_ee: Kategooria ID puudub
fi_fi: Ei kategoriatunnusta
hi_hi: कोई श्रेणी आईडी नहीं
hu_hu: Nincs kategória azonosító
ja_jp: カテゴリー idがありません
kk_kz: Санат идентификаторы жоқ
mn_mn: Ангилалын нэр байхгүй
ms_my: Tiada id kategori
nb_no: Ingen kategori id
pl_pl: Brak ID kategorii
pt_br: Sem id de categoria
pt_pt: Sem identificação de categoria
ro_ro: Fără ID de categorie
ru_ru: Нет id категории
sv_se: Kategori-ID saknas
th_th: ไม่มี ID หมวดหมู่
tr_tr: Kategori ID yok
tt_ru: id категороиягез юк
uz_uz: Turkum id yo'q
vi_vn: Không có id danh mục

source: No item ID
ar_kw: معرف العنصر غير موجود
az_az: Element ID yoxdur
cn_cn: 没有ID
cs_cz: Žádné ID položky
da_dk: Intet element-id
el_gr: Δεν υπάρχει αναγνωριστικό στοιχείου
es_es: Sin identificación de artículo
es_la: Sin identificaci�n de art�culo
et_ee: Toote ID puudub
fi_fi: Ei kohdetunnusta
hi_hi: कोई आइटम आईडी नहीं
hu_hu: Nincs tételazonosító
ja_jp: アイテム IDがありません
kk_kz: Өнім идентификаторы жоқ
mn_mn: Зүйлийн нэр байхгүй
ms_my: Tiada ID item
nb_no: Ingen enhets-ID
pl_pl: Brak ID przedmiotu
pt_br: Sem ID do item
pt_pt: Sem idenificação de item
ro_ro: Fără ID de articol
ru_ru: Нет ID товара
sv_se: Produkt-ID saknas
th_th: ไม่มี ID รายการ
tr_tr: Öge ID yok
tt_ru: ID товарыгыз юк
uz_uz: Mahsulot identifikatori yo'q
vi_vn: Không có ID mục

source: Wrong item ID
ar_kw: معرف عنصر خاطئ
az_az: Yanlış element ID
cn_cn: 错误的商品ID
cs_cz: Nesprávné ID položky
da_dk: Forkert vare-id
el_gr: Εσφαλμένο αναγνωριστικό στοιχείου
es_es: Identificación de artículo incorrecto
es_la: Identificaci�n de art�culo incorrecto
et_ee: Vale toote ID
fi_fi: V‰‰r‰ kohdetunnus
hi_hi: गलत आइटम आई.डी.
hu_hu: Érvénytelen tételazonosító
ja_jp: 誤ったアイテム IDです
kk_kz: Жарамсыз өнім идентификаторы
mn_mn: Зүйлийн нэр буруу
ms_my: ID item salah
nb_no: Feil enhet-ID
pl_pl: Niewłaściwy ID przedmiotu
pt_br: ID do item errada
pt_pt: Identificação de item errada
ro_ro: Cod articol greșit
ru_ru: Неверный ID товара
sv_se: Felaktigt produkt-ID
th_th: ID รายการไม่ถูกต้อง
tr_tr: Yanlış öge ID
tt_ru: ID товаргыз дөрес тугел
uz_uz: Noto'g'ri mahsulot ID
vi_vn: ID mục không chính xác

source: Item init error
ar_kw: خطأ في تهيئة العنصر
az_az: Element başlanğıc xətası
cn_cn: 项目初始化错误
cs_cz: Chyba inicializace položky
da_dk: Fejl ved indfÃ ̧relse af element
el_gr: Εσφαλμένο στοιχείο init
es_es: Error de inicio del artículo
es_la: Error de inicio del art�culo
et_ee: Toote algviga
fi_fi: Kohteen init-virhe
hi_hi: आइटम त्रुटि
hu_hu: Tétel kezdeményezési hiba
ja_jp: アイテムイニットエラー
mn_mn: Зүйлийг эхлүүлэхэд алдаа гарсан
ms_my: Ralat permulaan item
nb_no: Enhets init feil
pl_pl: Błąd przedmiotu
pt_br: Erro de inicialização do item
pt_pt: Falha na inicialização do item
ro_ro: Eroare init init
sv_se: Fel på produkt-init
th_th: เกิดข้อผิดพลาดในการเริ่มต้นรายการ
tr_tr: Öge başlangıç hatası
vi_vn: Lỗi khởi tạo mục

source: Wrong item BonusEventAmount
ar_kw: عنصر خطأ BonusEventAmount
az_az: Yanlış element BonusEventAmount
cn_cn: 错误的项目奖励金额
cs_cz: Nesprávná položka BonusEventAmount
da_dk: Forkert vare BonusEventAmount
el_gr: Εσφαλμένο είδος ποσού μπόνους εκδήλωσης
es_es: Cantidad de evento de bonificación de artículo incorrecto
es_la: Cantidad de evento de bonificaci�n de art�culo incorrecto
et_ee: Vale toote BonusEventAmount
fi_fi: V‰‰r‰ bonustapahtumasumma
hi_hi: गलत आइटम बोनस इवेंट अमाउंट
hu_hu: Érvénytelen tétel BónuszEseményMennyiség
ja_jp: 誤ったアイテムボーナスイベントの量
mn_mn: Бонусын тэмцээний зүйлийн хэмжээ буруу
ms_my: Acara bonus item tidak betul
nb_no: Feil enhet BonusHendelseMengde
pl_pl: Niewłaściwy BonusEventAmount przedmiotu
pt_br: Item incorreto Bônus Evento Quantia
pt_pt: BonusEventAmount incorrecto do item
ro_ro: BonusEventAmount articol greșit
sv_se: Felaktigt bonusevenemangsbelopp på produkt
th_th: จำนวนอีเวนต์โบนัสรายการไม่ถูกต้อง
vi_vn: BonusEventAmount của mục không chính xác

source: No item
ar_kw: لا يوجد عناصر
az_az: Element yoxdur
cn_cn: 未找到项目
cs_cz: Žádná položka
da_dk: Intet element
el_gr: Δεν βρέθηκε στοιχείο
es_es: Sin objeto
es_la: Sin objeto
et_ee: Toodet pole
fi_fi: Ei kohdetta
hi_hi: कोई आइटम नहीं
hu_hu: Nincs tétel
ja_jp: アイテムがありません
kk_kz: Өнім жоқ
mn_mn: Ямар нэгэн зүйл байхгүй
ms_my: Tiada item
nb_no: Ingen enhet
pl_pl: Brak przedmiotu
pt_br: Sem item
pt_pt: Sem item
ro_ro: Nici un articol
ru_ru: Нет товара
sv_se: Produkt saknas
th_th: ไม่มีรายการ
tr_tr: Öge yok
tt_ru: Товарыгыз юк
uz_uz: Mahsulot yo'q
vi_vn: Không có mục

source: Wrong tournament ID
ar_kw: معرف الدورة خاطئ
az_az: Yanlış turnir ID-si
cn_cn: 错误的比赛ID
cs_cz: Nesprávné ID turnaje
da_dk: Forkert turnerings-id
el_gr: Εσφαλμένο αναγνωριστικό τουρνουά
es_es: Identificación de torneo incorrecta
es_la: Identificaci�n de torneo incorrecta
et_ee: Vale turniiri ID
fi_fi: V‰‰r‰ turnaustunnus
hi_hi: गलत टूर्नामेंट आई.डी.
hu_hu: Helytelen bajnokság azonosító
ja_jp: 間違ったトーナメント ID
kk_kz: Турнир идентификаторы жарамсыз
mn_mn: Тэмцээний нэр буруу
ms_my: ID kejohanan salah
nb_no: Feil turnerings-ID
pl_pl: Niewłaściwy ID turnieju
pt_br: ID do torneio errada
pt_pt: Identificação de torneio errada
ro_ro: ID-ul turneului greșit
ru_ru: Неверный ID турнира
sv_se: Felaktigt turnerings-ID
th_th: ID ทัวร์นาเมนต์ไม่ถูกต้อง
tr_tr: Yanlış turnuva ID
tt_ru: ID турнирыгыз дөрес түгел
uz_uz: Turnirning noto'g'ri ID
vi_vn: ID giải đấu không chính xác

source: Wrong Tournament ID
ar_kw: معرف الدورة خاطئ
az_az: Yanlış Turnir ID-si
cn_cn: 错误的比赛ID
cs_cz: Nesprávné ID turnaje
da_dk: Forkert turnerings id
el_gr: Το αναγνωριστικό του τουρνουά δεν βρέθηκε
es_es: Identificación de torneo incorrecta
es_la: Identificaci�n de torneo incorrecta
et_ee: Vale turniiri ID
fi_fi: V‰‰r‰ turnaustunnus
hi_hi: गलत टूर्नामेंट आईडी
hu_hu: Helytelen bajnokság azonosító
ja_jp: 間違ったトーナメントID
kk_kz: Турнир идентификаторы жарамсыз
mn_mn: Тэмцээний нэр буруу
ms_my: ID Kejohanan salah
nb_no: Feil Turnerings-ID
pl_pl: Niewłaściwy ID Turnieju
pt_br: ID do Torneio errada
pt_pt: Identificação de torneio errada
ro_ro: ID-ul turneului greșit
ru_ru: Неверный ID турнира
sv_se: Felaktigt turnerings-ID
th_th: ID ทัวร์นาเมนต์ไม่ถูกต้อง
tr_tr: Yanlış Turnuva ID
tt_ru: ID турнирыгыз дөрес түгел
uz_uz: Turnirning noto'g'ri ID
vi_vn: ID Giải đấu không chính xác

source: No ID tournament
ar_kw: معرف الدورة غير موجود
az_az: ID turniri yoxdur
cn_cn: 未找到此ID下的比赛
cs_cz: Žádné ID turnaje
da_dk: Ingen ID turnering
el_gr: Δεν υπάρχει αναγνωριστικό τουρνουά
es_es: Sin identificación de torneo
es_la: Sin identificaci�n de torneo
et_ee: Turniiri ID puudub
fi_fi: Ei tunnusta turnaukselle
hi_hi: कोई आईडी टूर्नामेंट नहीं
hu_hu: Nincs bajnokság azonosító
ja_jp: ID されたトーナメンとではありません
kk_kz: Турнир идентификаторы жоқ
mn_mn: Тодорхойгүй тэмцээн
ms_my: Tiada kejohanan ID
nb_no: Ingen ID turnering
pl_pl: Brak ID turnieju
pt_br: Sem ID do torneio
pt_pt: Sem identificação de torneio
ro_ro: Fără turneu de identitate
ru_ru: Нет идентификатора турнира
sv_se: Turnerings-ID saknas
th_th: ไม่มี ID ทัวร์นาเมนต์
tr_tr: Turnuva ID yok
tt_ru: Турнирның идентификаторы юк
uz_uz: Turnir identifikatori yo'q
vi_vn: Không có giải đấu ID

source: No tournament ID
ar_kw: معرف الدورة غير موجود
az_az: Turnir ID yoxdur
cn_cn: 未找到比赛ID
cs_cz: Žádné ID turnaje
da_dk: Intet turnerings-id
el_gr: Δεν υπάρχει αναγνωριστικό τουρνουά
es_es: Sin identificación del torneo
es_la: Sin identificaci�n del torneo
et_ee: Turniiri ID puudub
fi_fi: Ei turnaustunnusta
hi_hi: कोई टूर्नामेंट आईडी नहीं
hu_hu: Nincs bajnokság azonosító
ja_jp: トーナメントIDがありません
kk_kz: Турнир идентификаторы жоқ
mn_mn: Тодорхойгүй тэмцээн
ms_my: Tiada ID kejohanan
nb_no: Ingen turnering ID
pl_pl: Brak ID turnieju
pt_br: Torneio sem ID
pt_pt: Sem identificação de torneio
ro_ro: Fără ID de turneu
ru_ru: Нет ID турнира
sv_se: Turnerings-ID saknas
th_th: ไม่มี ID ทัวร์นาเมนต์
tr_tr: Turnuva ID yok
tt_ru: ID турнир юк
uz_uz: Turnirning ID yo'q
vi_vn: Không có ID giải đấu

source: No tournament id
ar_kw: معرف الدورة غير موجود
az_az: Turnir id-si yoxdur
cn_cn: 未找到比赛ID
cs_cz: Žádné ID turnaje
da_dk: Intet turnerings-id
el_gr: Δεν υπάρχει αναγνωριστικό τουρνουά
es_es: Sin identificación del torneo
es_la: Sin identificaci�n del torneo
et_ee: Turniiri ID puudub
fi_fi: Ei turnaustunnusta
hi_hi: कोई टूर्नामेंट आईडी नहीं
hu_hu: Nincs bajnokság azonosító
ja_jp: トーナメントidがありません
kk_kz: Турнир идентификаторы жоқ
mn_mn: Тодорхойгүй тэмцээн
ms_my: Tiada ID kejohanan
nb_no: Ingen turnering id
pl_pl: Brak ID turnieju
pt_br: Torneio sem ID
pt_pt: Sem identificação de torneio
ro_ro: Fără ID de turneu
ru_ru: Нет id турнира
sv_se: Turnerings-ID saknas
th_th: ไม่มี ID ทัวร์นาเมนต์
tr_tr: Turnuva ID yok
tt_ru: ID турнир юк
uz_uz: Turnirning ID yo'q
vi_vn: Không có id giải đấu

source: No balance
ar_kw: لا يوجد رصيد
az_az: Balans yoxdur
cn_cn: 无尾款
cs_cz: Žádný zůstatek
da_dk: Ingen saldo
el_gr: Δεν υπάρχει υπόλοιπο
es_es: Sin equilibrar
es_la: Sin equilibrar
et_ee: Pole tasakaalu
fi_fi: Ei tasetta
hi_hi: कोई शेष राशि नहीं
hu_hu: Nincs egyenleg
ja_jp: 残高がありません
kk_kz: Баланс жоқ
mn_mn: Үлдэгдэл байхгүй
ms_my: Tiada baki
nb_no: Ingen balanse
pl_pl: Brak salda
pt_br: Sem saldo
pt_pt: Sem saldo
ro_ro: Fără bani
ru_ru: Нет баланса
sv_se: Inget saldo
th_th: ไม่มียอดคงเหลือ
tr_tr: Bakiye yok
tt_ru: Баланс юк
uz_uz: Balans yo'q
vi_vn: Không có số dư

source: Not enough balance
ar_kw: لا يوجد رصيد كافٍ
az_az: Kifayət qədər balans yoxdur
cn_cn: 尾款不足
cs_cz: Nedostatečný zůstatek
da_dk: Ikke nok balance
el_gr: Δεν υπάρχει αρκετό υπόλοιπο
es_es: No hay suficiente equilibrio
es_la: No hay suficiente equilibrio
et_ee: Pole piisavalt saldot
fi_fi: Ei riitt‰v‰sti tasetta
hi_hi: पर्याप्त संतुलन नहीं
hu_hu: Nem elegendő egyenleg
ja_jp: 残高が十分にありません
kk_kz: Баланс жеткіліксіз
mn_mn: Үлдэгдэл хүрэлцэхгүй
ms_my: Baki tidak mencukupi
nb_no: Ikke høy nok balanse
pl_pl: Niewystarczające saldo
pt_br: Não há saldo suficiente
pt_pt: Saldo insuficiente
ro_ro: Nu ai suficienti bani
ru_ru: Недостаточный баланс
sv_se: Otillräckligt saldo
th_th: ยอดคงเหลือไม่เพียงพอ
tr_tr: Yeterli bakiye yok
tt_ru: Балансыгыз җитми
uz_uz: Balans yetarli emas
vi_vn: Không đủ số dư

source: Tournament name required
ar_kw: اسم الدورة مطلوب
az_az: Turnirin adı tələb olunur
cn_cn: 需要比赛名称
cs_cz: Název turnaje je povinný
da_dk: Turneringsnavn påkrævet
el_gr: Απαιτείται το όνομα του τουρνουά
es_es: Nombre del torneo requerido
es_la: Nombre del torneo requerido
et_ee: Turniiri nimi on kohustuslik
fi_fi: Turnauksen nimi vaaditaan
hi_hi: टूर्नामेंट के नाम की आवश्यकता
hu_hu: Add meg a torna nevét!
ja_jp: 必要なトーナメント名
kk_kz: Турнир атауы қажет
mn_mn: Тэмцээний нэр шаардлагатай
ms_my: Nama kejohanan diperlukan
nb_no: Turneringsnavns er påkrevd
pl_pl: Wymagana nazwa turnieju
pt_br: Nome do torneio obrigatório
pt_pt: Nome de torneio requerido
ro_ro: Numele turneului este necesar
ru_ru: Необходимо название турнира
sv_se: Turneringsnamn är obligatoriskt
th_th: จำเป็นต้องระบุชื่อทัวร์นาเมนต์
tr_tr: Turnuva adı gerekli
tt_ru: Турнирың исеме кирәк
uz_uz: Turnirning nomi kerak
vi_vn: Cần có tên giải đấu

source: Wrong tournament winner by
ar_kw: الفائز بالبطولة الخطأ
az_az: Yanlış turnirin qalibi
cn_cn: 比赛冠军错误
cs_cz: Nesprávný vítěz turnaje
da_dk: Forkert turneringvinder af
el_gr: Εσφαλμένος νικητής τουρνουά από
es_es: Ganador del torneo equivocado por
es_la: Ganador del torneo equivocado por
et_ee: Vale turniiri võitja
fi_fi: V‰‰r‰ turnauksen voittaja
hi_hi: गलत टूर्नामेंट विजेता
hu_hu: Téves bajnokság győztes
ja_jp: 〜により誤ったトーナメント勝者
kk_kz: Турнир жеңімпазы қате
mn_mn: Буруу - тэмцээний ялагч
ms_my: Pemenang kejohanan tidak betul
nb_no: Feil turneringsvinner av
pl_pl: Niewłaściwy zwycięzca turnieju
pt_br: Vencedor do torneio errado por
pt_pt: Vencedor do torneio errado por
ro_ro: Câștigător greșit al turneului de
ru_ru: Неверный победитель турнира
sv_se: Felaktig turneringsvinnare av
th_th: ผู้ชนะทัวร์นาเมนต์ไม่ถูกต้อง
tr_tr: Yanlış turnuva kazananı
tt_ru: Турнирның җиңүчесе дөрес түгел
uz_uz: Turnirning noto'g'ri g'olibi
vi_vn: Người chiến thắng giải đấu không chính xác bởi

source: Wrong tournament period
ar_kw: فترة الدورة خاطئة
az_az: Yanlış turnir dövrü
cn_cn: 比赛时期错误
cs_cz: Nesprávné období turnaje
da_dk: Forkert turneringsperiode
el_gr: Εσφαλμένη περίοδος τουρνουά
es_es: Período de torneo equivocado
es_la: Per�odo de torneo equivocado
et_ee: Vale turniiri periood
fi_fi: V‰‰r‰ turnauksen ajanjakso
hi_hi: गलत टूर्नामेंट अवधि
hu_hu: Helytelen bajnokságidőszak
ja_jp: 誤ったトーナメント期間
kk_kz: Турнирдің дұрыс емес кезеңі
mn_mn: Тэмцээний үргэлжлэх хугацаа буруу
ms_my: Tempoh kejohanan salah
nb_no: Feil turneringsperiode
pl_pl: Niewłaściwy okres turnieju
pt_br: Período de torneio errado
pt_pt: Período do torneio errado
ro_ro: Perioada turneului greșit
ru_ru: Неверный период турнира
sv_se: Felaktig turneringsperiod
th_th: ระยะเวลาทัวร์นาเมนต์ไม่ถูกต้อง
tr_tr: Yanlış turnuva periyodu
tt_ru: Турнирның периоды дөрес түгел
uz_uz: Turnirning noto'g'ri davri
vi_vn: Thời gian diễn ra giải đấu không chính xác

source: Wrong tournament repeat
ar_kw: تكرار الدورة خاطئ
az_az: Yanlış turnirin təkrarı
cn_cn: 错误的重复比赛
cs_cz: Nesprávné opakování turnaje
da_dk: Forkert turnering stigen
el_gr: Εσφαλμένη επανάληψη τουρνουά
es_es: Repetición errónea del torneo
es_la: Repetici�n err�nea del torneo
et_ee: Vale turniiri kordus
fi_fi: V‰‰r‰ turnauksen toisto
hi_hi: गलत टूर्नामेंट रिपीट
hu_hu: Helytelen bajnokságismétlés
ja_jp: 誤ったトーナメントの反復
kk_kz: Турнирді қате қайталау
mn_mn: Буруу - тэмцээнийг давтсан
ms_my: Ulangan kejohanan salah
nb_no: Feil turneringsgjentakelse
pl_pl: Niewłaściwa powtórka turnieju
pt_br: Repetição do torneio errada
pt_pt: Repetição do tornei errado
ro_ro: Repetarea greșită a turneului
ru_ru: Неверное повторение турнира
sv_se: Felaktig upprepning av turnering
th_th: การซ้ำทัวร์นาเมนต์ไม่ถูกต้อง
tr_tr: Yanlış turnuva tekrarı
tt_ru: Турнирның кабатлануы дөрес түгел
uz_uz: Turnirning takrorlanishi noto'g'ri
vi_vn: Lặp lại giải đấu không chính xác

source: Wrong tournament start date
ar_kw: تاريخ بدء الدورة خاطئ
az_az: Turnirin başlama tarixi səhvdir
cn_cn: 比赛开始日期错误
cs_cz: Nesprávné datum zahájení turnaje
da_dk: Forkert turneringsstartdato
el_gr: Εσφαλμένη ημερομηνία έναρξης του τουρνουά
es_es: Fecha de inicio incorrecta del torneo
es_la: Fecha de inicio incorrecta del torneo
et_ee: Vale turniiri alguskuupäev
fi_fi: V‰‰r‰ turnauksen alkamisp‰iv‰
hi_hi: गलत टूर्नामेंट शुरू होने की तारीख
hu_hu: Helytelen bajnokság kezdő dátum
ja_jp: 誤ったトーナメント開始日
kk_kz: Турнирдің басталу күні жарамсыз
mn_mn: Тэмцээн эхлэх өдөр буруу
ms_my: Tarikh mula kejohanan salah
nb_no: Feil startdato for turnering
pl_pl: Niewłaściwa data rozpoczęcia turnieju
pt_br: Data de início do torneio errada
pt_pt: Data de início do torneio errada
ro_ro: Data greșită a începerii turneului
ru_ru: Неверная начальная дата турнира
sv_se: Felaktigt startdatum för turnering
th_th: วันเริ่มต้นทัวร์นาเมนต์ไม่ถูกต้อง
tr_tr: Yanlış turnuva başlangıç tarihi
tt_ru: Турнирның башлану көне дөрес түгел
uz_uz: Turnirning boshlang'ich sanasi noto'g'ri
vi_vn: Ngày bắt đầu giải đấu không chính xác

source: Tournament not found
ar_kw: الدورة عير موجودة
az_az: Turnir tapılmadı
cn_cn: 比赛未找到
cs_cz: Turnaj nenalezen
da_dk: Turneringen blev ikke fundet
el_gr: Το τουρνουά δεν βρέθηκε
es_es: Torneo no encontrado
es_la: Torneo no encontrado
et_ee: Turniiri ei leitud
fi_fi: Turnausta ei lˆytynyt
hi_hi: टूर्नामेंट नहीं मिला
hu_hu: Nem található bajnokság
ja_jp: トーナメントが見つかりません
kk_kz: Турнир табылмады
mn_mn: Тэмцээн олдоогүй
ms_my: Kejohanan tidak dijumpai
nb_no: Finner ikke turnering
pl_pl: Nie znaleziono turnieju
pt_br: Torneio não encontrado
pt_pt: Torneio não encontrado
ro_ro: Turneul nu a fost găsit
ru_ru: Турнир не найден
sv_se: Turneringen kunde inte hittas
th_th: ไม่พบทัวร์นาเมนต์
tr_tr: Turnuva bulunamadı
tt_ru: Турнир табылмады
uz_uz: Turnir topilmadi
vi_vn: Không tìm thấy giải đấu

source: Activated Tournaments
ar_kw: دورات نشطة
az_az: Aktivləşdirilmiş Turnirlər
cn_cn: 激活的比赛
cs_cz: Aktivované turnaje
da_dk: Aktiverede turneringer
el_gr: Ενεργοποιημένα τουρνουά
es_es: Torneos activados
es_la: Torneos activados
et_ee: Aktiveeritud turniirid
fi_fi: Aktivoidut turnaukset
hi_hi: सक्रिय टूर्नामेंट
hu_hu: Aktív bajnokságok
ja_jp: 有効化されたトーナメント
kk_kz: Белсендірілген турнирлер
mn_mn: Идэвхжүүлсэн тэмцээ
ms_my: Kejohanan diaktifkan
nb_no: Aktiverte Turneringer
pl_pl: Aktywowane turnieje
pt_br: Torneios Ativados
pt_pt: Torneios ativados
ro_ro: Turnee activate
ru_ru: Активированные турниры
sv_se: Aktiverade turneringar
th_th: ทัวร์นาเมนต์ที่ถูกเปิดใช้งาน
tr_tr: Aktif turnuvalar
tt_ru: Ачылган турнирлар
uz_uz: Faol turnirlar
vi_vn: Các giải đấu đã kích hoạt

source: No tournament
ar_kw: لا يوجد دورة
az_az: Turnir yoxdur
cn_cn: 没有比赛
cs_cz: Žádný turnaj
da_dk: Ingen turnering
el_gr: Δεν υπάρχει τουρνουά
es_es: Sin torneo
es_la: Sin torneo
et_ee: Turniiri pole
fi_fi: Ei turnausta
hi_hi: कोई टूर्नामेंट नहीं
hu_hu: Nincs bajnokság
ja_jp: トーナメントがありません
kk_kz: Турнир жоқ
mn_mn: Тэмцээн байхгүй
ms_my: Tiada kejohanan
nb_no: Ingen turnering
pl_pl: Brak turnieju
pt_br: Nenhum torneio
pt_pt: Sem torneio
ro_ro: Fără turneu
ru_ru: Нет турнира
sv_se: Turnering saknas
th_th: ไม่มีทัวร์นาเมนต์
tr_tr: Turnuva yok
tt_ru: Турнирлар юк
uz_uz: Turnir yo'q
vi_vn: Không có giải đấu

source: Wrong event type
ar_kw: نوع الحدث خاطئ
az_az: Yanlış hadisə növü
cn_cn: 错误的事件类型
cs_cz: Nesprávný typ události
da_dk: Forkert hændelsestype
el_gr: Εσφαλμένος τύπος εκδήλωσης
es_es: Tipo de evento incorrecto
es_la: Tipo de evento incorrecto
et_ee: Vale sündmuse tüüp
fi_fi: V‰‰r‰ tapahtumatyyppi
hi_hi: गलत इवेंट प्रकार
hu_hu: Nem megfelelő eseménytípus
ja_jp: 誤ったイベントタイプ
kk_kz: Оқиға түрі жарамсыз
mn_mn: Үйл ажиллагааны төрөл буруу
ms_my: Jenis acara salah
nb_no: Feil hendelsestype
pl_pl: Zły rodzaj wydarzenia
pt_br: Tipo de evento errado
pt_pt: Tipo de evento errado
ro_ro: Tipul de eveniment greșit
ru_ru: Неверный тип события
sv_se: Felaktig evenemangstyp
th_th: ประเภทอีเวนต์ไม่ถูกต้อง
tr_tr: Yanlış etkinlik türü
tt_ru: Вакыйга төре дөрес түгел
uz_uz: Noto'g'ri voqea turi
vi_vn: Loại sự kiện không chính xác

source: No event id
ar_kw: معرف الحدث غير موجود
az_az: Tədbir id-si yoxdur
cn_cn: 没有事件ID
cs_cz: Žádné ID události
da_dk: Intet hændelses-id
el_gr: Δεν υπάρχει αναγνωριστικό συμβάντος
es_es: Sin identificación de evento
es_la: Sin identificaci�n de evento
et_ee: Sündmuse ID puudub
fi_fi: Ei tapahtumatunnusta
hi_hi: कोई ईवेंट आई.डी. नही
hu_hu: Nincs esemény azonosító
ja_jp: イベントのidがありません
kk_kz: Оқиға идентификаторы жоқ
mn_mn: Тодорхойгүй арга хэмжээ
ms_my: Tiada ID acara
nb_no: Ingen hendelses-id
pl_pl: Brak ID wydarzenia
pt_br: Nenhuma id de evento
pt_pt: Sem identificação de evento
ro_ro: Fără ID de eveniment
ru_ru: Нет id события
sv_se: Evenemangs-ID saknas
th_th: ไม่มี ID อีเวนต์
tr_tr: Etkinlik ID yok
tt_ru: ID вакыйгаларыгыз юк
uz_uz: Voqealar identifikatori yo'q
vi_vn: Không có id sự kiện

source: Empty data
ar_kw: بيانات فارغة
az_az: Boş data
cn_cn: 空数据
cs_cz: Prázdná data
da_dk: Tomme data
el_gr: Κενά δεδομένα
es_es: Datos vacios
es_la: Datos vacios
et_ee: Tühjad andmed
fi_fi: Tyhj‰t tiedot
hi_hi: खाली डेटा
hu_hu: Üres adat
ja_jp: 空白のデータ
kk_kz: Бос деректер
mn_mn: Мэдээлэл хоосон
ms_my: Data kosong
nb_no: Tomme data
pl_pl: Pusta data
pt_br: Dados vazios
pt_pt: Dados vazios
ro_ro: Date goale
ru_ru: Незаполненные данные
sv_se: Data saknas
th_th: ข้อมูลว่างเปล่า
tr_tr: Boş veri
tt_ru: Тутырылмаган мәгълүмәтләр
uz_uz: Bo'sh ma'lumotlar
vi_vn: Dữ liệu trống

source: No data
ar_kw: لا يوجد بيانات
az_az: Məlumat yoxdur
cn_cn: 没有数据
cs_cz: Žádná data
da_dk: Ingen data
el_gr: Δεν υπάρχουν δεδομένα
es_es: Sin datos
es_la: Sin datos
et_ee: Andmed puuduvad
fi_fi: Ei tietoja
hi_hi: कोई आकड़ा उपलब्ध नहीं है
hu_hu: Nincs adat
ja_jp: データがありません
kk_kz: Мәлімет жоқ
mn_mn: Мэдээлэл байхгүй
ms_my: Tiada data
nb_no: Ingen data
pl_pl: Brak daty
pt_br: Sem dados
pt_pt: Sem dados
ro_ro: Nu există date
ru_ru: Нет данных
sv_se: Data saknas
th_th: ไม่มีข้อมูล
tr_tr: Veri yok
tt_ru: Мәгълүмәтләр юк
uz_uz: Ma'lumot yo'q
vi_vn: Không có dữ liệu

source: Bonuses are forbidden for user
ar_kw: المكافآت ممنوعة على المستخدم
az_az: İstifadəçi üçün bonuslar qadağandır
cs_cz: Bonusy jsou pro uživatele zakázané
da_dk: Bonusser er forbudt for brugeren
el_gr: Τα μπόνους απαγορεύονται για τον χρήστη
es_es: Los bonos están prohibidos para el usuario
es_la: Los bonos est�n prohibidos para el usuario
et_ee: Boonused on kasutajal keelatud
fi_fi: Bonukset ovat kiellettyj‰ k‰ytt‰j‰lle
hi_hi: उपयोगकर्ता के लिए बोनस मना है
hu_hu: A bónuszok le vannak tiltva a felhasználó számára
kk_kz: Пайдаланушыға бонустарды пайдалануға тыйым салынған
ms_my: Bonus adalah dilarang untuk pengguna
nb_no: Bonuser er forbudt for bruker
pl_pl: Bonus jest zakazany dla użytkownika
pt_br: Bônus são proibidos para o usuário
pt_pt: Bônus são proibidos para o usuário
ro_ro: Bonusurile sunt interzise utilizatorului
ru_ru: Пользователю запрещено использовать бонусы
sv_se: Bonusar är ej tillåtna för användaren
th_th: โบนัสถูกห้ามสำหรับผู้ใช้
tt_ru: Кулланучыга бонусларны куллану тыелган
uz_uz: Foydalanuvchiga bonuslardan foydalanish taqiqlanadi
vi_vn: Phần thưởng bị cấm đối với người dùng
