Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/loyalty.po
Languages: ar_kw, az_az, cn_cn, cs_cz, da_dk, el_gr, es_es, es_la, et_ee, fi_fi, hi_hi, hu_hu, ja_jp, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Set transaction type
ar_kw: حدد نوع المعاملة
az_az: Əməliyyat növünü təyin edin
cn_cn: 设置交易类型
cs_cz: Nastavit typ transakce
da_dk: Angiv posteringstype
el_gr: Ορισμός τύπου συναλλαγής
es_es: Establecer el tipo de transacción
es_la: Establecer el tipo de transacci�n
et_ee: Määra tehingu tüüp
fi_fi: Aseta tapahtumatyyppi
hi_hi: ट्रांजेक्शन टाइप सेट करें
hu_hu: Átutalás típusa
ja_jp: トランザクションの設定
kk_kz: Транзакция түрін орнату
mn_mn: Шилжүүлгийн төрлийг сонгох
ms_my: Tetapkan jenis transaksi
nb_no: Velg transaksjonstype
pl_pl: Ustal rodzaj transakcji
pt_br: Definir tipo de transação
pt_pt: Defina tipo de transação
ro_ro: Setați tipul de tranzacție
ru_ru: Установите тип транзауции
sv_se: Ange transaktionstyp
th_th: กำหนดประเภทธุรกรรม
tr_tr: İşlem türünü belirle
tt_ru: Күчерү төрен билгеләгез
uz_uz: Tranzaksiya turini o'rnatish
vi_vn: Thiết lập loại giao dịch

source: No user id
ar_kw: معرف المستخدم غير موجود
az_az: İstifadəçi id-si yoxdur
cn_cn: 没有用户ID
cs_cz: Žádné ID uživatele
da_dk: Intet bruger-id
el_gr: Δεν υπάρχει αναγνωριστικό χρήστη
es_es: Sin identificación de usuario
es_la: Sin identificaci�n de usuario
et_ee: Kasutaja ID puudub
fi_fi: Ei k‰ytt‰j‰tunnusta
hi_hi: कोई उपयोगकर्ता आईडी नहीं
hu_hu: Felhasználói azonosító nincs megadva!
ja_jp: ユーザーidがありません
kk_kz: Пайдаланушы идентификаторы жоқ
mn_mn: Хэрэглэгчийн нэр байхгүй
ms_my: Tiada ID pengguna
nb_no: Ingen bruker id
pl_pl: Brak identyfikatora użytkownika
pt_br: Sem id de usuário
pt_pt: Sem identificação de usuário
ro_ro: Fără ID de utilizator
ru_ru: Нет id пользователя
sv_se: Användar-ID saknas
th_th: ไม่มี ID ผู้ใช้
tr_tr: Kullanıcı ID yok
tt_ru: Кулланучы id юк
uz_uz: Foydalanuvchi identifikatori yo'q
vi_vn: Không có id người dùng

source: No amount
ar_kw: لا يوجد مبلغ
az_az: Məbləğ yoxdur
cn_cn: 没有金额
cs_cz: Žádná částka
da_dk: Intet beløb
el_gr: Δεν υπάρχει ποσό
es_es: No hay cantidad
es_la: No hay cantidad
et_ee: Pole summat
fi_fi: Ei m‰‰r‰‰
hi_hi: कोई राशि नहीं
hu_hu: Összeg nincs megadva!
ja_jp: 量がありません
kk_kz: Саны жоқ
mn_mn: Дүн байхгүй
ms_my: Tiada amaun
nb_no: Ingen sum
pl_pl: Brak kwoty
pt_br: Sem montante
pt_pt: Sem valor
ro_ro: Fără sumă
ru_ru: Нет количества
sv_se: Belopp saknas
th_th: ไม่มีจำนวน
tr_tr: Miktar yok
tt_ru: Күләм юк
uz_uz: Miqdori yo'q
vi_vn: Không có số tiền

source: No loyalty record
ar_kw: لا يوجد سجل ولاء
az_az: Sadiqlik rekordu yoxdur
cn_cn: 无忠诚记录
cs_cz: Žádné věrnostní záznamy
da_dk: Ingen loyalitetspost
el_gr: Δεν υπάρχει ιστορικό επιβράβευσης αφοσίωσης
es_es: Sin registro de lealtad
es_la: Sin registro de lealtad
et_ee: Lojaalsuse rekord puudub
fi_fi: Ei lojaalisuustietoja
hi_hi: कोई लॉयलटी रिकॉर्ड नहीं
hu_hu: Nincsen hűségnyilvántartás
ja_jp: ローヤリティの記録がありません
kk_kz: Адалдық жазбасы жоқ
mn_mn: Лояалти бүртгэл байхгүй
ms_my: Tiada rekod kesetiaan
nb_no: Ingen lojalitetsverdi
pl_pl: Brak rekordu lojalnościowego
pt_br: Sem registro de fidelidade
pt_pt: Sem registro de fidelidade
ro_ro: Fără înregistrare de loialitate
ru_ru: Нет записи лояльности
sv_se: Lojalitetslista saknas
th_th: ไม่มีบันทึกรอยัลตี
tr_tr: Sadakat (loyalty) kaydı bulunamadı
tt_ru: Лояльлек язмасы юк
uz_uz: Sodiqlik yozuvi yo'q
vi_vn: Không có bản ghi điểm khách hàng thân thiết

source: Wrong request path
ar_kw: مسار الطلب خاطئ
az_az: Yanlış sorğu yolu
cn_cn: 错误的请求途径
cs_cz: Nesprávná cesta požadavku
da_dk: Forkert anmodningssti
el_gr: Εσφαλμένη διαδρομή αιτήματος
es_es: Ruta de solicitud incorrecta
es_la: Ruta de solicitud incorrecta
et_ee: Vale päringutee
fi_fi: V‰‰r‰ pyyntˆpolku
hi_hi: गलत अनुरोध पथ
hu_hu: Hibás kérési útvonal
ja_jp: 誤った要請経路
kk_kz: Жарамсыз сұрау жолы
mn_mn: Хүсэлт буруу газар өгөгдсөн
ms_my: Laluan permintaan salah
nb_no: Feil forespørselsbane
pl_pl: Niepoprawna ścieżka żądania
pt_br: Caminho de solicitação errado
pt_pt: Request path errado
ro_ro: Calea greșită de solicitare
ru_ru: Неверный путь запроса
sv_se: Ogiltig sökväg
th_th: เส้นทางคำขอไม่ถูกต้อง
tr_tr: Yanlış talep yolu
tt_ru: Сорауның юлы ялгыш
uz_uz: So'rovning noto'g'ri usuli
vi_vn: Đường dẫn yêu cầu không chính xác

source: Debet amount to big
ar_kw: مبلغ الدين كبير
az_az: Böyük borc məbləği
cn_cn: 借记金额过大
cs_cz: Částka k odepsání je příliš vysoká
da_dk: Debet beløber sig til store
el_gr: Το ποσό του στοιχήματος είναι πολύ μεγάλο
es_es: Gran cantidad de débito
es_la: Gran cantidad de d�bito
et_ee: Deebetite summa suureks
fi_fi: Veloitusm‰‰r‰ liian suuri
hi_hi: डेबिट की राशि बहुत बड़ी है
hu_hu: Túl nagy összegű terhelés
ja_jp: 借方量を大きくする
kk_kz: Дебет сомасы тым үлкен
mn_mn: Өндөр дүнгээр дахин бооцоо тавих
ms_my: Amaun debet terlalu besar
nb_no: Innskuddssum for høy
pl_pl: Zbyt duża kwota debetu
pt_br: Valor do Débito para o maior
pt_pt: Valor do débito grande demais
ro_ro: Suma datoriei prea mare
ru_ru: Сумма дебета слишком большая
sv_se: Debiteringsbeloppet är för stort
th_th: จำนวนเดบิตมากเกินไป
tt_ru: Дебетның суммасы артык зур
uz_uz: Debet miqdori juda katta
vi_vn: Số tiền ghi nợ lớn

source: Wrong transaction type
ar_kw: نوع المعاملة غير صحيح
az_az: Səhv əməliyyat növü
cn_cn: 错误的交易类型
cs_cz: Nesprávný typ transakce
da_dk: Forkert posteringstype
el_gr: Εσφαλμένος τύπος συναλλαγής
es_es: Tipo de transacción incorrecto
es_la: Tipo de transacci�n incorrecto
et_ee: Vale tehingutüüp
fi_fi: V‰‰r‰ tapahtumatyyppi
hi_hi: गलत ट्रांजेक्शन टाइप
hu_hu: Az átutalás típusa nem megfelelő!
ja_jp: 誤ったトランザクションタイプ
kk_kz: Транзакция жолы жарамсыз
mn_mn: Шилжүүлгийн төрөл буруу байна
ms_my: Jenis transaksi salah
nb_no: Feil transaksjonstype
pl_pl: Niepoprawny rodzaj transakcji
pt_br: Tipo de transação errado
pt_pt: Tipo de transação errado
ro_ro: Tipul de tranzacție greșit
ru_ru: Неверный путь транзакции
sv_se: Ogiltig transaktionstyp
th_th: ประเภทธุรกรรมไม่ถูกต้อง
tr_tr: Yanlış işlem türü
tt_ru: Күчерүнең юлы ялгыш
uz_uz: Noto'g'ri tranzaksiya yo'li
vi_vn: Loại giao dịch chưa chính xác

source: Awaiting limits information
ar_kw: في إنتظار حدود المعلومات
az_az: Limit məlumatını gözləyirik
cn_cn: 等待限制信息
cs_cz: Čekání na informace o limitech
da_dk: Afventer begrænsede oplysninger
el_gr: Εν αναμονή των πληροφοριών σχετικά με τα όρια
es_es: Esperando límites de información
es_la: Esperando l�mites de informaci�n
et_ee: Ootamine piirab teavet
fi_fi: Odottaa rajoitustietoja
hi_hi: प्रतीक्षा की जानकारी सीमित है
hu_hu: Várakozás a limit információkra
ja_jp: 限界情報を待っています
kk_kz: Шектеу туралы ақпаратты күтуде
mn_mn: Хязгаарлалтын мэдээг хүлээж байна
ms_my: Menunggu maklumat had
nb_no: Venter grenseinformasjon
pl_pl: Oczekiwanie na informacje dotyczące limitów
pt_br: Aguardando informação de limites
pt_pt: Aguardando informações sobre limites
ro_ro: Așteptarea informațiilor limitează
ru_ru: Ожидание информации о лимитах
th_th: กำลังรอข้อมูลขีดจำกัด
tr_tr: Limit bilgileri bekleniyor
tt_ru: Лимитлар турында мәгълүмат көтү
uz_uz: Cheklovlar haqida ma'lumotni kutish
vi_vn: Đang chờ thông tin hạn mức

source: Wrong currency
ar_kw: عملة خاطئة
az_az: Səhv valyuta
cn_cn: 错误货币
cs_cz: Nesprávná měna
da_dk: Forkert valuta
el_gr: Λάθος νόμισμα
es_es: Moneda incorrecta
es_la: Moneda incorrecta
et_ee: Vale valuuta
fi_fi: V‰‰r‰ valuutta
hi_hi: गलत मुद्रा
hu_hu: Nem megfelelő pénznem
ja_jp: 誤った通貨
kk_kz: Дұрыс емес валюта
mn_mn: Буруу мөнгөн тэмдэгт
ms_my: Mata wang salah
nb_no: Feil valuta
pl_pl: Niepoprawna waluta
pt_br: Moeda errada
pt_pt: Moeda errada
ro_ro: Moneda greșită
ru_ru: Неверная валюта
sv_se: Ogiltig valuta
th_th: สกุลเงินไม่ถูกต้อง
tr_tr: Yanlış para birimi
tt_ru: Ялгыш акча берәмлеге
uz_uz: Noto'g'ri valyuta
vi_vn: Đơn vị tiền tệ không chính xác

source: Non existent level
ar_kw: مستوى غير موجود
az_az: Mövcud olmayan səviyyə
cn_cn: 不存在该等级
cs_cz: Neexistující úroveň
da_dk: Ikke-eksisterende niveau
el_gr: Ανύπαρκτο επίπεδο
es_es: Nivel inexistente
es_la: Nivel inexistente
et_ee: Olematu tase
fi_fi: Olematon taso
hi_hi: गैर मौजूद स्तर
hu_hu: Nem létező szint
ja_jp: 実在しないレベル
kk_kz: Жарамсыз деңгей
mn_mn: Байхгүй түвшин
ms_my: Tahap ini tidak wujud
nb_no: Ikke-eksisterende nivå
pl_pl: Nieistniejący poziom
pt_br: Nível inexistente
pt_pt: Nível inexistente
ro_ro: Nivel inexistent
ru_ru: Несуществующий уровень
sv_se: Obefintlig nivå
th_th: ระดับนี้ไม่มีอยู่
tr_tr: Böyle bir seviye yok
tt_ru: Гамәлгә яраксыз дәрәҗә
uz_uz: Mavjud bo'lmagan daraja
vi_vn: Cấp độ không tồn tại

source: No points
ar_kw: لا يوجد نقاط
az_az: Xal yoxdur
cn_cn: 没有积分
cs_cz: Žádné body
da_dk: Ingen point
el_gr: Χωρίς πόντους
es_es: Sin puntos
es_la: Sin puntos
et_ee: Pole punkte
fi_fi: Ei pisteit‰
hi_hi: कोई अंक नहीं
hu_hu: Nincsenek pontok
ja_jp: ポイント無し
kk_kz: Ұпай жоқ
mn_mn: Оноо байхгүй
ms_my: Tiada mata
nb_no: Ingen poeng
pl_pl: Brak punktów
pt_br: Sem pontos
pt_pt: Sem pontos
ro_ro: Fără puncte
ru_ru: Нет пунктов
sv_se: Inga poäng
th_th: ไม่มีคะแนน
tr_tr: Puan yok
tt_ru: Пунктлар юк
uz_uz: Ballar yo'q
vi_vn: Không có điểm

source: Set loyalty level
ar_kw: حدد مستوى الولاء
az_az: Sadiqlik səviyyəsini təyin edin
cn_cn: 设置忠诚度等级
cs_cz: Nastavit věrnostní úroveň
da_dk: Angiv fordelskundeniveau
el_gr: Ορισμός επιπέδου επιβράβευσης αφοσίωσης
es_es: Establecer nivel de lealtad
es_la: Establecer nivel de lealtad
et_ee: Määrake lojaalsuse tase
fi_fi: Aseta lojaalisuustaso
hi_hi: लॉयलटी स्तर निर्धारित करें
hu_hu: Hűségszint beállítása
ja_jp: ローヤリティレベルの設定
kk_kz: Адалдық деңгейін орнатыңыз
mn_mn: Лояалтигийн түвшин тогтоох
ms_my: Tetapkan tahap kesetiaan
nb_no: Sett lojalitetsnivå
pl_pl: Ustal poziom lojalnościowy
pt_br: Definir nível de lealdade
pt_pt: Defina nível de fidelidade
ro_ro: Stabiliți nivelul de loialitate
ru_ru: Установить уровень лояльности
sv_se: Ange lojalitetsnivå
th_th: ตั้งค่าระดับรอยัลตี
tr_tr: Sadakat (loyalty) seviyesini belirle
tt_ru: Лояльлек дәрәҗәсен билгеләргә
uz_uz: Sodiqlik darajasini o'rnatish
vi_vn: Thiết lập cấp độ điểm khách hàng thân thiết

source: No bet
ar_kw: لا يوجد رهان
az_az: Bahis yoxdur
cn_cn: 没有赌注
cs_cz: Žádná sázka
da_dk: Intet bet
el_gr: Δεν υπάρχει στοίχημα
es_es: Sin apuesta
es_la: Sin apuesta
et_ee: Ei panusta
fi_fi: Ei panostusta
hi_hi: कोई बेट नहीं
hu_hu: Nincs megadott tét
ja_jp: 賭けなし
kk_kz: Ставка жоқ
mn_mn: Бооцоо байхгүй
ms_my: Tiada taruhan
nb_no: Ingen bet
pl_pl: Brak zakładu
pt_br: Sem aposta
pt_pt: Sem aposta
ro_ro: Nici un pariu
ru_ru: Нет ставки
sv_se: Ingen insats
th_th: ไม่มีเดิมพัน
tr_tr: Bahis yok
tt_ru: Ставка юк
uz_uz: Tikish yo'q
vi_vn: Không đặt cược

source: No ID user
ar_kw: معرف المستخدم غير موجود
az_az: ID istifadəçisi yoxdur
cn_cn: 无此ID用户
cs_cz: Žádné ID uživatele
da_dk: Ingen id-bruger
el_gr: Δεν υπάρχει αναγνωριστικό χρήστη
es_es: Usuario sin identificación
es_la: Usuario sin identificaci�n
et_ee: ID-kasutajat pole
fi_fi: Ei tunnusk‰ytt‰j‰‰
hi_hi: कोई आईडी उपयोगकर्ता नहीं
hu_hu: Nincs az azonosítóhoz társítva felhasználó!
ja_jp: IDのないユーザー
kk_kz: Пайдаланушы идентификаторы жоқ
mn_mn: Хэрэглэгчийн нэр байхгүй
ms_my: Tiada ID pengguna
nb_no: Ingen ID bruker
pl_pl: Brak ID użytkownika
pt_br: Sem id de usuário
pt_pt: Sem identificação de usuário
ro_ro: Fără utilizator ID
ru_ru: Нет идентификатора пользователя
sv_se: Användar-ID saknas
th_th: ไม่มีผู้ใช้ ID
tr_tr: ID kullanıcı yok
tt_ru: Кулланучының идентификаторы юк
uz_uz: Foydalanuvchi identifikatori yo'q
vi_vn: Không có người dùng ID

source: No ID bonus
ar_kw: معرف المكافأة غير موجود
az_az: Şəxsiyyət vəsiqəsi yoxdur
cn_cn: 无此ID奖励
cs_cz: Žádné ID bonusu
da_dk: Ingen ID bonus
el_gr: Δεν υπάρχει αναγνωριστικό μπόνους
es_es: Sin bono de identificación
es_la: Sin bono de identificaci�n
et_ee: ID boonust pole
fi_fi: Ei tunnusbonusta
hi_hi: कोई आईडी बोनस नहीं
hu_hu: Nincs bónusz azonosító
ja_jp: IDのないボーナス
kk_kz: Бонус идентификаторы жоқ
mn_mn: Бонусын нэр байхгүй
ms_my: Tiada ID bonus
nb_no: Ingen ID bonus
pl_pl: Brak ID bonusu
pt_br: Sem bônus de identificação
pt_pt: Sem identificação de bônus
ro_ro: Fără bonus de identificare
ru_ru: Нет идентификатора бонуса
sv_se: Bonus-ID saknas
th_th: ไม่มีโบนัส ID
tr_tr: ID bonusu yok
tt_ru: Бонус идентификаторы юк
uz_uz: Bonus identifikatori yo'q
vi_vn: Không có phần thưởng ID

source: Wrong amount
ar_kw: مبلغ خاطئ
az_az: Yanlış məbləğ
cn_cn: 错误的金额
cs_cz: Nesprávná částka
da_dk: Forkert beløb
el_gr: Λάθος ποσό
es_es: Cantidad incorrecta
es_la: Cantidad incorrecta
et_ee: Vale summa
fi_fi: V‰‰r summa
hi_hi: ग़लत राशि
hu_hu: Nem megfelelő összeg
ja_jp: 誤った量
kk_kz: Қате сома
mn_mn: Буруу дүн
ms_my: Amaun salah
nb_no: Feil sum
pl_pl: Niepoprawna kwota
pt_br: Montante errado
pt_pt: Valor errado
ro_ro: Suma greșită
ru_ru: Неверное количество
sv_se: Ogiltigt belopp
th_th: จำนวนเงินไม่ถูกต้อง
tr_tr: Yanlış tutar
tt_ru: Күләм хатасы
uz_uz: Noto'g'ri miqdor
vi_vn: Số tiền không chính xác

source: No bonus ID
ar_kw: معرف المكافأة غير موجود
az_az: Bonus ID yoxdur
cn_cn: 没有奖励ID
cs_cz: Žádné bonusové ID
da_dk: Intet bonus-id
el_gr: Δεν υπάρχει αναγνωριστικό μπόνους
es_es: Sin identificación de bonificación
es_la: Sin identificaci�n de bonificaci�n
et_ee: Boonuse ID puudub
fi_fi: Ei bonustunnusta
hi_hi: कोई बोनस आईडी नहीं
hu_hu: Nincs bónusz azonosító
ja_jp: ボーナス IDがありません
kk_kz: Бонус идентификаторы жоқ
mn_mn: Бонусын нэр байхгүй
ms_my: Tiada ID bonus
nb_no: Ingen bonus ID
pl_pl: Brak ID bonusu
pt_br: Sem ID de bônus
pt_pt: Sem identificação de bônus
ro_ro: Fără ID de bonus
ru_ru: Нет ID бонуса
sv_se: Bonus-ID saknas
th_th: ไม่มี ID โบนัส
tr_tr: Bonus ID yok
tt_ru: Бонус ID юк
uz_uz: Bonus ID yo'q
vi_vn: Không có ID thưởng

source: No user ID
ar_kw: معرف المستخدم غير موجود
az_az: İstifadəçi ID-si yoxdur
cn_cn: 无此用户ID
cs_cz: Žádné uživatelské ID
da_dk: Intet bruger-id
el_gr: Δεν υπάρχει αναγνωριστικό χρήστη
es_es: Sin identificación de usuario
es_la: Sin identificaci�n de usuario
et_ee: Kasutajatunnus puudub
fi_fi: Ei k‰ytt‰j‰tunnusta
hi_hi: कोई उपयोगकर्ता आईडी नहीं
hu_hu: Nincs megadott felhasználói azonosító
ja_jp: ユーザー IDがありません
kk_kz: Пайдаланушы идентификаторы жоқ
mn_mn: Хэрэглэгчийн нэр байхгүй
ms_my: Tiada ID pengguna
nb_no: Ingen bruker ID
pl_pl: Brak ID użytkownika
pt_br: Sem ID de usuário
pt_pt: Sem identificação de usuário
ro_ro: Fără ID de utilizator
ru_ru: Нет ID пользователя
sv_se: Användar-ID saknas
th_th: ไม่มี ID ผู้ใช้
tr_tr: Kullanıcı ID yok
tt_ru: Кулланучы ID юк
uz_uz: Foydalanuvchi ID yo'q
vi_vn: Không có ID người dùng

source: Wrong date format
ar_kw: تنسيق التاريخ غير صحيح
az_az: Səhv tarix formatı
cn_cn: 错误的日期格式
cs_cz: Nesprávný formát data
da_dk: Forkert datoformat
el_gr: Εσφαλμένη μορφή ημερομηνίας
es_es: Formato de fecha incorrecta
es_la: Formato de fecha incorrecta
et_ee: Vale kuupäevavorming
fi_fi: V‰‰r‰ p‰iv‰yksen muoto
hi_hi: गलत तारीख प्रारूप
hu_hu: Helytelen dátumformátum
ja_jp: 誤った日にちのフォーマット
kk_kz: Күн форматы жарамсыз
mn_mn: Он, сар, өдрийн дараалал буруу
ms_my: Format tarikh salah
nb_no: Feil datoformat
pl_pl: Niepoprawny format daty
pt_br: Formato de data errado
pt_pt: Formato errado da data
ro_ro: Format greșit
ru_ru: Неверный формат даты
sv_se: Fel datumformat
th_th: รูปแบบวันที่ไม่ถูกต้อง
tr_tr: Yanlış tarih formatı
tt_ru: Көннең ялгыш форматы
uz_uz: Noto'g'ri sana formati
vi_vn: Định dạng ngày không đúng

source: Date must not be today
ar_kw: يجب ألا يكون التاريخ اليوم
az_az: Tarix bu gün olmamalıdır
cn_cn: 日期不能是今天
cs_cz: Nesmí být dnešní datum
da_dk: Dato må ikke være i dag
el_gr: Η ημερομηνία δεν πρέπει να είναι σήμερα
es_es: La fecha no debe ser hoy
es_la: La fecha no debe ser hoy
et_ee: Kuupäev ei tohi olla täna
fi_fi: P‰iv‰ys ei voi olla t‰n‰‰n
hi_hi: तारीख आज की नहीं होनी चाहिए
hu_hu: A dátum nem lehet a mai nap
ja_jp: 日付は今日にはできません
kk_kz: Күн бүгін болмауы керек
mn_mn: Огноо өнөөдөр байж болохгүй
ms_my: Tarikh perlulah bukan hari ini
nb_no: Dato kan ikke være i dag
pl_pl: Data nie może być dzisiejsza
pt_br: A data não deve ser hoje
pt_pt: Data não pode ser o dia de hoje
ro_ro: Data nu trebuie să fie astăzi
ru_ru: Дата не может
sv_se: Datumet kan inte vara idag
th_th: วันที่ต้องไม่ใช่วันนี้
tr_tr: Tarih bugün olmamalı
tt_ru: Көн була алмый
uz_uz: Sana mumkin emas
vi_vn: Không được đặt ngày là hôm nay

source: No bonus id
ar_kw: معرف مكافأة غير موجود
az_az: Bonus id yoxdur
cn_cn: 没有奖励ID
cs_cz: Žádné ID bonusu
da_dk: Ingen bonus-id
el_gr: Δεν υπάρχει αναγνωριστικό μπόνους
es_es: Sin identificación de bonificación
es_la: Sin identificaci�n de bonificaci�n
et_ee: Boonuse ID puudub
fi_fi: Ei bonustunnusta
hi_hi: कोई बोनस आईडी नहीं
hu_hu: Nincs bónusz azonosító
ja_jp: ボーナスidがありません
kk_kz: Бонус идентификаторы жоқ
mn_mn: Бонусын нэр байхгүй
ms_my: Tiada ID bonus
nb_no: Ingen bonus id
pl_pl: Brak ID bonusu
pt_br: Sem id de bônus
pt_pt: Sem identificação de bônus
ro_ro: Fără bonus de id
ru_ru: Нет идентификатора бонуса
sv_se: Bonus-ID saknas
th_th: ไม่มี ID โบนัส
tr_tr: Bonus ID yok
tt_ru: Бонус идентификаторы юк
uz_uz: Bonus identifikatori yo'q
vi_vn: Không có id thưởng

source: No status
ar_kw: لا توجد حالة
az_az: Status yoxdur
cn_cn: 无状态
cs_cz: Žádný stav
da_dk: Ingen status
el_gr: Δεν υπάρχει κατάσταση
es_es: Sin estado
es_la: Sin estado
et_ee: Staatuseta
fi_fi: Ei asemaa
hi_hi: कोई स्थिति नहीं
hu_hu: Nincs megadott státusz
ja_jp: ステータスがありません
kk_kz: Күйі жоқ
mn_mn: Статус байхгүй
ms_my: Tiada status
nb_no: Ingen status
pl_pl: Brak statusu
pt_br: Sem estado
pt_pt: Sem status
ro_ro: Fara status
ru_ru: Нет статуса
sv_se: Status saknas
th_th: ไม่มีสถานะ
tr_tr: Durum mevcut değil
tt_ru: Статус юк
uz_uz: Status yo'q
vi_vn: Không có trạng thái

source: Bonus not found
ar_kw: لم يتم العثور على المكافأة
az_az: Bonus tapılmadı
cn_cn: 未找到奖金
cs_cz: Bonus nenalezen
da_dk: Bonus blev ikke fundet
el_gr: Το μπόνους δεν βρέθηκε
es_es: Bonificación no encontrada
es_la: Bonificaci�n no encontrada
et_ee: Boonust ei leitud
fi_fi: Bonusta ei lˆytynyt
hi_hi: बोनस नहीं मिला
hu_hu: Nem található bónusz
ja_jp: ボーナスが見つかりません
kk_kz: Бонус табылмады
mn_mn: Бонус олдсонгүй
ms_my: Bonus tidak dijumpai
nb_no: Ingen bonus funnet
pl_pl: Nie znaleziono bonusu
pt_br: Bônus não encontrado
pt_pt: Bônus não encontrado
ro_ro: Bonusul nu a fost găsit
ru_ru: Бонус не найден
sv_se: Bonusen kunde inte hittas
th_th: ไม่พบโบนัส
tr_tr: Bonus bulunamadı
tt_ru: Бонус табылмады
uz_uz: Bonus topilmadi
vi_vn: Không tìm thấy phần thưởng

source: Already have active
ar_kw: نشطة بالفعل
az_az: Artıq aktivdir
cn_cn: 已有活动
cs_cz: Již aktivní
da_dk: Har allerede aktive
el_gr: Ήδη ενεργό
es_es: Ya tengo activo
es_la: Ya tengo activo
et_ee: On juba aktiivne
fi_fi: On jo aktiivinen
hi_hi: पहले से ही सक्रिय हैं
hu_hu: Már aktiválva van
ja_jp: すでに作動しています
kk_kz: Белсенді бар
mn_mn: Аль хэдийн идэвхтэй
ms_my: Anda telah mempunyai bonus aktif
nb_no: Har allerede aktiv
pl_pl: Już aktywowane
pt_br: Já tem ativo
pt_pt: Já está ativado
ro_ro: Deja este activ
ru_ru: Уже есть активный
sv_se: Redan aktiv
th_th: มีการใช้งานอยู่แล้ว
tr_tr: Aktif olarak mevcut
tt_ru: Актив бар инде
uz_uz: Allaqachon faol
vi_vn: Đã hoạt động

source: Bonus is not available
ar_kw: المكافأة غير متوفرة
az_az: Bonus mövcud deyil
cn_cn: 奖金不存在
cs_cz: Bonus není dostupný
da_dk: Bonus er ikke tilgængelig
el_gr: Το μπόνους δεν είναι διαθέσιμο
es_es: El bono no está disponible
es_la: El bono no est� disponible
et_ee: Boonus pole saadaval
fi_fi: Bonus ei ole saatavilla
hi_hi: बोनस नहीं मिल रहा है
hu_hu: A bónusz nem elérhető
ja_jp: ボーナスは利用可能ではありません
kk_kz: Бонус қолжетімді емес
mn_mn: Бонус боломжгүй байна
ms_my: Bonus tidak tersedia
nb_no: Bonus er ikke tilgjengelig
pl_pl: Bonus jest niedostępny
pt_br: Bônus não está disponível
pt_pt: Bônus não está disponível
ro_ro: Bonusul nu este disponibil
ru_ru: Бонус не доступен
sv_se: Bonusen inte är tillgänglig
th_th: โบนัสไม่พร้อมใช้งาน
tr_tr: Bonus mevcut değil
tt_ru: Бонус мөмкин түгел
uz_uz: Bonus mavjud emas
vi_vn: Phần thưởng không khả dụng

source: First deposit, already deposited
ar_kw: أول إيداع تم إيداعه بالفعل
az_az: İlk depozit, artıq depozit qoyulmuşdur
cn_cn: 第一笔存款已存入
cs_cz: První vklad, již vloženo
da_dk: Første indbetaling, allerede deponeret
el_gr: Έχει ήδη πραγματοποιηθεί η πρώτη κατάθεση
es_es: Primer depósito, ya depositado
es_la: Primer dep�sito, ya depositado
et_ee: Esimene sissemakse on juba tehtud
fi_fi: Ensitalletus jo talletettu
hi_hi: पहला जमा, पहले से जमा हो चुका है
hu_hu: Az első befizetés már be van fizetve
ja_jp: 最初の入金は、すでに振り込まれています
kk_kz: Бірінші депозит, депозит жасалған
mn_mn: Эхний мөрий аль хэдийн тавигдсан
ms_my: Deposit pertama telah didepositkan
nb_no: Første innskudd, allereie innskutt
pl_pl: Pierwszy depozyt, już wpłacony
pt_br: Primeiro depósito, já depositado
pt_pt: Primeiro depósito já depositado
ro_ro: Primul depozit, deja depus
ru_ru: Первый депозит, депозит уже сделан
sv_se: Första insättningen är redan gjord
th_th: เงินฝากครั้งแรกถูกฝากแล้ว
tr_tr: İlk yatırma zaten yapıldı
tt_ru: Беренче депозит инде ясалган
uz_uz: Birinchi depozit, allaqachon qo'yilgan
vi_vn: Nạp lần đầu, đã nạp

source: Dont satisfy bonus conditions
ar_kw: لا تفي بشروط المكافأة
az_az: Bonus şərtlərini yerinə yetirməyin
cn_cn: 不要满足奖金条件
cs_cz: Nesplněny podmínky čerpání bonusu
da_dk: Må ikke opfylde bonusbetingelser
el_gr: Δεν πληροί τις προϋποθέσεις του μπόνους
es_es: No cumples condiciones de bonificación
es_la: No cumples condiciones de bonificaci�n
et_ee: Ei vasta boonuse tingimustele
fi_fi: Et t‰yt‰ bonusehtoja
hi_hi: बोनस शर्तों को पूरा न करें
hu_hu: Nem felel meg a bónuszfeltételeknek
ja_jp: ボーナス状態に満足してはいけません
kk_kz: Бонустардың шарттарына сай емес
mn_mn: Бонусын нөхцөлийг хангахгүй байна
ms_my: Bonus tidak memenuhi syarat set
nb_no: Tilfredstiller ikke bonusvilkår
pl_pl: Nie spełnia wymogów bonusu
pt_br: Não satisfaz condições de bônus
pt_pt: Não satisfaz as condições de bônus
ro_ro: Nu satisfaceți condițiile de bonus
ru_ru: Не удовлетворяют условия бонусов
sv_se: Uppfyller inte bonusvillkoren
th_th: ไม่เป็นไปตามเงื่อนไขโบนัส
tr_tr: Bonus kriterlerini karşılamıyor
tt_ru: Бонуслар шартларын канәгатьләндермиләр
uz_uz: Bonus shartlari qondirish emas
vi_vn: Không đáp ứng các điều kiện thưởng

source: Bonus used
ar_kw: تم إستخدام المكافأة
az_az: Bonus istifadə olunur
cn_cn: 奖金已被使用
cs_cz: Bonus již použitý
da_dk: Anvendt bonus
el_gr: Το μπόνους χρησιμοποιήθηκε
es_es: Bonificación utilizada
es_la: Bonificaci�n utilizada
et_ee: Boonus kasutatud
fi_fi: Bonus k‰ytetty
hi_hi: बोनस उपयोग कर लिया गया
hu_hu: Bónusz felhasználva
ja_jp: ボーナスが使われました
kk_kz: Қолданылған бонус
mn_mn: Бонусыг ашигласан
ms_my: Bonus telah digunakan
nb_no: Brukt bonus
pl_pl: Bonus wykorzystany
pt_br: Bônus usado
pt_pt: Bônus usado
ro_ro: Bonus utilizat
ru_ru: Использованный бонус
sv_se: Bonusen är förbrukad
th_th: โบนัสที่ถูกใช้
tr_tr: Bonus kullanıldı
tt_ru: Кулланылган бонус
uz_uz: Ishlatilgan bonus
vi_vn: Phần thưởng đã sử dụng

source: Promo code needed
ar_kw: الكود الترويجي مطلوب
az_az: Promo kodu lazımdır
cn_cn: 需要促销代码
cs_cz: Je třeba promo kód
da_dk: Kampagnekode nødvendig
el_gr: Απαιτείται προωθητικός κωδικός
es_es: Código de promoción necesario
es_la: C�digo de promoci�n necesario
et_ee: Vaja on kampaaniakoodi
fi_fi: Kampanjakoodi vaaditaan
hi_hi: प्रोमो कोड की जरूरत है
hu_hu: Promóciós kód szükséges
ja_jp: プロモコードが必要です
kk_kz: Промокод қажет
mn_mn: Урамшууллын код шаардлагатай
ms_my: Kod promo diperlukan
nb_no: Kampanjekode kreves
pl_pl: Wymagany kod promocyjny
pt_br: Código promocional necessário
pt_pt: Código promocional necessário
ro_ro: Este necesar un cod promoțional
ru_ru: Необходим промо-код
sv_se: Kampanjkod är obligatorisk
th_th: จำเป็นต้องมีรหัสโปรโมชั่น
tr_tr: Promosyon kodu gerekli
tt_ru: Промо-код кирәк
uz_uz: Sizga promo-kod kerak
vi_vn: Cần có mã khuyến mãi
