Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/loyalty.po
Languages: ar_kw, az_az, cn_cn, cs_cz, da_dk, el_gr, es_es, es_la, et_ee, fi_fi, hi_hi, hu_hu, ja_jp, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Bonus name already exists
ar_kw: اسم المكافأة موجود بالفعل
az_az: Bonus adı artıq mövcuddur
cn_cn: 奖励名称已存在
cs_cz: Název bonusu už existuje
da_dk: Bonusnavnet findes allerede
el_gr: Το όνομα του μπόνους υπάρχει ήδη
es_es: Nombre de bono ya existe
es_la: Nombre de bono ya existe
et_ee: Boonuse nimi on juba olemas
fi_fi: Bonuksen nimi on jo olemassa
hi_hi: बोनस नाम पहले से मौजूद है
hu_hu: A bónusznév már létezik
ja_jp: ボーナス名はすでに存在します
kk_kz: Мұндай бонус атауы бар
mn_mn: Бонусын нэр аль хэдийн байгаа
ms_my: Nama bonus telah wujud
nb_no: Bonusnavn eksisterer allerede
pl_pl: Nazwa bonusu już istnieje
pt_br: O nome do bônus já existe
pt_pt: Nome do bônus já existe
ro_ro: Numele bonus există deja
ru_ru: Название бонуса уже существует
sv_se: Bonusnamnet finns redan
th_th: ชื่อโบนัสนี้มีอยู่แล้ว
tr_tr: Bonus adı zaten mevcut
tt_ru: Бонусның исеме инде бар
uz_uz: Bonus nomi allaqachon mavjud
vi_vn: Tên phần thưởng đã tồn tại

source: Wrong bonus ID
ar_kw: معرف المكافأة خاطئ
az_az: Yanlış bonus ID
cn_cn: 错误的奖励ID
cs_cz: Nesprávné ID bonusu
da_dk: Forkert bonus-id
el_gr: Λάθος αναγνωριστικό μπόνους
es_es: Identificación de bono errónea
es_la: Identificaci�n de bono err�nea
et_ee: Vale boonuse ID
fi_fi: V‰‰r‰ bonustunnus
hi_hi: गलत बोनस आईडी
hu_hu: Helytelen bónusz azonosító
ja_jp: 誤ったボーナス ID
kk_kz: Жарамсыз бонус идентификаторы
mn_mn: Бонусын нэр буруу
ms_my: ID bonus salah
nb_no: Feil bonus ID
pl_pl: Zły ID bonusu
pt_br: ID de bônus errada
pt_pt: Identificação do bônus errada
ro_ro: ID-ul bonusului greșit
ru_ru: Неверный ID бонуса
sv_se: Felaktigt bonus-ID
th_th: ID โบนัสไม่ถูกต้อง
tr_tr: Yanlış bonus ID
tt_ru: ID бонусларыгыз дөрес түгел
uz_uz: Haqiqiy bonus identifikatori
vi_vn: ID phần thưởng không chính xác

source: Activated bonuses
ar_kw: تنشيط المكافآت
az_az: Aktivləşdirilmiş bonuslar
cn_cn: 激活的奖金
cs_cz: Aktivované bonusy
da_dk: Aktiverede bonusser
el_gr: Ενεργοποιημένα μπόνους
es_es: Bonificaciones activadas
es_la: Bonificaciones activadas
et_ee: Aktiveeritud boonused
fi_fi: Aktivoidut bonukset
hi_hi: सक्रिय बोनस
hu_hu: Aktivált bónuszok
ja_jp: 有効化したボーナス
kk_kz: Белсендірілген бонустар
mn_mn: Бонусуудыг идэвхжүүлэв
ms_my: Bonus diaktifkan
nb_no: Aktiverte bonuser
pl_pl: Bonusy aktywowane
pt_br: Bônus ativados
pt_pt: Bônus ativados
ro_ro: Bonusuri activate
ru_ru: Активированные бонусы
sv_se: Aktiverade bonusar
th_th: โบนัสที่ถูกเปิดใช้งาน
tr_tr: Aktif bonuslar
tt_ru: Кулланылган бонуслар
uz_uz: Faollashtirilgan bonuslar
vi_vn: Phần thưởng đã kích hoạt

source: Can't delete
ar_kw: لا يمكن الحذف
az_az: Silmək mümkün deyil
cn_cn: 无法删除
cs_cz: Nelze smazat
da_dk: Kan ikke slettes
el_gr: Δεν είναι δυνατή η διαγραφή
es_es: No se puede eliminar
es_la: No se puede eliminar
et_ee: Ei saa kustutada
fi_fi: Ei voida poistaa
hi_hi: हटा नहीं सकते
hu_hu: Nem törölhető
ja_jp: 消去できません
kk_kz: Жою мүмкін емес
mn_mn: Устгах боломжгүй
ms_my: Tidak boleh dipadam
nb_no: Kan ikke slette
pl_pl: Nie można usunąć
pt_br: Não é possível excluir
pt_pt: Não é possível deletar
ro_ro: Nu se poate șterge
ru_ru: Невозможно удалить
sv_se: Kan inte radera
th_th: ไม่สามารถลบได้
tr_tr: Silinemez
tt_ru: Бетереп булмый
uz_uz: O'chirib bo'lmaydi
vi_vn: Không thể xóa

source: No bonus
ar_kw: لا يوجد مكافأة
az_az: Bonus yoxdur
cn_cn: 没有奖金
cs_cz: Žádný bonus
da_dk: Ingen bonus
el_gr: Δεν υπάρχει μπόνους
es_es: Sin bonificación
es_la: Sin bonificaci�n
et_ee: Boonust pole
fi_fi: Ei bonusta
hi_hi: कोई बोनस नहीं
hu_hu: Nincs bónusz
ja_jp: ボーナスはありません
kk_kz: Бонус жоқ
mn_mn: Бонус байхгүй
ms_my: Tiada bonus
nb_no: Ingen bonus
pl_pl: Brak bonusu
pt_br: Sem bônus
pt_pt: Sem bônus
ro_ro: Fără bonus
ru_ru: Нет бонуса
sv_se: Ingen bonus
th_th: ไม่มีโบนัส
tr_tr: Bonus yok
tt_ru: Бонусыгыз юк
uz_uz: Bonus yo'q
vi_vn: Không có phần thưởng

source: Wrong store action
ar_kw: إجراء متجر خاطئ
az_az: Yanlış mağaza hərəkəti
cn_cn: 错误的店面行为
cs_cz: Nesprávná akce obchodu
da_dk: Forkert butikshandling
el_gr: Εσφαλμένη ενέργεια καταστήματος
es_es: Acción de la tienda incorrecta
es_la: Acci�n de la tienda incorrecta
et_ee: Vale kaupluse tegevus
fi_fi: V‰‰r‰ kaupan toiminto
hi_hi: गलत स्टोर कार्रवाई
hu_hu: Érvénytelen vásárlási akció
ja_jp: 誤った店舗の反応
mn_mn: Хадгалах үйлдэл буруу
ms_my: Tindakan stor salah
nb_no: Feil butikkhandling
pl_pl: Niewłaściwa akcja sklepu
pt_br: Ação da loja errada
pt_pt: Ação errada da loja
ro_ro: Acțiune greșită a magazinului
sv_se: Fel butiksåtgärd
th_th: การดำเนินการร้านค้าไม่ถูกต้อง
tr_tr: Yanlış mağaza eylemi
vi_vn: Hành động lưu trữ không chính xác

source: No order id
ar_kw: معرف الطلب غير موجود
az_az: Sifariş id-si yoxdur
cn_cn: 没有订单ID
cs_cz: Žádné ID objednávky
da_dk: Intet ordre-id
el_gr: Δεν υπάρχει αναγνωριστικό παραγγελίας
es_es: Sin identificación de pedido
es_la: Sin identificaci�n de pedido
et_ee: Tellimuse ID puudub
fi_fi: Ei tilaustunnusta
hi_hi: कोई ऑर्डर आईडी नहीं
hu_hu: Nincs megrendelési azonosító
ja_jp: 注文 idがありません
kk_kz: Тапсырыс идентификаторы жоқ
mn_mn: Захиалгын нэр байхгүй
ms_my: Tiada ID pesanan
nb_no: Ingen ordre-id
pl_pl: Brak ID zamówienia
pt_br: Sem ID do pedido
pt_pt: Pedido sem identificação
ro_ro: Fără ID de comandă
ru_ru: Нет id заказа
sv_se: Beställning-ID saknas
th_th: ไม่มี ID คำสั่งซื้อ
tr_tr: İşlem ID yok
tt_ru: id заказыгыз юк
uz_uz: Buyurtma identifikatori yo'q
vi_vn: Không có id đơn hàng

source: Order not found
ar_kw: لم يتم العثور على الطلب
az_az: Sifariş tapılmadı
cn_cn: 未找到订单
cs_cz: Objednávka nenalezena
da_dk: Ordren blev ikke fundet
el_gr: Η παραγγελία δεν βρέθηκε
es_es: Orden no encontrada
es_la: Orden no encontrada
et_ee: Tellimust ei leitud
fi_fi: Tilausta ei lˆytynyt
hi_hi: आर्डर नहीं मिला
hu_hu: A megrendelés nem található
ja_jp: 注文が見つかりません
kk_kz: Тапсырыс табылмады
mn_mn: Захиалга олдоогүй
ms_my: Pesanan masih belum dijumpai
nb_no: Fant ikke ordren
pl_pl: Nie znaleziono zamówienia
pt_br: Encomenda não encontrada
pt_pt: Pedido não encontrado
ro_ro: Comanda nu a fost găsită
ru_ru: Заказ не найден
sv_se: Beställningen kunde inte hittas
th_th: ไม่พบคำสั่งซื้อ
tr_tr: İşlem bulunamadı
tt_ru: Заказыгыз табылмады
uz_uz: Buyurtma topilmadi
vi_vn: Không tìm thấy đơn hàng

source: No item id
ar_kw: معرف العنصر غير موجود
az_az: Element id-si yoxdur
cn_cn: 没有商品ID
cs_cz: Žádné ID položky
da_dk: Intet element-id
el_gr: Δεν υπάρχει αναγνωριστικό στοιχείου
es_es: Ninguna identificación del artículo
es_la: Ninguna identificaci�n del art�culo
et_ee: Toote ID puudub
fi_fi: Ei kohdetunnusta
hi_hi: कोई आइटम आईडी नहीं
hu_hu: Nincs tételazonosító
ja_jp: アイテム idがありません
kk_kz: Өнім идентификаторы жоқ
mn_mn: Зүйлийн нэр байхгүй
ms_my: Tiada ID item
nb_no: Ingen enhets-id
pl_pl: Brak ID przedmiotu
pt_br: Nenhuma id de item
pt_pt: Item sem identificação
ro_ro: Fără ID de articol
ru_ru: Нет id продукта
sv_se: Produkt-ID saknas
th_th: ไม่มี ID รายการ
tr_tr: Öge ID yok
tt_ru: id товарыгыз табылмады
uz_uz: Mahsulot identifikatori yo'q
vi_vn: Không có id mục

source: User not found
ar_kw: لم يتم العثور على المستخدم
az_az: İstifadəçi tapılmadı
cn_cn: 未找到用户
cs_cz: Uživatel nenalezen
da_dk: Brugeren blev ikke fundet
el_gr: Ο χρήστης δεν βρέθηκε
es_es: Usuario no encontrado
es_la: Usuario no encontrado
et_ee: Kasutajat ei leitud
fi_fi: K‰ytt‰j‰‰ ei lˆytynyt
hi_hi: उपयोगकर्ता नहीं मिला
hu_hu: A felhasználó nem található
ja_jp: ユーザーが見つかりません
kk_kz: Пайдаланушы табылмады
mn_mn: Хэрэглэгч олдоогүй
ms_my: Pengguna masih belum dijumpai
nb_no: Fant ikke bruker
pl_pl: Nie znaleziono użytkownika
pt_br: Usuário não encontrado
pt_pt: Usuário não encontrado
ro_ro: Utilizatorul nu a fost găsit
ru_ru: Пользователь не найден
sv_se: Användaren kunde inte hittas
th_th: ไม่พบผู้ใช้
tr_tr: Kullanıcı bulunamadı
tt_ru: Кулланучы табылмады
uz_uz: Foydalanuvchi topilmadi
vi_vn: Không tìm thấy người dùng

source: Item not found
ar_kw: لم يتم العثور على العنصر
az_az: Element tapılmadı
cn_cn: 未找到项目
cs_cz: Položka nenalezena
da_dk: Elementet blev ikke fundet
el_gr: Το στοιχείο δεν βρέθηκε
es_es: Objeto no encontrado
es_la: Objeto no encontrado
et_ee: Toodet ei leitud
fi_fi: Kohdetta ei lˆytynyt
hi_hi: आइटम नहीं मिला
hu_hu: A tétel nem található
ja_jp: アイテムが見つかりません
kk_kz: Өнім табылмады
mn_mn: Хайсан зүйл олдоогүй
ms_my: Item masih belum dijumpai
nb_no: Fant ikke enhet
pl_pl: Nie znaleziono przedmiotu
pt_br: Item não encontrado
pt_pt: Item não encontrado
ro_ro: Articolul nu a fost găsit
ru_ru: Продукт не найден
sv_se: Produkten kunde inte hittas
th_th: ไม่พบรายการ
tr_tr: Öge bulunamadı
tt_ru: Товар табылмады
uz_uz: Mahsulot topilmadi
vi_vn: Không tìm thấy mục

source: Item price not set for currency: LOYALTY
ar_kw: لم يتم تعيين سعر العنصر للعملة: LOYALTY
az_az: Valyuta üçün qiymət təyin edilməyib: LOYALTY
cn_cn: 商品价格未设置为货币：LOYALTY
cs_cz: Cena položky není nastavena pro měnu: VĚRNOST
da_dk: Varepris er ikke angivet for valuta: LOYALTY
el_gr: Η τιμή του είδους δεν έχει οριστεί για το νόμισμα: ΕΠΙΒΡΑΒΕΥΣΗ ΑΦΟΣΙΩΣΗΣ
es_es: Precio del artículo no establecido para la moneda: LEALTAD
es_la: Precio del art�culo no establecido para la moneda: LEALTAD
et_ee: Toote hind pole valuuta jaoks määratud: LOJAALSUS
fi_fi: Kohteen hintaa ei asetettu valuutalle: LOJAALISUUS
hi_hi: आइटम की कीमत मुद्रा के लिए निर्धारित नहीं है: लॉयलटी
hu_hu: A tétel nem a pénznemhez van beállítva: HŰSÉG
ja_jp: アイテムの値段が通貨に対応して設定されていません: ローヤリティ
kk_kz: Өнімнің бағасы үшін валюта көрсетілмеген: АДАЛДЫҚ
mn_mn: Зүйлийн үнэ мөнгөн тэмдэгтээр илэрхийлэгдээгүй: ЛОЯАЛТИ
ms_my: Harga item tidak ditetapkan untuk mata wang: KESETIAAN
nb_no: Enhetspris er ikke satt for valuta: LOJALITET
pl_pl: Cena przedmiotu nie ustalona dla waluty: punkty lojalnościowe
pt_br: Preço do item não definido para moeda: LOYALTY
pt_pt: Preço do item não definido para moeda: LOYALTY
ro_ro: Prețul articolului nu este stabilit pentru monedă: LOYALTY
ru_ru: Для цены товара не указана валюта: ЛОЯЛЬНОСТЬ
sv_se: Produktpris ej angivet för valuta: LOJALITET
th_th: ไม่ได้กำหนดราคาสินค้าสำหรับสกุลเงิน: ลอยัลตี้
tr_tr: Öge fiyatı para birimi için ayarlanmadı: SADAKAT
tt_ru: Товарның бәясенә акча берәмлеге күрсәтелмәгән: лояльлек
uz_uz: Tovar narxi uchun valyuta ko'rsatilmagan: SODIQLIK
vi_vn: Giá của mục không được thiết lập với đơn vị tiền tệ: ĐIỂM KHÁCH HÀNG THÂN THIẾT

source: Not enough loyalty points
ar_kw: لا توجد نقاط ولاء كافية
az_az: Kifayət qədər loyallıq xalları yoxdur
cn_cn: 没有足够的忠诚点
cs_cz: Nedostatek věrnostních bodů
da_dk: Ikke nok loyalitetpoint
el_gr: Δεν υπάρχουν αρκετοί πόντοι επιβράβευσης αφοσίωσης
es_es: No hay suficientes puntos de fidelidad
es_la: No hay suficientes puntos de fidelidad
et_ee: Lojaalsuspunkte pole piisavalt
fi_fi: Ei riitt‰v‰sti lojaalisuuspisteit‰
hi_hi: पर्याप्त लॉयलटी अंक नहीं
hu_hu: Nincs elég hűségpontod
ja_jp: 十分なローヤリティポイントがありません
kk_kz: Адалдық ұпайлары жеткіліксіз
mn_mn: Лояалти оноо хангалтгүй
ms_my: Mata kesetiaan tidak mencukupi
nb_no: Ikke nok lojalitetspoeng
pl_pl: Zbyt mało punktów lojalnościowych
pt_br: Pontos de lealdade insuficientes
pt_pt: Insuficientes pontos de fidelidade
ro_ro: Nu sunt suficiente puncte de loialitate
ru_ru: Недостаточно пунктов лояльности
sv_se: Inte tillräckligt med lojalitetspoäng
th_th: คะแนนลอยัลตี้ไม่เพียงพอ
tr_tr: Yeterli sadakat puanı yok
tt_ru: Лояльлек пунктларыгыз җитми
uz_uz: Sodiqlik nuqtalari etarli emas
vi_vn: Không đủ điểm khách hàng thân thiết

source: Item out of stock
ar_kw: نفذ العنصر من المخزون
az_az: Element stokda yoxdur
cn_cn: 项目缺货
cs_cz: Položka není skladem
da_dk: Vare udsolgt
el_gr: Είδος εκτός αποθέματος
es_es: Artículo agotado
es_la: Art�culo agotado
et_ee: Toode on otsas
fi_fi: Kohde loppu varastosta
hi_hi: आइटम स्टॉक में उपलब्ध नहीं
hu_hu: A tétel elfogyott
ja_jp: アイテムの在庫がありません
kk_kz: Тауар жоқ
mn_mn: Нөөцөнд байхгүй байна.
ms_my: Item tiada stok
nb_no: Ikke flere enheter på lager
pl_pl: Przedmiot poza magazynem
pt_br: Item fora de estoque
pt_pt: Item fora de estoque
ro_ro: Produsul nu mai este in stoc
ru_ru: Товара нет
sv_se: Produkten är slut i lager
th_th: รายการหมดจากสต็อก
tr_tr: Öge stokta yok
tt_ru: Товарыгыз юк
uz_uz: Mahsulot yo'q
vi_vn: Đã bán hết mục

source: Wrong BonusEventAmount of item
ar_kw: خطأ BonusEventAmount في العنصر
az_az: Yanlış BonusEventMəqsədi
cn_cn: 项目中每个数额的错误奖励
cs_cz: Nesprávná hodnota položky BonusEventAmount
da_dk: Forkert BonusEventAmount af vare
el_gr: Εσφαλμένο ποσό μπόνους εκδήλωσης για το στοιχείο
es_es: Cantidad de evento de bonificación equivocada del artículo
es_la: Cantidad de evento de bonificaci�n equivocada del art�culo
et_ee: Vale BonusEventElemendi summa
fi_fi: V‰‰r‰ kohteen bonustapahtumasumma
hi_hi: आइटम का गलत बोनस इवेंट अमाउंट
hu_hu: Érvénytelen BónuszEseményMennyiség a tételsorban
ja_jp: 誤ったボーナスイベントのアイテム量
mn_mn: Бонусын арга хэмжээний зүйлийн дүн буруу
ms_my: Ralat acara bonus item
nb_no: Feil BonusHendelsesMengde av enhet
pl_pl: Niewłaściwy BonusEventAmount przedmiotu
pt_br: Bônus errado Evento Quantia do item
pt_pt: BonusEventAmount incorrecto do item
ro_ro: Bonus greșitEventAvantaj de articol
ru_ru: Ошибка события бонуса у товара
sv_se: Felaktigt bonusevenemangsbelopp på produkt
th_th: จำนวนอีเวนต์โบนัสของรายการไม่ถูกต้อง
vi_vn: BonusEventAmount của mục không chính xác

source: User not found in tournament
ar_kw: لم يتم العثور على المستخدم في الدورة
az_az: İstifadəçi turnirdə tapılmadı
cn_cn: 在比赛中找不到用户
cs_cz: Uživatel v turnaji nenalezen
da_dk: Brugeren blev ikke fundet i turneringen
el_gr: Ο χρήστης που δεν βρέθηκε στο τουρνουά
es_es: Usuario no encontrado en torneo
es_la: Usuario no encontrado en torneo
et_ee: Kasutajat ei leitud turniirilt
fi_fi: K‰ytt‰j‰‰ ei lˆytynyt turnauksessa
hi_hi: उपयोगकर्ता टूर्नामेंट में नहीं मिला
hu_hu: A bajnokságon nem található ilyen felhasználó
ja_jp: ユーザーがトーナメント内にみつかりません
kk_kz: Пайдаланушы турнирде табылмады
mn_mn: Тэмцээн дэх хэрэглэгч олдоогүй
ms_my: Pengguna tidak dijumpai dalam kejohanan
nb_no: Bruker ikke funnet i turnering
pl_pl: Nie znaleziono użytkownika w turnieju
pt_br: Usuário não encontrado no torneio
pt_pt: Usuário não encontrado no torneio
ro_ro: Utilizatorul nu a fost găsit în turneu
ru_ru: Пользователь не найден в турнире
sv_se: Användaren kunde inte hittas bland turneringsdeltagare
th_th: ไม่พบผู้ใช้ในทัวร์นาเมนต์
tr_tr: Kullanıcı turnuvada bulunamadı
tt_ru: Кулланучы турнирда табылмады
uz_uz: Turnirda foydalanuvchi topilmadi
vi_vn: Không tìm thấy người dùng trong giải đấu

source: Set codes count
ar_kw: تعيين عدد الأكواد
az_az: Kodların sayını təyin edin
cn_cn: 设置代码计数
cs_cz: Nastavit počítadlo kódů
da_dk: Sæt antal koder
el_gr: Ορισμός καταμέτρησης κωδικών
es_es: Establecer códigos de conteo
es_la: Establecer c�digos de conteo
et_ee: Määra koodide arv
fi_fi: Aseta koodien m‰‰r‰
hi_hi: कोड गिनती सेट करें
hu_hu: Kódok számának beállítása
ja_jp: コード総数を設定する
mn_mn: Кодын тоог оруулах
ms_my: Tetapkan kiraan kod
nb_no: Sett teller for koder
pl_pl: Ustal liczbę kodów
pt_br: Definir contagem de códigos
pt_pt: Defina contagem de códigos
ro_ro: Numărul de coduri setat
sv_se: Ange kodantal
th_th: กำหนดจำนวนรหัส
tr_tr: Kod sayılarını belirle
vi_vn: Thiết lập số lượng mã

source: Set batch name
ar_kw: ضبط إسم الدفعة
az_az: Dəstə adını təyin edin
cn_cn: 设置批次名称
cs_cz: Nastavit jméno sady
da_dk: Angiv batchnavn
el_gr: Ορισμός ονόματος δέσμης
es_es: Establecer nombre de lote
es_la: Establecer nombre de lote
et_ee: Määra partii nimi
fi_fi: Aseta er‰n nimi
hi_hi: बैच नाम सेट करें
hu_hu: Tétel nevének beállítása
ja_jp: バッチ名を設定する
mn_mn: Багцын нэрийг оруулах
ms_my: Tetapkan nama kelompok
nb_no: Sett partinavn
pl_pl: Ustal nazwę partii
pt_br: Definir nome do lote
pt_pt: Defina nome do lote
ro_ro: Setați numele lotului
sv_se: Ange batchnamn
th_th: กำหนดชื่อแบตช์
tr_tr: Grup adı belirle
vi_vn: Thiết lập tên loạt

source: Codes count exceeds 300 000
ar_kw: تجاوز عدد الأكواد 300000
az_az: Kodların sayı 300 000-dən çoxdur
cn_cn: 代码数超过30万
cs_cz: Počítadlo kódů překračuje hodnotu 300 000
da_dk: Antallet af koder overstiger 300 000
el_gr: Ο αριθμός κωδικών υπερβαίνει τα 300 000
es_es: El número de códigos supera los 300 000
es_la: El n�mero de c�digos supera los 300 000
et_ee: Koodide arv ületab 300 000
fi_fi: Koodien m‰‰r‰ ylitt‰‰ 300 000
hi_hi: कोड की संख्या 300 000 से अधिक है
hu_hu: A kódok száma túllépte a 300 000-et
ja_jp: コード総数が300 000を超えています
mn_mn: Кодын тоо 300 000-с их байна
ms_my: Kiraan kod melebihi 300 000
nb_no: Kodeteller overskred 300 000
pl_pl: Liczba kodów przekracza 300.000
pt_br: Contagem de códigos excede 300 000
pt_pt: Contagem de códigos excede 300 000
ro_ro: Numărul codurilor depășește 300 000
sv_se: Kodantalet överstiger 300 000
th_th: จำนวนรหัสเกิน 300,000
tr_tr: Kod sayısı 300.000'i aşıyor
vi_vn: Số lượng mã vượt quá 300 000

source: Wrong batch ID
ar_kw: معرف دفعة خاطئ
az_az: Yanlış toplu ID
cn_cn: 错误的批次ID
cs_cz: Nesprávné ID sady
da_dk: Forkert batch-id
el_gr: Εσφαλμένο αναγνωριστικό δέσμης
es_es: Identificación de lote incorrecta
es_la: Identificaci�n de lote incorrecta
et_ee: Vale partii ID
fi_fi: V‰‰r‰ er‰tunnus
hi_hi: गलत बैच आईडी
hu_hu: Helytelen tétel azonosító
ja_jp: 誤ったバッチ ID
mn_mn: Багцын нэр буруу
ms_my: ID kelompok salah
nb_no: Feil parti-ID
pl_pl: Niewłasciwy ID partii
pt_br: ID do lote incorreta
pt_pt: Identificação de lote errada
ro_ro: ID de lot greșit
sv_se: Felaktigt batch-ID
th_th: ID แบตช์ไม่ถูกต้อง
tr_tr: Yanlış grup ID
vi_vn: ID loạt không chính xác

source: Codes not set
ar_kw: لم يتم تعيين الأكواد
az_az: Kodlar təyin edilməyib
cn_cn: 代码未设置
cs_cz: Kódy nejsou nastaveny
da_dk: Koder ikke angivet
el_gr: Οι κωδικοί δεν έχουν οριστεί
es_es: Códigos no establecidos
es_la: C�digos no establecidos
et_ee: Koode pole määratud
fi_fi: Koodeja ei asetettu
hi_hi: कोड सेट नहीं हुए
hu_hu: Nincsenek beállítva kódok
ja_jp: コードが設定されていません
kk_kz: Кодтар орнатылмаған
mn_mn: Кодуудыг оруулаагүй
ms_my: Kod tidak ditetapkan
nb_no: Koder er ikke satt
pl_pl: Nie ustalono kodów
pt_br: Códigos não definidos
pt_pt: Códigos não definidos
ro_ro: Codurile nu sunt setate
ru_ru: Коды не установлены
sv_se: Koder ej angivna
th_th: ไม่ได้กำหนดรหัส
tr_tr: Kodlar belirlenmemiş
tt_ru: Кодларыгыз куелмаган
uz_uz: Kodlar o'rnatilmagan
vi_vn: Chưa thiết lập mã

source: Modificator not found
ar_kw: الوسيط غير موجود
az_az: Modifikator tapılmadı
cn_cn: 找不到修饰符
cs_cz: Modifikátor nenalezen
da_dk: Modificator blev ikke fundet
el_gr: Η τροποποίηση δεν βρέθηκε
es_es: Modificador no encontrado
es_la: Modificador no encontrado
et_ee: Modifikaatorit ei leitud
fi_fi: Modifikaattoria ei lˆytynyt
hi_hi: संयोजक नहीं मिला
hu_hu: Módosító nem található
ja_jp: 修正機能が見つかりません
kk_kz: Модификатор табылмады
mn_mn: Модификатор олдоогүй
ms_my: Pengubahsuai tidak dijumpai
nb_no: Modifiserer ikke funnet
pl_pl: Nie znaleziono modyfikatora
pt_br: Modificador não encontrado
pt_pt: Modificador não encontrado
ro_ro: Modificatorul nu a fost găsit
ru_ru: Модификатор не найден
sv_se: Modifikatorn kunde inte hittas
th_th: ไม่พบตัวปรับเปลี่ยน
tr_tr: Dönüştürücü bulunamadı
tt_ru: Модификатор табылмады
uz_uz: Modifikator topilmadi
vi_vn: Không tìm thấy bộ điều chỉnh

source: Set coefficient
ar_kw: ضبط الدرجة
az_az: Əmsal təyin edin
cn_cn: 设置系数
cs_cz: Nastavit koeficient
da_dk: Angiv koefficient
el_gr: Ορισμός συντελεστή
es_es: Establecer coeficiente
es_la: Establecer coeficiente
et_ee: Määra koefitsient
fi_fi: Aseta kerroin
hi_hi: गुणांक सेट करें
hu_hu: Együttható beállítása
ja_jp: 係数を設定する
kk_kz: Коэффицентті орнатыңыз
mn_mn: Итгэлцүүрийг оруулах
ms_my: Set pekali
nb_no: Sett koeffisient
pl_pl: Ustal współczynnik
pt_br: Definir coeficiente
pt_pt: Defina coeficiente
ro_ro: Coeficientul stabilit
ru_ru: Установите коэффициент
sv_se: Ange koefficient
th_th: กำหนดค่าสัมประสิทธิ์
tr_tr: Katsayı belirle
tt_ru: Коэффициентны куегыз
uz_uz: Koeffitsientni o'rnating
vi_vn: Thiết lập hệ số

source: Set name
ar_kw: ضبط الإسم
az_az: Ad təyin edin
cn_cn: 设置名称
cs_cz: Nastavit jméno
da_dk: Angiv navn
el_gr: Ορισμός ονόματος
es_es: Escoger un nombre
es_la: Escoger un nombre
et_ee: Määra nimi
fi_fi: Aseta nimi
hi_hi: नाम भरें
hu_hu: Név beállítása
ja_jp: 名前を設定する
kk_kz: Атын орнатыңыз
mn_mn: Нэр оруулах
ms_my: Tetapkan nama
nb_no: Sett navn
pl_pl: Ustal nazwę
pt_br: Definir nome
pt_pt: Defina nome
ro_ro: Pune un nume
ru_ru: Установите имя
sv_se: Ange namn
th_th: กำหนดชื่อ
tr_tr: Ad belirle
tt_ru: Исем куегыз
uz_uz: Ismni o'rnating
vi_vn: Đặt tên

source: No levels defined
ar_kw: لم يتم تحديد المستويات
az_az: Heç bir səviyyə müəyyən edilməyib
cn_cn: 未定义的级别
cs_cz: Nejsou definovány žádné úrovně
da_dk: Der er ikke defineret nogen niveauer
el_gr: Δεν έχουν οριστεί επίπεδα
es_es: No hay niveles definidos
es_la: No hay niveles definidos
et_ee: Tasemeid pole määratletud
fi_fi: Tasoja ei m‰‰ritetty
hi_hi: कोई स्तर परिभाषित नहीं है
hu_hu: Nincsenek szintek beállítva
ja_jp: レベルがありません
kk_kz: Деңгейлері анықталмаған
mn_mn: Аль ч түвшинг тодорхойлоогүй
ms_my: Tiada tahap dinyatakan
nb_no: Ingen nivå definert
pl_pl: Nie zdefiniowano poziomów
pt_br: Sem níveis definidos
pt_pt: Níveis não definidos
ro_ro: Fără niveluri definite
ru_ru: Уровни не определены
sv_se: Inga nivåer fastställda
th_th: ไม่มีการกำหนดระดับ
tr_tr: Seviyeler tanımlanmadı
tt_ru: Дәрәҗәгез ачыкланмаган
uz_uz: Darajalar aniqlanmagan
vi_vn: Không xác định được cấp độ nào

source: Level not found
ar_kw: لم يتم العثور على المستوى
az_az: Səviyyə tapılmadı
cn_cn: 找不到级别
cs_cz: Úroveň nenalezena
da_dk: Niveauet blev ikke fundet
el_gr: Το επίπεδο δεν βρέθηκε
es_es: Nivel no encontrado
es_la: Nivel no encontrado
et_ee: Taset ei leitud
fi_fi: Tasoa ei lˆytynyt
hi_hi: स्तर नहीं मिला
hu_hu: Szintek nem találhatók
ja_jp: レベルが見つかりません
kk_kz: Деңгей табылмады
mn_mn: Түвшин олдоогүй
ms_my: Tahap tidak dijumpai
nb_no: Fant ikke nivå
pl_pl: Nie znaleziono poziomu
pt_br: Nível não encontrado
pt_pt: Nível não encontrado
ro_ro: Nivelul nu a fost găsit
ru_ru: Уровень не найден
sv_se: Nivån kunde inte hittas
th_th: ไม่พบระดับ
tr_tr: Seviye bulunamadı
tt_ru: Дәрәҗәгез табылмады
uz_uz: Darajasi topilmadi
vi_vn: Không tìm thấy cấp độ

source: Bad cronjob
ar_kw: cronjob خطأ
az_az: Pis cronjob
cn_cn: 糟糕的工作
cs_cz: Nesprávný cronjob
da_dk: Dårlig cronjob
el_gr: Δεν υπάρχει εργασία cron
es_es: Mal trabajo
es_la: Mal trabajo
et_ee: Halb cronjob
fi_fi: Kelpaamaton cronjob
hi_hi: बुरा क्रोनजोब
hu_hu: Rossz cronjob
ja_jp: 不良なクロンジョブ
mn_mn: Муу хуваарьт ажил
ms_my: Cronjob teruk
nb_no: Feil med cronjobb
pl_pl: Zły cronjob
ro_ro: Cronjob rău
sv_se: Felaktig cron-former
th_th: cronjob ไม่ถูกต้อง
vi_vn: Tính năng cronjob hỏng

source: No category ID
ar_kw: معرف الفئة غير موجود
az_az: Kateqoriya ID-si yoxdur
cn_cn: 没有分类ID
cs_cz: Žádné ID kategorie
da_dk: Intet kategori-id
el_gr: Δεν υπάρχει αναγνωριστικό κατηγορίας
es_es: Sin identificación de categoría
es_la: Sin identificaci�n de categor�a
et_ee: Kategooria ID puudub
fi_fi: Ei kategoriatunnusta
hi_hi: कोई श्रेणी आईडी नहीं
hu_hu: Nincs kategória azonosító
ja_jp: カテゴリーIDがありません
kk_kz: Санат идентификаторы жоқ
mn_mn: Ангилалын нэр байхгүй
ms_my: Tiada ID kategori
nb_no: Ingen kategori-ID
pl_pl: Brak ID kategorii
pt_br: Nenhuma ID de categoria
pt_pt: Sem identificação de categoria
ro_ro: Fără ID de categorie
ru_ru: Нет ID категории
sv_se: Kategori-ID saknas
th_th: ไม่มี ID หมวดหมู่
tr_tr: Kategori ID yok
tt_ru: ID категориягез юк
uz_uz: Turkum ID yo'q
vi_vn: Không có ID danh mục
