Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/loyalty.po
Languages: ar_kw, az_az, cn_cn, cs_cz, da_dk, el_gr, es_es, es_la, et_ee, fi_fi, hi_hi, hu_hu, ja_jp, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Tournaments are forbidden for user
ar_kw: الدورات ممنوعة على المستخدم
az_az: Turnirlər istifadəçi üçün qadağandır
cs_cz: Turnaje jsou pro uživatele zakázané
da_dk: Turneringer er forbudt for brugere
el_gr: Τα τουρνουά απαγορεύονται για τον χρήστη
es_es: Los torneos están prohibidos para el usuario
es_la: Los torneos est�n prohibidos para el usuario
et_ee: Turniirid on kasutajale keelatud
fi_fi: Turnaukset ovat kiellettyj‰ k‰ytt‰j‰lle
hi_hi: उपयोगकर्ता के लिए टूर्नामेंट मना है
hu_hu: A bajnokságok le vannak tiltva a felhasználó számára
kk_kz: Пайдаланушыға турнирлерге қатысуға тыйым салынған
ms_my: Kejohanan adalah dilarang untuk pengguna
nb_no: Turneringer er forbudt for bruker
pl_pl: Turnieje są zakazane dla użytkownika
pt_br: Torneios são proibidos para o usuário
pt_pt: Torneios são proibidos para o usuário
ro_ro: Turneele sunt interzise pentru utilizator
ru_ru: Пользователю запрещено участие в турнирах
sv_se: Turneringar är ej tillåtna för användaren
th_th: ทัวร์นาเมนต์ถูกห้ามสำหรับผู้ใช้
tt_ru: Кулланучыга турнирда катнашу тыелган
uz_uz: Foydalanuvchiga turnirlarda ishtirok etish taqiqlanadi
vi_vn: Các giải đấu bị cấm đối với người dùng

source: Bonus pending cancellation
ar_kw: مكافأة معلقة الإلغاء
az_az: Bonus ləğvi gözləyir
cs_cz: Bonus čeká na zrušení
da_dk: Bonus afventer annullering
el_gr: Μπόνους εν αναμονή ακύρωσης
es_es: Bonificación pendiente de cancelación
es_la: Bonificaci�n pendiente de cancelaci�n
et_ee: Boonus ootab tühistamist
fi_fi: Bonuksen odotuksen peruutus
hi_hi: बोनस लंबित रद्द
hu_hu: Bónusz függőben lévő törlése
kk_kz: Бонус бас тартуды күтуде
ms_my: Pembatalan bonus belum selesai
nb_no: Bonus avventer kansellering
pl_pl: Anulowanie przyznania bonusu
pt_br: Cancelamento pendente de bônus
pt_pt: Bônus pendente de cancelamento
ro_ro: Bonus în curs de anulare
ru_ru: Бонус ожидает отмены
sv_se: Annullering av bonus pågår
th_th: โบนัสกำลังรอการยกเลิก
tt_ru: Бонус гамәлдән чыгаруны көтә
uz_uz: Bonus bekor qilishni kutmoqda
vi_vn: Phần thưởng đang chờ hủy

source: Cancel not supported
ar_kw: إلغاء غير مدعوم
az_az: Ləğv edilmir
cs_cz: Zrušení nepodporováno
da_dk: Annuller understøttes ikke
el_gr: Δεν υποστηρίζεται η ακύρωση
es_es: Cancelar no es compatible
es_la: Cancelar no es compatible
et_ee: Tühistamist ei toetata
fi_fi: Peruutusta ei tueta
hi_hi: रद्द करना समर्थित नहीं है
hu_hu: A visszavonás nem támogatott
kk_kz: Бонустан бас тарту мүмкін емес
ms_my: Bonus tidak boleh dibatalkan
nb_no: Støtter ikke kansellering
pl_pl: Anulowanie nieobsługiwane
pt_br: Cancelar não suportado
pt_pt: Cancelamento não permitido
ro_ro: Anularea nu este acceptată
ru_ru: Бонус нельзя отменить
sv_se: Annullering stöds inte
th_th: ไม่รองรับการยกเลิก
tt_ru: Бонусны гамәлдән чыгармаска
uz_uz: Bonus bekor qilinishi mumkin emas
vi_vn: Không hỗ trợ hủy

source: Awaiting limits information, try later
ar_kw: في انتظار حدود المعلومات, حاول لاحقًا
az_az: Limitlər haqqında məlumat gözləyir, sonra cəhd edin
cs_cz: Čekání na informace limitech, zkuste to znovu později
da_dk: Afventer grænser oplysninger, så prøv senere
el_gr: Εν αναμονή των πληροφοριών για να όρια. Προσπαθήστε αργότερα.
es_es: En espera de información de límites, intenta más tarde
es_la: En espera de informaci�n de l�mites, intenta m�s tarde
et_ee: Ootame piirangute infot, proovige hiljem
fi_fi: Odottaa rajoitustietoja, yrit‰ myˆhemmin
hi_hi: सीमा जानकारी की प्रतीक्षा कर रहे हैं, बाद में प्रयास करें
hu_hu: Várakozás a korlátokra vonatkozó információkra, próbálkozz később
kk_kz: Деректер өңделуде, әрекетті кейінірек қайталаңыз
ms_my: Menunggu maklumat had, cuba sebentar lagi
nb_no: Venter informasjon om grenseverdier, prøv igjen
pl_pl: Oczekiwanie na informacje dotyczące limitów, spróbuj później
pt_br: Aguardando informações sobre limites, tente mais tarde
pt_pt: Aguardando informações sobre limites, tente mais tarde
ro_ro: În așteptarea informațiilor limită, încercați mai târziu
ru_ru: Есть данные в обработке, попробуйте позже
sv_se: Väntar på information om gränser, försök senare
th_th: กำลังรอข้อมูลขีดจำกัด โปรดลองในภายหลัง
tt_ru: Эшкәртүдә мәгълүматлар бар, соңрак сынап карагыз
uz_uz: Qayta ishlashda ma'lumotlar bor, keyinroq sinab ko'ring
vi_vn: Đang chờ thông tin hạn mức, hãy thử lại sau

source: Error cancellation of the bonus
ar_kw: خطأ في إلغاء المكافأة
az_az: Bonusun ləğvi xətası
cs_cz: Chyba při rušení bonusu
da_dk: Fejl annullering af bonus
el_gr: Σφάλμα ακύρωσης του μπόνους
es_es: Error de cancelación de la bonificación
es_la: Error de cancelaci�n de la bonificaci�n
et_ee: Boonuse tühistamisel ilmnes viga
fi_fi: Virhe bonuksen perumisessa
hi_hi: बोनस को रद्द करने में त्रुटि
hu_hu: Hiba a bónusz visszavonásakor
kk_kz: Бонусты жою қатесі
ms_my: Ralat telah berlaku semasa pembatalan bonus
nb_no: Feil med kansellering av bonusen
pl_pl: Błąd anulowania bonusu
pt_br: Erro de cancelamento de bônus
pt_pt: Erro Cancelamento do bônus
ro_ro: Anularea erorii bonusului
ru_ru: Ошибка отмены бонуса
sv_se: Fel vid annullering av bonusen
th_th: เกิดข้อผิดพลาดในการยกเลิกโบนัส
tt_ru: Бонусны гамәлдән чыгару хатасы
uz_uz: Bonusni bekor qilish xatosi
vi_vn: Lỗi khi hủy phần thưởng

source: Purchase is not possible - the item has been disabled
az_az: Satınalma mümkün deyil - element deaktiv edilib
cs_cz: Nákup není možný - položka byla zakázaná
hi_hi: खरीद संभव नहीं है - आइटम को अक्षम कर दिया गया है
hu_hu: A vásárlás nem lehetséges - A tétel le lett tiltva
kk_kz: Сатып алу мүмкін емес - таңдалған өнім өшірілген
ms_my: Tidak dapat membeli - item telah dinyahbolehkan
ru_ru: Покупка невозможна - выбранный товар отключен
tt_ru: Сатып алу мөмкин түгел - сайланган товар сүндерелгән
uz_uz: Sotib olish mumkin emas - tanlangan mahsulot o'chirilgan
vi_vn: Không thể mua - mục đã bị vô hiệu hóa

source: Purchase is not possible - the item has been deleted
az_az: Satınalma mümkün deyil - maddə silindi
cs_cz: Nákup není možný - položka byla odstraněna
hi_hi: खरीद संभव नहीं है - आइटम हटा दिया गया है
hu_hu: A vásárlás nem lehetséges - A tétel törlésre került
kk_kz: Сатып алу мүмкін емес - таңдалған өнім жойылды
ms_my: Tidak dapat membeli - item telah dipadam
ru_ru: Покупка невозможна - выбранный товар удален
tt_ru: Сатып алу мөмкин түгел - сайланган товар алып ташланган
uz_uz: Sotib olish mumkin emas - tanlangan mahsulot o'chirildi
vi_vn: Không thể mua - mục đã bị xóa

source: Wait for the calculation of the previous tournament to complete
ms_my: Menunggu perkiraan untuk menyelesaikan kejohanan sebelum ini
ru_ru: Дождитесь завершения расчета предыдущего турнира

source: Item temporarily unavailable
ms_my: Item tidak tersedia buat masa ini
ru_ru: Товар временно недоступен

source: There is already an active tournament
ms_my: Terdapat kejohanan aktif
ru_ru: Уже есть активный турнир

source: No client
kk_kz: Клиент жоқ
ms_my: Klien tidak tersedia
ru_ru: Нет клиента
tt_ru: Клиент юк
uz_uz: Hech qanday mijoz yo'q

source: Bonus selection is already in process
kk_kz: Бонустық жазылым қазір өңделуде
ms_my: Pemilihan bonus sedang dalam proses
ru_ru: Подписка на бонус уже обрабатывается
tt_ru: Бонусларга язылу эшкәртелә
uz_uz: Bonusga obuna allaqachon qayta ishlangan
