Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/loylaty.po
Languages: fr_fr, it_it

source: Set transaction type
fr_fr: Définir le type de transaction
it_it: Configura tipo transazione

source: No user id
fr_fr: Aucun identifiant d'utilisateur
it_it: Nessun ID utente

source: No amount
fr_fr: Aucun montant
it_it: Nessun importo

source: No loyalty record
fr_fr: Aucun antécédent de fidélité
it_it: Nessun livello di fedeltà

source: Wrong request path
fr_fr: Mauvaise voie de demande
it_it: Percorso di richiesta errato

source: Debet amount to big
fr_fr: La dette s'élève à un montant important
it_it: L'importo del debito è troppo alto

source: Wrong transaction type
fr_fr: Type de transaction erroné
it_it: Tipo di transazione errato

source: Awaiting limits information
fr_fr: En attente d'informations sur les limites
it_it: In attesa di informazioni sui limiti

source: Wrong currency
fr_fr: Mauvaise monnaie
it_it: Valuta errata

source: Non existent level
fr_fr: Niveau non existant
it_it: Livello inesistente

source: No points
fr_fr: Pas de points
it_it: Nessun punto

source: Set loyalty level
fr_fr: Fixer le niveau de fidélité
it_it: Livello fedeltà impostato

source: No bet
fr_fr: Aucun pari
it_it: Nessuna scommessa

source: No ID user
fr_fr: Aucun Identifiant utilisateur
it_it: Nessun user ID

source: No ID bonus
fr_fr: Aucun identifiant de bonus
it_it: Nessun bonus ID

source: Wrong amount
fr_fr: Montant erroné
it_it: Importo errato

source: No bonus ID
fr_fr: Aucun identifiant de bonus
it_it: Nessun bonus ID

source: No user ID
fr_fr: Aucun identifiant d'utilisateur
it_it: Nessun user ID

source: Wrong date format
fr_fr: Mauvais format de date
it_it: Formato data errato

source: Date must not be today
fr_fr: La date ne doit pas être aujourd'hui
it_it: La data non deve essere oggi

source: No bonus id
fr_fr: Aucun identifiant de bonus
it_it: Nessun bonus id

source: No status
fr_fr: Aucun statut
it_it: Nessuno stato

source: Bonus not found
fr_fr: Bonus non trouvé
it_it: Bonus non trovato

source: Already have active
fr_fr: Ont déjà des actifs
it_it: Hanno già attivi

source: Bonus is not available
fr_fr: Le bonus n'est pas disponible
it_it: Il bonus non è disponibile

source: First deposit, already deposited
fr_fr: Premier dépôt, déjà déposé
it_it: Primo deposito, già depositato

source: Dont satisfy bonus conditions
fr_fr: Ne satisfait pas aux conditions du bonus
it_it: Non soddisfi le condizioni del bonus

source: Bonus used
fr_fr: Bonus utilisé
it_it: Bonus utilizzato

source: Promo code needed
fr_fr: Code promotionnel nécessaire
it_it: Codice promozionale necessario

source: Wrong promo code
fr_fr: Mauvais code de promotion
it_it: Codice promozionale sbagliato

source: User ID not set
fr_fr: ID utilisateur non défini
it_it: ID utente non impostato

source: Wrong bonus results value
fr_fr: Valeur incorrecte des résultats des bonus
it_it: Valore errato dei risultati del bonus

source: Wrong bonus results freerounds value
fr_fr: Des résultats de bonus erronés valeur des tours gratuits
it_it: Risultati bonus errati valore freerounds

source: Wrong bonus results award wagering
fr_fr: Des résultats de bonus erronés récompensent les paris
it_it: Risultati errati del bonus premio scommesse

source: Wrong bonus results chunk size
fr_fr: Mauvais résultats de bonus - taille des portions
it_it: Dimensione errata del pezzo dei risultati del bonus

source: Wrong bonus results release wagering
fr_fr: Des résultats de bonus erronés libèrent les paris
it_it: Risultati errati del bonus rilascio scommesse

source: Bonus name required
fr_fr: Nom du bonus requis
it_it: Nome del bonus richiesto

source: Wrong bonus event
fr_fr: Mauvais événement de bonus
it_it: Evento bonus sbagliato

source: Wrong bonus type
fr_fr: Mauvais type de bonus
it_it: Tipo di bonus sbagliato

source: Wrong bonus repeat period
fr_fr: Mauvaise période de répétition des bonus
it_it: Periodo di ripetizione del bonus sbagliato

source: Wrong bonus expire period
fr_fr: Période d'expiration du bonus erronée
it_it: Periodo di scadenza del bonus sbagliato

source: Wrong bonus budget
fr_fr: Mauvais budget de bonus
it_it: Budget bonus errato

source: Wrong bonus start date
fr_fr: Mauvaise date de début de bonus
it_it: Data di inizio del bonus sbagliata

source: Wrong bonus end date
fr_fr: Date de fin de bonus erronée
it_it: Data di fine bonus sbagliata

source: Wrong bonus start date more than end date
fr_fr: Date de début du bonus incorrecte supérieur à la date de fin
it_it: Data di inizio del bonus sbagliata superiore alla data di fine

source: Wrong bonus conditions amount min
fr_fr: Conditions de bonus incorrectes montant min
it_it: Condizioni di bonus errate importo minimo

source: Wrong bonus conditions amount max
fr_fr: Conditions de bonus incorrectes montant max.
it_it: Condizioni di bonus errate importo massimo

source: Wrong bonus conditions amount min more than amount max
fr_fr: Conditions de bonus incorrectes montant min supérieur au montant max
it_it: Condizioni di bonus sbagliate importo minimo più dell'importo massimo

source: Following codes are duplicated
fr_fr: Les codes suivants sont dupliqués
it_it: I seguenti codici sono duplicati

source: Bonus name already exists
fr_fr: Le nom du bonus existe déjà
it_it: Il nome del bonus esiste già

source: Wrong bonus ID
fr_fr: Mauvais identifiant de bonus
it_it: ID bonus errato

source: Activated bonuses
fr_fr: Bonus activés
it_it: Bonus attivati

source: Can't delete
fr_fr: Ne peut pas supprimer
it_it: Impossibile cancellare

source: No bonus
fr_fr: Pas de bonus
it_it: Nessun bonus

source: Wrong store action
fr_fr: Mauvaise action de la boutique
it_it: Azione errata del negozio

source: No order id
fr_fr: Aucune identification de la commande
it_it: Nessun id ordine

source: Order not found
fr_fr: Commande non trouvée
it_it: Ordine non trovato

source: No item id
fr_fr: Pas de numéro d'article
it_it: Nessun id articolo

source: User not found
fr_fr: Utilisateur non trouvé
it_it: Utente non trovato

source: Item not found
fr_fr: Article non trouvé
it_it: Articolo non trovato

source: Item price not set for currency: LOYALTY
fr_fr: Le prix de l'article n'est pas fixé pour la monnaie : FIDÉLITÉ
it_it: Prezzo dell'articolo non impostato per la valuta: LOYALTY

source: Not enough loyalty points
fr_fr: Pas assez de points de fidélité
it_it: Punti fedeltà insufficienti

source: Item out of stock
fr_fr: Article en rupture de stock
it_it: Articolo esaurito

source: Wrong BonusEventAmount of item
fr_fr: Bonus erronéEvénement Montant de l'article
it_it: BonusEventAmount dell'articolo sbagliato

source: User not found in tournament
fr_fr: Utilisateur non trouvé dans le tournoi
it_it: Utente non trovato nel torneo

source: Set codes count
fr_fr: Définir le nombre de codes
it_it: Impostare il numero di codici

source: Set batch name
fr_fr: Définir le nom du lot
it_it: Impostare il nome del lotto

source: Codes count exceeds 300 000
fr_fr: Le nombre de codes est supérieur à 300 000
it_it: Il conteggio dei codici supera i 300 000

source: Wrong batch ID
fr_fr: Identifiant de lot erroné
it_it: ID lotto errato

source: Codes not set
fr_fr: Codes non définis
it_it: Codici non impostati

source: Modificator not found
fr_fr: Modificateur non trouvé
it_it: Modificatore non trovato

source: Set coefficient
fr_fr: Définir le coefficient
it_it: Impostare il coefficiente

source: Set name
fr_fr: Définir le nom
it_it: Impostare il nome

source: No levels defined
fr_fr: Aucun niveau défini
it_it: Nessun livello definito

source: Level not found
fr_fr: Niveau non trouvé
it_it: Livello non trovato

source: Bad cronjob
fr_fr: Mauvais travail
it_it: Cronjob errato

source: No category ID
fr_fr: Aucun identifiant de catégorie
it_it: Nessun ID di categoria

source: Category not found
fr_fr: Catégorie non trouvée
it_it: Categoria non trovata

source: No category name
fr_fr: Pas de nom de catégorie
it_it: Nessun nome di categoria

source: Wrong category ID
fr_fr: Mauvaise identification de la catégorie
it_it: ID categoria errato

source: No category id
fr_fr: Aucun identifiant de catégorie
it_it: Nessun id di categoria

source: No item ID
fr_fr: Pas de numéro d'article
it_it: Nessun ID articolo

source: Wrong item ID
fr_fr: Mauvais identifiant de l'article
it_it: ID articolo errato

source: Item init error
fr_fr: Erreur d'init d'article
it_it: Errore di inserimento dell'elemento

source: Wrong item BonusEventAmount
fr_fr: Article erroné BonusEvénementMontant
it_it: BonusEventAmount articolo sbagliato

source: No item
fr_fr: Aucun article
it_it: Nessun articolo

source: Wrong tournament ID
fr_fr: Mauvaise identification du tournoi
it_it: ID torneo errato

source: Wrong Tournament ID
fr_fr: Mauvaise identification du tournoi
it_it: ID torneo errato

source: No ID tournament
fr_fr: Aucun identifiant de tournoi
it_it: Nessun torneo ID

source: No tournament ID
fr_fr: Aucun identifiant de tournoi
it_it: Nessun ID torneo

source: No tournament id
fr_fr: Aucun id de tournoi
it_it: Nessun id torneo

source: No balance
fr_fr: Aucun solde
it_it: Nessun saldo

source: Not enough balance
fr_fr: Solde trop faible
it_it: Saldo insufficiente

source: Tournament name required
fr_fr: Nom du tournoi requis
it_it: Nome del torneo richiesto

source: Wrong tournament winner by
fr_fr: Mauvais gagnant du tournoi par
it_it: Vincitore del torneo sbagliato da

source: Wrong tournament period
fr_fr: Mauvaise période du tournoi
it_it: Periodo del torneo sbagliato

source: Wrong tournament repeat
fr_fr: Mauvaise répétition du tournoi
it_it: Ripetizione del torneo sbagliata

source: Wrong tournament start date
fr_fr: Mauvaise date de début du tournoi
it_it: Data di inizio del torneo sbagliata

source: Tournament not found
fr_fr: Tournoi non trouvé
it_it: Torneo non trovato

source: Activated Tournaments
fr_fr: Tournois activés
it_it: Tornei Attivati

source: No tournament
fr_fr: Pas de tournoi
it_it: Nessun torneo

source: Wrong event type
fr_fr: Mauvais type d'événement
it_it: Tipo di evento sbagliato

source: No event id
fr_fr: Pas d'identifiant de l'événement
it_it: Nessun id evento

source: Empty data
fr_fr: Données vides
it_it: Dati vuoti

source: No data
fr_fr: Pas de données
it_it: Nessun dato

source: Bonuses are forbidden for user
fr_fr: Les bonus sont interdits pour l'utilisateur
it_it: I bonus sono vietati per l'utente

source: Tournaments are forbidden for user
fr_fr: Les tournois sont interdits aux utilisateurs
it_it: I tornei sono vietati per l'utente

source: Bonus pending cancellation
fr_fr: Bonus en attente d'annulation
it_it: Bonus in attesa di cancellazione

source: Cancel not supported
fr_fr: Annulation non prise en charge
it_it: Annullamento non supportato

source: Awaiting limits information, try later
fr_fr: En attendant, limitez les informations, essayez plus tard
it_it: In attesa di informazioni sui limiti, prova più tardi

source: Error cancellation of the bonus
fr_fr: Erreur d'annulation du bonus
