Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Add our email to your address book to not miss out on important information from
ar_kw: أضف بريدنا الإلكتروني إلى دفتر العناوين الخاص بك حتى لا تفوتك معلومات مهمة من
az_az: Mühüm məlumatları qaçırmamaq üçün e-poçtumuzu ünvan kitabçanıza əlavə edin
cs_cz: Přidejte si naši e-mailovou adresu do svých kontaktů, ať vám neuniknou důležité informace od
da_dk: Føj vores e-mail til din adressebog for ikke at gå glip af vigtige oplysninger fra
de_de: Fügen Sie unsere E-Mail-Adresse zu Ihren Kontakten hinzu, um wichtige Informationen von xxxxx nicht zu versäumen
el_gr: Προσθέστε το email μας στο βιβλίο διευθύνσεών σας για να μην χάσετε σημαντικές πληροφορίες από
es_es: Añade nuestro correo electrónico a tu libreta de direcciones para no perderte información importante de
es_mx: Agregue nuestro correo electrónico a su libreta de dirreciones para que no se pierda ninguna información importante
et_ee: Lisa meie email oma kontaktidesse et mitte ilma jääda olulisest informatsioonist
fi_fi: Lisää sähköpostiosoitteemme osoitekirjaasi, jotta et missaa tärkeitä tietoja
fr_fr: Ajoutez notre e-mail à votre carnet d'adresses pour ne pas manquer des informations importantes de
hi_in: महत्वपूर्ण जानकारी के बारे में जानने के लिए हमारी ईमेल को अपनी पता पुस्तिका में जोड़ें
hu_hu: Adja hozzá e-mail címünket a címjegyzékéhez, hogy ne maradjon le a következő fontos információkról
kk_kz: Маңызды ақпаратты жіберіп алмау үшін біздің электрондық поштаны мекенжай кітабына қосыңыз
mn_mn: Чухал мэдээллээс хоцрохгүйн тулд өрийн хаягийн бүртгэлд манай э-мэйлийг нэмнэ үү
nb_no: Legg e-post adresen vår til i adresseboken for å ikkje gå glipp av viktig informasjon fra
pl_pl: Dodaj nasz email do swojej książki adresowej, aby nie pominąć żadnych ważnych informacji od
pt_pt: Adicione o nosso e-mail ao seu livro de endereços para não perder informações importantes de
ro_ro: Adăugați e-mailul nostru în agenda dvs. pentru a nu rata informațiile importante din
ru_ru: Добавьте наш email в вашу адресную книгу, чтобы не упустить важную информацию из
sl_sl: Shranite naš e-poštni naslov v svoj imenik, da ne boste zamudili pomembnih informacij
sv_se: Lägg till vår e-postadress i din adressbok så att du inte missar någon viktig information från
th_th: เพิ่มอีเมลของเราไปยังสมุดที่อยู่ของคุณเพื่อไม่ให้พลาดข้อมูลสำคัญจาก
tr_tr: Önemli bilgilendirmeleri kaçırmamak için e-postamızı adres defterinize ekleyin
tt_ru: Мөһим мәгълүматны ычкындырмас өчен безнең email, сезнең адресны китапка өстәгез
uz_uz: Muhim ma'lumotni boy bermaslik uchun elektron pochtangizni manzillar kitobiga qo'shing
vi_vn: Thêm email của chúng tôi vào sổ địa chỉ của bạn để không bỏ lỡ thông tin quan trọng từ

source: You have taken the first step to experience an amazing gaming journey } with
es_mx: Ha dado el primer paso para experimentar un increíble viaje de juego con

source: deposit
ar_kw: إيداع
az_az: depozit
cs_cz: vklad
da_dk: Indbetaling
de_de: Einzahlung
el_gr: κατάθεση
es_es: depositar
es_mx: depositar
et_ee: deposiit
fi_fi: talletus
fr_fr: dépôt
hi_in: जमा
hu_hu: befizetés
it_it: Deposito
kk_kz: шотты толтыру
mn_mn: депозит
nb_no: innskudd
pl_pl: depozyt
pt_pt: depósito
ro_ro: depunere
ru_ru: пополнение счета
sl_sl: polog
sv_se: insättning
th_th: เงินฝาก
tr_tr: para yatırma
tt_ru: счетны тулыландыру
uz_uz: hisobni to'ldirish
vi_vn: nạp tiền

source: bonus
ar_kw: مكافأة
el_gr: μπόνους
es_es: bonificación
es_mx: bonos
et_ee: boonus
hi_in: बोनस
hu_hu: bónusz
kk_kz: бонус
mn_mn: бонус
pt_pt: bônus
ru_ru: бонус
th_th: โบนัส
tt_ru: бонус
vi_vn: phần thưởng

source: ConfirmationСodeExpired
es_mx: Código de confirmación expirado
ru_ru: Истек код подтверждения

source: Mb
ar_kw: ميغا بايت
hi_in: एमबी
kk_kz: Мб
ru_ru: Мб
tt_ru: Мб

source: You are less than %d year old
ru_ru: Ваш возраст не превышает %d год

source: The number of attempts to change the password has been exceeded. You can try again in %s minutes
ru_ru: Превышено количество попыток изменения пароля. Вы можете повторить попытку через %s минут

source: Gifts disabled for this stall
ru_ru: Подарки отключены для данного сайта

source: The gift amount limit has been exceeded
ru_ru: Превышен лимит суммы подарка

source: Bonus unavailable
ru_ru: Бонус недоступен

source: Only verified players can send a gift
ru_ru: Подарок могут отправлять только верифицированные игроки

source: Gifts can only be sent to verified users
ru_ru: Подарки могут отправляться только верифицированным игрокам

source: Not enough money on the account
ru_ru: Недостаточно средств

source: The gift cannot be sent to this player
ru_ru: Подарок не может быть отправлен данному игроку

source: CPF field is empty
ru_ru: Поле CPF обязательно

source: Wrong CPF number format
ru_ru: Неверный формат поля CPF

source: CNP field is empty
ru_ru: Поле "CNP" не заполнено

source: Wrong CNP number format
ru_ru: Неверный формат поля "CNP"

source: CNP number already registered
ru_ru: Пользователь c таким номером CNP уже зарегистрирован

source: CPF number already registered
ru_ru: Пользователь c таким номером CPF уже зарегистрирован

source: The following fields cannot be changed:
ru_ru: Следующие поля не могут быть изменены:

source: emailForbidden
ru_ru: Email

source: firstNameForbidden
ru_ru: Имя

source: lastNameForbidden
ru_ru: Фамилия

source: genderForbidden
ru_ru: Пол

source: birthDayForbidden
ru_ru: День рождения

source: birthMonthForbidden
ru_ru: Месяц рождения

source: birthYearForbidden
ru_ru: Год рождения

source: phoneForbidden
ru_ru: Телефон

source: cityForbidden
ru_ru: Город

source: addressForbidden
ru_ru: Адрес

source: countryCodeForbidden
ru_ru: Страна

source: phoneNumberForbidden
ru_ru: Телефон

source: cpfForbidden
ru_ru: CNP

source: The user has already joined the wheel
ru_ru: Пользователь уже присоединился к колесу

source: The wheel timer is not over yet
ru_ru: Таймер колеса ещё не истёк

source: Insufficient number of participants
ru_ru: Недостаточное количество участников

source: Stream wheel not allowed
ru_ru: Колесо для стрима запрещено

source: No stream wheel found
ru_ru: Колесо для стрима не найдено

source: Wheel not found
ru_ru: Колесо не найдено

source: Wheel is cancelled
ru_ru: Колесо было отменено

source: Already have an active wheel
ru_ru: У вас уже есть активное колесо

source: Wrong currency
ru_ru: Неверная валюта

source: As per our rules, you can create %s withdrawal requests in a day. Please, wait for the following date/time: %s
da_dk: I henhold til vores regler kan du oprette %s anmodninger om udbetaling på en dag. Vent venligst til følgende dato/tidspunkt: %s
de_de: Gemäß unseren Regeln können Sie %s Auszahlungsanfragen pro Tag erstellen. Bitte warten Sie auf das folgende Datum/Uhrzeit: %s
el_gr: Σύμφωνα με τους κανόνες μας, μπορείτε να δημιουργήσετε %s αιτήσεις ανάληψης μέσα σε μια ημέρα. Παρακαλώ, περιμένετε μέχρι την ακόλουθη ημερομηνία/ώρα: %s
es_es: Según nuestras reglas, puedes crear %s solicitudes de retiro en un día. Por favor, espera hasta la siguiente fecha/hora: %s
fi_fi: Sääntöjemme mukaisesti voit tehdä %s nostopyyntöä päivässä. Odota seuraavaa päivämäärää/kellonaikaa: %s
fr_fr: Conformément à nos règles, vous pouvez créer %s demandes de retrait par jour. Veuillez attendre la date/heure suivante: %s
hi_in: हमारे नियमों के अनुसार, आप एक दिन में %s निकासी अनुरोध बना सकते हैं। कृपया, निम्नलिखित तिथि/समय की प्रतीक्षा करें: %s
nb_no: I henhold til våre regler kan du opprette %s uttaksforespørsler på en dag. Vennligst vent til følgende dato/tidspunkt: %s
pl_pl: Zgodnie z naszymi zasadami, możesz utworzyć %s wniosków o wypłatę w ciągu dnia. Proszę poczekaj do następnej daty/czasu: %s
pt_pt: De acordo com os Termos e Condições, pode solicitar um pedido de levantamento apenas %s vez a cada 24 horas. Por favor aguarde pela data/hora: %s
ru_ru: Согласно нашим правилам, вы можете создавать %s запросов на вывод средств в день. Пожалуйста, подождите до следующей даты/времени: %s
sv_se: Enligt våra regler kan du skapa %s uttagsbegäranden på en dag. Vänligen vänta på följande datum/tid: %s
tr_tr: Kurallarımız gereği 24 saat içerisinde sadece %s kez para çekim talebi oluşturabilirsiniz. Lütfen aşağıdaki tarih/saati bekleyiniz: %s

source: You have exceeded the limit on the amount in withdrawal requests. Please, wait for the following date/time: %s
da_dk: Du har overskredet grænsen for beløbet i udbetalingsanmodninger. Vent venligst til følgende dato/tidspunkt: %s
de_de: Sie haben das Limit für den Betrag in Auszahlungsanfragen überschritten. Bitte warten Sie auf das folgende Datum/Uhrzeit: %s
el_gr: Υπερέβαλατε το όριο στο ποσό των αιτημάτων ανάληψης. Παρακαλώ, περιμένετε μέχρι την ακόλουθη ημερομηνία/ώρα: %s
es_es: Has excedido el límite en la cantidad de solicitudes de retiro. Por favor, espera hasta la siguiente fecha/hora: %s
fi_fi: Olet ylittänyt raja-arvon nostopyyntöjen määrässä. Odota seuraavaa päivämäärää/kellonaikaa: %s
fr_fr: Vous avez dépassé la limite du montant des demandes de retrait. Veuillez attendre la date/heure suivante: %s
hi_in: आपने निकासी अनुरोधों की अधिकतम राशि की सीमा को पार कर दिया है। कृपया, निम्नलिखित तिथि/समय की प्रतीक्षा करें: %s
nb_no: Du har overskredet grensen for beløpet i uttaksforespørslene. Vennligst vent til følgende dato/tidspunkt: %s
pl_pl: Przekroczyłeś limit w ilości wniosków o wypłatę. Proszę poczekaj do następnej daty/czasu: %s
pt_pt: Você excedeu o limite no valor das solicitações de saque. Por favor, aguarde até a seguinte data/hora: %s
ru_ru: Вы превысили лимит по сумме в запросах на вывод средств. Пожалуйста, подождите до следующей даты/времени: %s
sv_se: Du har överskridit gränsen för beloppet i uttagsbegäranden. Vänligen vänta på följande datum/tid: %s

source: Something went wrong during login process. Please check the correctness of the entered data and try again.
ru_ru: Ошибка авторизации. Проверьте корректность введённых данных и попробуйте ещё раз.

source: Login attempt has been prevented
ru_ru: Предотвращена попытка входа в аккаунт

source: cookie_protection_message
ru_ru: <tr>Была предотвращена попытка входа с нового устройства.</tr><tr>User agent: %s</tr><tr>Время: %s</tr><tr>IP-адрес: %s</tr><tr></tr><tr>Если это были не вы, рекомендуем изменить пароль, чтобы защитить аккаунт.</tr>

source: Do you need to contact us?
az_az: Bizimlə əlaqə saxlamağınız lazımdır?
cs_cz: Chcete nás kontaktovat?
vi_vn: Bạn có nhu cầu liên hệ với chúng tôi?

source: Due to legal reasons we can't accept players residing in the country you are currently in.
az_az: Hüquqi səbəblərə görə hazırda olduğunuz ölkədə yaşayan oyunçuları qəbul edə bilmirik in.
cs_cz: Z důvodu právních nařízení nepřijímáme hráče ze země vašeho momentálního umístění.
vi_vn: Vì lý do pháp lý, chúng tôi không thể chấp nhận người chơi cư trú tại quốc gia hiện bạn đang sinh sống.

source: If you’re using a proxy service or VPN to access casino, try turning it off and reload the page.
az_az: Kazinoya daxil olmaq üçün proxy xidmətindən və ya VPN-dən istifadə edirsinizsə, onu söndürüb yenidən yükləyin səhifə.
cs_cz: Pokud pro přístup do kasina používáte proxy nebo VPN, zkuste službu vypnout a znovu načíst stránku.
vi_vn: Nếu bạn đang sử dụng dịch vụ proxy hoặc VPN để truy cập sòng bạc, hãy thử tắt các dịch vụ đó và tải lại trang.

source: Location restriction
az_az: Məkan məhdudiyyəti
cs_cz: Omezení umístění
kk_kz: Елді шектеу
tt_ru: Ил буенча чикләү
uz_uz: Mamlakat tomonidan cheklash
vi_vn: Hạn chế về vị trí

source: Not in a restricted region
az_az: Məhdud bölgədə deyil
cs_cz: Není v omezeném regionu
kk_kz: Елді шектеу
tt_ru: Шектеулі аймақта емес
vi_vn: Không nằm trong khu vực bị hạn chế

source: Should you have any questions or feel that this block is affecting you due to a technical error, please don't hesitate to contact us and we'll work it out together.
az_az: Hər hansı bir sualınız varsa və ya texniki səhvə görə bu blokun sizə təsir etdiyini hiss edirsinizsə, zəhmət olmasa bizimlə əlaqə saxlamaqdan çəkinməyin və biz birlikdə həll edəcəyik.
cs_cz: Pokud máte dotazy nebo pokud si myslíte, že se vás toto zablokování dotýká následkem technické chyby, prosím neváhejte nás kontaktovat, spolu to vyřešíme.
vi_vn: Nếu bạn có thắc mắc hoặc cảm thấy rằng khối này đang ảnh hưởng đến mình do lỗi kỹ thuật, vui lòng liên hệ với chúng tôi và chúng ta sẽ cùng nhau giải quyết.

source: pass_less_6_symbols
ar_kw: كلمة مرور أقل من 6 رموز
az_az: pass_less_6_simvol
cs_cz: Heslo má méně než 6 znaků
da_dk: Adgangskode minus 6 symboler
de_de: Passwort weniger als 6 Zeichen
el_gr: Ο κωδικός πρόσβασης έχει λιγότερα από 6 σύμβολα
es_es: Contraseña menos de 6 símbolos
et_ee: Salasõna on lühem kui 6 märki
fi_fi: Salasana alle 6 symbolia
fr_fr: passe_moins_6_symboles
hi_in: पास _6_प्रतीक_से_कम
hu_hu: jelszó_kevesebb_mint_6_karakter
it_it: pass_meno_6_simboli
kk_kz: Құпиясөз 6 таңбадан аз
mn_mn: Password less 6 symbols
nb_no: passord_mindre_6_symboler
pl_pl: Hasło ma mniej niż 6 znaków
pt_pt: Senha possui menos de seis símbolos
sl_sl: Geslo manj 6 simbolov
sv_se: Lösenordet är kortare än 6 tecken
th_th: รหัสผ่านน้อยกว่า 6 สัญลักษณ์
tr_tr: Şifre 6 karakterden az
tt_ru: Серсүзе 6 символдан ким
uz_uz: Parol 6 belgidan kam

source: Сode accepted, the device has been added
kk_kz: Код қабылданды, құрылғы қосылды
tt_ru: Код кабул ителде, җайланма өстәлде

source: First name is required
kk_kz: Аты қажет
tt_ru: Исем мәҗбүри
uz_uz: Ism majburiy

source: Last name is required
kk_kz: Тегі қажет
tt_ru: Фамилиясе мәҗбүри
uz_uz: Familiya majburiy

source: Birth year is required
kk_kz: Туған жылы қажет
tt_ru: Туу елы мәҗбүри
uz_uz: Tug'ilgan yili majburiy

source: Birth month is required
kk_kz: Туған айы қажет
tt_ru: Туу ае мәҗбүри
uz_uz: Tug'ilgan oy majburiy

source: Birth day is required
kk_kz: Туған күн қажет
tt_ru: Туу көне мәҗбүри
uz_uz: Tug'ilgan kun majburiy

source: Country is required
kk_kz: Ел қажет
tt_ru: Ил мәҗбүри
uz_uz: Mamlakat majburiydir

source: City is required
kk_kz: Қала қажет
tt_ru: Шәһәр мәҗбүри
uz_uz: Shahar majburiy

source: Address is required
kk_kz: Мекенжай қажет
tt_ru: Адрес мәҗбүри
uz_uz: Manzil majburiy

source: Cashback not available
kk_kz: Кэшбэк қолжетімді емес
tt_ru: Кэшбэк мөмкин түгел
uz_uz: Cashback mavjud emas

source: Registration promo is invalid
vi_vn: Khuyến mãi đăng ký không hợp lệ

source: Error occurred during login process. Too many requests
vi_vn: Đã xảy ra lỗi trong quá trình đăng nhập. Quá nhiều yêu cầu

source: Iban must have prefix TR and 26 symbols
tr_tr: TR ile başlamalı ve 26 haneli olmalıdır

source: Wallet number must be 10 digits only
tr_tr: 10 haneli olmalıdır (Örn: 1234567890)
