Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Registration complete
ar_kw: اكتمل التسجيل
az_az: Qeydiyyat tamamlandı
cs_cz: Registrace dokončena
da_dk: Registreringen er fuldført
de_de: Registrierung erfolgreich abgeschlossen
el_gr: Η εγγραφή ολοκληρώθηκε
es_es: Registro completo
es_mx: Registro completo
et_ee: Registreerimine on lõpetatud
fi_fi: Rekisteröinti on valmis
fr_fr: Inscription complète
hi_in: पंजीकरण पूर्ण
hu_hu: Regisztráció befejeződött
it_it: Registrazione_completata
kk_kz: Тіркелу аяқталды
mn_mn: Бүртгэл дуусав
ms_my: Pendaftaran lengkap
nb_no: Registrering fullført
pl_pl: Rejestracja ukończona
pt_pt: Cadastro realizado
ro_ro: Înregistrare finalizată
ru_ru: Регистрация завершена
sl_sl: Registracija zaključena
sv_se: Registrering klar
th_th: การลงทะเบียนเสร็จสมบูรณ์แล้ว
tr_tr: Kayıt tamamlandı
tt_ru: Теркәлү тәмамланды
uz_uz: Ro'yxatga olish tugallandi
vi_vn: Đăng ký hoàn tất

source: _ip_fraud_msg
ar_kw: رسالة إحتيال IP
cs_cz: _ip_podvod_zpr
da_dk: ip bedrageri besked
de_de: falsche IP-Adresse
el_gr: μήνυμα απάτης ip
es_es: ip fraud message
es_mx: Mensaje IP de fraude
et_ee: IP-pettusteade
fi_fi: ip petosviesti
fr_fr: _ip_msg_fraude
hi_in: _आईपी_धोखा_सन्देश
kk_kz: Қате IP мекенжайы
mn_mn: ip залилсан зурвас
ms_my: Mesej IP penipuan
nb_no: ip_svindel_melding
pl_pl: komunikat o oszustwie IP
pt_pt: mensagem de fraude da propriedade intelectual
ru_ru: Некорректный IP адрес
sl_sl: ip fraud sporočilo
sv_se: Meddelande om IP-stöld
th_th: ข้อความหลอกลวง ip
tr_tr: Dolandırıcı IP mesajı
tt_ru: IP адрес коррект түгел
uz_uz: Noto'g'ri IP-manzil

source: Session is expired
ar_kw: انتهت صلاحية الجلسة
az_az: Sessiyanın vaxtı bitdi
cs_cz: Relace vypršela
da_dk: Sessionen er udløbet
de_de: Ihre Sitzung ist abgelaufen
el_gr: Η συνεδρία έχει λήξει
es_es: La sesion ha expirado
es_mx: Sesión ha expirado
et_ee: Seanss on aegunud
fi_fi: Istunto on vanhentunut
fr_fr: La session a expirée
hi_in: सत्र समाप्त हो गया है
hu_hu: Lejárt a munkamenet
it_it: Sessione scaduta
kk_kz: Сеанс аяқталды
mn_mn: Хандалтын хугацаа дууссан
ms_my: Sesi tamat tempoh
nb_no: Økten er utløpt
pl_pl: Sesja wygasła
pt_pt: Sessão venceu
ro_ro: Sesiunea a expirat
ru_ru: Сессия истекла
sl_sl: Seja je potekla
sv_se: Sessionen har gått ut
th_th: เซสชันหมดอายุแล้ว
tr_tr: Oturumun süresi doldu
tt_ru: Сессияның вакыты бетте
uz_uz: Sessiya tugadi
vi_vn: Phiên đã hết hạn

source: Withdrawal ID not specified
az_az: Çıxarma ID-si göstərilməyib
cs_cz: ID výběru nebylo specifikováno
es_mx: Identificación del retiro no especificado
hi_in: निकासी आईडी निर्दिष्ट नहीं है
hu_hu: Visszavonási azonosító nincs megadva
it_it: ID di prelievo non specificato
kk_kz: Төлем идентификаторы көрсетілмеген
ms_my: ID pengeluaran tidak dinyatakan
ru_ru: ID выплаты не указан
tt_ru: ID түләве күрсәтелмәгән
uz_uz: To'lov ID ko'rsatilmagan
vi_vn: Chưa chỉ định ID rút tiền

source: Invoice ID not specified
ms_my: ID invois tidak dinyatakan

source: System ID not specified
ar_kw: معرف النظام غير محدد
az_az: Sistem ID-si göstərilməyib
cs_cz: Nespecifikované ID systému
da_dk: System-id’et er ikke angivet
de_de: System-ID nicht angegeben
el_gr: Το αναγνωριστικό συστήματος δεν έχει καθοριστεί
es_es: ID del sistema no especificado
es_mx: Identificación del sistema no especificado
et_ee: Süsteemi ID pole täpsustatud
fi_fi: Järjestelmätunnusta ei määritelty
fr_fr: Idenfiant du système non spécifié
hi_in: सिस्टम आईडी निर्दिष्ट नहीं है
hu_hu: Rendszerazonosító nincs megadva
it_it: ID del sistema non specificato
kk_kz: Жүйе идентификаторы көрсетілмеген
mn_mn: Системийн нэрийг тодорхойлоогүй
ms_my: ID sistem tidak dinyatakan
nb_no: System ID ikke spesifisert
pl_pl: ID systemu nie został określony
pt_pt: Identificação do sistema não especificado
ro_ro: ID-ul de sistem nu este specificat
ru_ru: ID системы не указан
sl_sl: Sistemski ID ni določen
sv_se: System-ID ej specificerat
th_th: ไม่ได้ระบุ ID ระบบ
tr_tr: Sistem ID belirtilmedi
tt_ru: ID системасы күрсәтелмәгән
uz_uz: Tizim ID ko'rsatilmagan.
vi_vn: Chưa chỉ định ID hệ thống

source: Incorrect email, please try again from the start
ar_kw: بريد إلكتروني غير صحيح, يرجى المحاولة مرة أخرى من البداية
az_az: Yanlış e-poçt, lütfən, əvvəldən yenidən cəhd edin
cs_cz: Nesprávný e-mail, zkuste to prosím znovu
da_dk: Forkert e-mail, prøv igen fra starten
de_de: Falsche E-Mail-Adresse, bitte beginnen Sie von vorne
el_gr: Εσφαλμένο email, προσπαθήστε ξανά από την αρχή
es_es: Correo electronico incorrecto, por favor intenta nuevamente desde el principio
es_mx: Correo electrónico incorrecto, por favor inténtelo de nuevo desde el principio
et_ee: Vale e-posti aadress, proovige algusest peale uuesti
fi_fi: Virheellinen sähköposti, yritä uudelleen alusta
fr_fr: Adresse email incorrecte, veuillez réessayer depuis le début
hi_in: गलत ईमेल, कृपया प्रारंभ से फिर से प्रयास करें
hu_hu: Hibás e-mail cím, kérjük, kezdd újra az elejéről
it_it: Email errata, per favore riprova dall'inizio
kk_kz: Жарамсыз электрондық пошта мекенжайы, басынан қайталап көріңіз
mn_mn: Буруу э-мэйл, эхнээс нь дахин оролдоно уу
ms_my: E-mel tidak betul, sila cuba lagi dari awal
nb_no: Feil e-post, prøv igjen fra start
pl_pl: Niewłaściwy email, prosimy spróbować jeszcze raz od początku
pt_pt: E-mail incorrecto, por favor tente novamente desde o início.
ro_ro: E-mail eronat, încercați din nou din start
ru_ru: Неверный адрес электронной почты, пожалуйста, попробуйте еще раз с самого начала
sl_sl: Napačna e-pošta, poskusite znova od začetka
sv_se: Ogiltig e-postadress, var vänlig och försök igen
th_th: อีเมลไม่ถูกต้อง โปรดลองอีกครั้งตั้งแต่เริ่มต้น
tr_tr: Hatalı e-posta, lütfen başa dönüp tekrar deneyin
tt_ru: Электрон почтаның дөрес адресын, зинһар, иң баштан ук тагын бер тапкыр татып карагыз әле.
uz_uz: Noto'g'ri elektron pochta manzili, iltimos, boshidan yana urinib ko'ring.
vi_vn: Email không chính xác, vui lòng thử lại từ đầu

source: new_password
es_mx: su nueva contraseña -
ms_my: Kata laluan baharu anda -
ru_ru: Ваш новый пароль -

source: Email is empty
ar_kw: البريد الإلكتروني فارغ
az_az: E-poçt boşdur
cs_cz: E-mail je prázdný
da_dk: E-mail ender tom
de_de: E-Mail-Adresse nicht angegeben
el_gr: Το email είναι κενό
es_es: Correo electrónico está vacío
es_mx: Campo de correo electrónico está vacío
et_ee: E-mail on tühi
fi_fi: Sähköposti on tyhjä
fr_fr: L'adresse email est vide
hi_in: ईमेल खाली है
hu_hu: Üres e-mail cím mező
it_it: Email vuota
kk_kz: Электрондық пошта көрсетілмеген
mn_mn: Э-мэйл хоосон
ms_my: Ruangan e-mel kosong
nb_no: E-post mangler
pl_pl: email jest pusty
pt_pt: E-mail vazio
ro_ro: Adresa de e-mail este goală
ru_ru: Email не указан
sv_se: E-postadress saknas
th_th: อีเมลว่างเปล่า
tr_tr: E-posta boş
tt_ru: Email күрсәтелмәгән
uz_uz: Elektron pochta ko'rsatilmagan
vi_vn: Email trống

source: Error, account with this email does not exist.
ar_kw: خطأ, الحساب بهذا البريد الإلكتروني غير موجود.
az_az: Xəta, bu e-poçtla hesab mövcud deyil.
cs_cz: Chyba, účet s tímto e-mailem neexistuje.
da_dk: Fejl, konto med denne e-mail findes ikke.
de_de: Fehler, ein Konto mit dieser E-Mail-Adresse existiert nicht.
el_gr: Σφάλμα, ο λογαριασμός με αυτό τοemail δεν υπάρχει.
es_es: Error, la cuenta con este correo electrónico no existe.
es_mx: Error, cuenta con este correo electrónico no existe.
et_ee: Viga, selle e-posti aadressiga kontot pole olemas.
fi_fi: Virhe, tiliä tällä sähköpostilla ei ole olemassa.
fr_fr: Erreur, le compte avec cet e-mail n'existe pas.
hi_in: त्रुटि, इस ईमेल के साथ खाता मौजूद नहीं है।
hu_hu: Hiba, egy fiók sem létezik ezzel az e-mail címmel
it_it: Errore, l'account con questa email non esiste.
kk_kz: Қате, көрсетілген электрондық пошта мекенжайы бар аккаунт табылмады
mn_mn: Алдаа, ийм э-мэйлтэй бүртгэл байхгүй байна.
ms_my: Ralat, akaun dengan e-mel ini tidak wujud.
nb_no: Feil, det eksisterer ikke en konto med denne e-post adressen
pl_pl: Błąd, konto z tym emailem nie istnieje.
pt_pt: Erro, conta com este e-mail não existe.
ro_ro: Eroare, contul cu acest e-mail nu există.
ru_ru: Ошибка, аккаунт с указанным email адресом не найден
sl_sl: Napaka, račun s tem e-poštnim naslovom ne obstaja.
sv_se: Fel, ett konto med denna e-postadress finns inte.
th_th: เกิดข้อผิดพลาด ไม่มีบัญชีที่ใช้อีเมลนี้
tr_tr: Hata, bu e-posta ait bir hesap yok.
tt_ru: Хата, күрсәтелгән email адрес белән аккаунт табылмады
uz_uz: Xato, ko'rsatilgan elektron pochta manzili bilan hisob topilmadi
vi_vn: Lỗi, không tồn tại tài khoản sử dụng email này.

source: Unable generate temporary restore user code
ar_kw: تعذر إنشاء كود الإستعادة المؤقت للمستخدم
az_az: Müvəqqəti bərpa istifadəçi kodu yaratmaq mümkün deyil
cs_cz: Nelze vygenerovat dočasný kód pro obnovení uživatele
da_dk: Der kan ikke oprettes midlertidig gendannelsesbrugerkode
de_de: Der temporäre Wiederherstellungscode des Benutzers konnte nicht erstellt werden
el_gr: Δεν είναι δυνατή η δημιουργία του προσωρινού κωδικού επαναφοράς χρήστη
es_es: No se puede generar código de usuario de restauración temporal
es_mx: No se puede generar el código Unable generate temporary restore user code
et_ee: Ajutist kasutaja taastamiskoodi ei saa luua
fi_fi: Väliaikaista palautuskoodia ei voi luoda
fr_fr: Impossible de générer un code utilisateur de restauration temporaire
hi_in: अस्थायी पुनर्स्थापना उपयोगकर्ता कोड उत्पन्न करने में असमर्थ
hu_hu: Ideiglenes felhasználói kód generálása nem lehetséges
it_it: Impossibile generare un codice utente di ripristino temporaneo
kk_kz: Пайдаланушыны қалпына келтіру кодын жасау мүмкін болмады
mn_mn: Хэрэглэгчийн сэргээх түр зуурын кодыг үүсгэх боломжгүй байна
ms_my: Tidak dapat menjana kod pengguna pemulihan sementara
nb_no: Ikke i stand til å midlertidig gjenopprette brukerkode
pl_pl: Nie można wygenerować tymczasowego kodu odzyskania użytkownika
pt_pt: Incapaz de gerar código para a recuperação temporária do usuário
ro_ro: Nu se poate genera codul de restaurare temporar
ru_ru: Неудалось создать код восстановления пользователя
sl_sl: Začasne obnovitve uporabniške kode ni mogoče ustvariti
sv_se: Det går inte att skapa tillfällig återställningskod
th_th: ไม่สามารถสร้างรหัสกู้คืนผู้ใช้ชั่วคราวได้
tr_tr: Geçici kullanıcı kurtarma kodu oluşturulamadı
tt_ru: Кулланучыны торгызу кодын булдырып булмады
uz_uz: Foydalanuvchi qutqarish kodini yaratish mumkin emas edi
vi_vn: Không thể tạo mã người dùng khôi phục tạm thời

source: Password recovery
ar_kw: إستعادة كلمة المرور
az_az: Parolun yenilənməsi
cs_cz: Obnova hesla
da_dk: Gendannelse af adgangskode
de_de: Passwort-Wiederherstellung
el_gr: Ανάκτηση κωδικού πρόσβασης
es_es: Recuperación de contraseña
es_mx: Recuperación de contraseña
et_ee: Parooli taastamine
fi_fi: Salasanan palautus
fr_fr: Récupération du mot de passe
hi_in: पासवर्ड की दोबारा प्राप्ति
hu_hu: Jelszó visszaállítása
it_it: Recupero della password
kk_kz: Құпиясөзді қалпына келтіру
mn_mn: Нууц үг сэргээх
ms_my: Pemulihan kata laluan
nb_no: Passordgjenoppretting
pl_pl: Odzyskiwanie hasła
pt_pt: Recuperação da senha
ro_ro: Recuperare parola
ru_ru: Восстановление пароля
sl_sl: Obnovitev gesla
sv_se: Återställning av lösenord
th_th: การกู้คืนรหัสผ่าน
tr_tr: Şifre kurtarma
tt_ru: Серсүзне торгызу
uz_uz: Parolni tiklash
vi_vn: Khôi phục mật khẩu

source: current_password_empty
ar_kw: كلمة المرور الحالية فارغة
az_az: cari_parol_boş
cs_cz: stávající_heslo_je_prázdné
da_dk: Den aktuelle adgangskode er tom
de_de: aktuelles Passwort nicht eingegeben
el_gr: Το πεδίο τρέχων κωδικός πρόσβασης είναι κενό
es_es: Actual contraseña vacía
es_mx: campo de la actual contraseña está vacío
et_ee: Praegune salasõna on tühi
fi_fi: Nykyinen salasana on tyhjä
fr_fr: mot_de_passe_vide_actuel
hi_in: वर्तमान_पासवर्ड_खाली
hu_hu: jelenlegi_jelszó_mező_üres
it_it: password_attuale_vuota
kk_kz: Ағымдағы құпиясөз көрсетілмеген
mn_mn: Current password is empty
ms_my: Ruangan kata laluan terkini kosong
nb_no: nåværende passord er tomt
pl_pl: Aktualne hasło jest puste
pt_pt: Senha está vazia
ru_ru: Текущий пароль не указан
sl_sl: Trenutno geslo je prazno
sv_se: Nuvarande lösenord saknas
th_th: รหัสผ่านปัจจุบันว่างเปล่า
tr_tr: Mevcut şifre boş
tt_ru: Хәзерге серсүзе күрсәтелмәгән
uz_uz: Joriy parol ko'rsatilmagan

source: Current password is incorrect
ar_kw: كلمة المرور الحالية غير صحيحة
az_az: Cari parol səhvdir
cs_cz: Stávající heslo není správné
da_dk: Den aktuelle adgangskode er forkert
de_de: Aktuelles Passwort ist falsch
el_gr: Ο τρέχων κωδικός πρόσβασης είναι εσφαλμένος
es_es: La contraseña actual es incorrecta
es_mx: Actual contraseña es incorrecta
et_ee: Praegune parool on vale
fi_fi: Nykyinen salasana on väärä
fr_fr: Le mot de passe actuel est incorrect
hi_in: मौजूदा पासवर्ड गलत है
hu_hu: A jelenlegi jelszó hibás
it_it: La password attuale non è corretta
kk_kz: Ағымдағы құпиясөз дұрыс емес
mn_mn: Одоогийн нууц үг буруу байна
ms_my: Kata laluan semasa tidak betul
nb_no: Nåværende passord er feil
pl_pl: Aktualne hasło jest puste
pt_pt: Senha incorreta
ro_ro: Parola curentă este incorectă.
ru_ru: Текущий пароль указан неверно
sl_sl: Trenutno geslo ni pravilno
sv_se: Nuvarande lösenord är ogiltigt
th_th: รหัสผ่านปัจจุบันไม่ถูกต้อง
tr_tr: Mevcut şifre hatalı
tt_ru: Хәзерге серсүзе дөрес күрсәтелмәгән
uz_uz: Joriy parol noto'g'ri ko'rsatilgan
vi_vn: Mật khẩu hiện tại không chính xác

source: day_not_set
ar_kw: لم يتم تحديد اليوم
az_az: gün_qurulmayıb
cs_cz: den_není_nastaven
da_dk: Dagen er ikke indstillet
de_de: Tag nicht gewählt
el_gr: Η ημέρα δεν ορίστηκε
es_es: Día no establecido
es_mx: día no está fijado
et_ee: Päev ei ole lisatud
fi_fi: Päivää ei ole asetettu
fr_fr: jour_non_defini
hi_in: दिन_सेट_नहीं_है
hu_hu: nap_nincs_beállítva
it_it: giorno_non_impostato
kk_kz: туған күні көрсетілмеген
mn_mn: Day is not set
ms_my: Hari tidak ditetapkan
nb_no: dag_ikke_satt
pl_pl: Dzień nie jest ustalony
pt_pt: Dia não definido
ru_ru: день рождения не указан
sl_sl: Dan ni določen
sv_se: Datum saknas
th_th: ไม่ได้กำหนดวัน
tr_tr: Gün belirlenmemiş
tt_ru: туган көн күрсәтелмәгән
uz_uz: tug'ilgan kun ko'rsatilgan

source: month_not_set
ar_kw: لم يتم تحديد الشهر
az_az: ay_qeyd olunmur
cs_cz: měsíc_není_nastaven
da_dk: Måneden er ikke indstillet
de_de: Monat nicht gewählt
el_gr: Ο μήνας δεν ορίστηκε
es_es: Mes no establecido
es_mx: mes no está fijado
et_ee: Kuu ei ole lisatud
fi_fi: Kuukautta ei ole asetettu
fr_fr: mois_non_defini
hi_in: महीना_सेट_नहीं_है
hu_hu: hónap_nincs_beállítva
it_it: mese_non_impostato
kk_kz: туған айы көрсетілмеген
mn_mn: Month is not set
ms_my: Bulan tidak ditetapkan
nb_no: månad_ikke_satt
pl_pl: Miesiąc nie jest ustalony
pt_pt: Mês não definido
ru_ru: месяц рождения не указан
sl_sl: Mesec ni določen
sv_se: Månad saknas
th_th: ไม่ได้กำหนดเดือน
tr_tr: Ay belirlenmemiş
tt_ru: туу ае күрсәтелмәгән
uz_uz: tug'ilgan oy ko'rsatilgan

source: year_not_set
ar_kw: لم يتم تحديد السنة
az_az: il_qoyulmayıb
cs_cz: rok_není_nastaven
da_dk: År ikke indstillet
de_de: Jahr nicht gewählt
el_gr: Το έτος δεν ορίστηκε
es_es: Año no establecido
es_mx: año no está fijado
et_ee: Aasta ei ole lisatud
fi_fi: Vuotta ei ole asetettu
fr_fr: annee_non_definie
hi_in: साल_सेट_नहीं_है
hu_hu: év_nincs_beállítva
it_it: anno_non_impostato
kk_kz: туған жылы көрсетілмеген
ms_my: Tahun tidak ditetapkan
nb_no: år_ikke_satt
pl_pl: Rok nie jest ustalony
pt_pt: Ano não definido
ru_ru: год рождения не указан
sl_sl: Leto ni določeno
sv_se: År saknas
th_th: ไม่ได้กำหนดปี
tr_tr: Yıl belirlenmemiş
tt_ru: туу елы күрсәтелмәгән
uz_uz: tug'ilgan yili ko'rsatilgan

source: Country is not picked
ar_kw: لم يتم إختيار البلد
az_az: Ölkə seçilmir
cs_cz: Nebyla zvolena země
da_dk: Land er ikke plukket
de_de: Land wurde nicht gewählt
el_gr: Δεν έχει επιλεγεί χώρα
es_es: País no elegido
es_mx: País no está seleccionado
et_ee: Riik ei ole valitud
fi_fi: Maata ei ole valittu
fr_fr: Le pays n'est pas choisi
hi_in: देश नहीं चुना है
hu_hu: Nincs kiválasztva ország
it_it: Il paese non è stato scelto
kk_kz: Ел таңдалмаған
mn_mn: Улсыг сонгоогүй байна
ms_my: Negara tidak dipilih
nb_no: Land er ikke valgt
pl_pl: Kraj nie został zaznaczony
pt_pt: Dia não definido
ro_ro: Țara nu este aleasă
ru_ru: Страна не выбрана
sl_sl: Država ni izbrana
sv_se: Land saknas
th_th: ไม่ได้เลือกประเทศ
tr_tr: Ülke seçilmedi
tt_ru: Ил сайланмаган
uz_uz: Mamlakat tanlanmagan
vi_vn: Chưa chọn quốc gia

source: Gender is not picked
ar_kw: لم يتم إختيار الجنس
az_az: Cins seçilmir
cs_cz: Nebylo zvoleno pohlaví
da_dk: Køn er ikke plukket
de_de: Geschlecht wurde nicht gewählt
el_gr: Δεν έχει επιλεγεί φύλο
es_es: El género no es elegido
es_mx: Género no seleccionado
et_ee: Vali sugu
fi_fi: Sukupuolta ei ole valittu
fr_fr: Le sexe n'est pas choisi
hi_in: लिंग नहीं चुना है
hu_hu: Nincs kiválasztva nem
it_it: Il genere non è stato scelto
kk_kz: Жынысы таңдалмаған
mn_mn: Хүйсийг сонгоогүй байна
ms_my: Jantina tidak dipilih
nb_no: Kjønn er ikke valgt
pl_pl: Płeć nie została zaznaczona
pt_pt: Mês não definido
ro_ro: Genul nu este ales
ru_ru: Пол не выбран
sl_sl: Spol ni izbran
sv_se: Kön saknas
th_th: ไม่ได้เลือกเพศ
tr_tr: Cinsiyet seçilmedi
tt_ru: Җенес сайланмаган
uz_uz: Jins tanlanmagan
vi_vn: Chưa chọn giới tính

source: input_repeated_password
ar_kw: ادخل تكرار كلمة المرور
az_az: daxil edilən_təkrarlanan_parol
cs_cz: vstup_opakované_heslo
da_dk: Gentagen adgangskode indtastes
de_de: neues Passwort wiederholen
el_gr: Εισαγωγή επαλήθευσης κωδικού πρόσβασης
es_es: Introduce la contraseña repetida
es_mx: repetir contraseña
et_ee: Sisestatud salasõna on juba kasutatud
fi_fi: Syötä toistuva salasana
fr_fr: entrer_mot_de_passe_repete
hi_in: इनपुट_रिपीटेड_पासवर्ड
hu_hu: jelszó_újra
it_it: digtazione_password_ripetuta
kk_kz: Жаңа құпиясөзді қайталау өрісі бос
ms_my: Ulang kata laluan
nb_no: legg_inn_passord_igjen
pl_pl: Wprowadź powtórnie hasło
pt_pt: Digite senha novamente
ru_ru: Поле "повторите новый пароль" не заполнено
sl_sl: Vnos večkratni gesla
sv_se: Upprepa lösenord
th_th: ป้อนรหัสผ่านซ้ำ
tr_tr: Yenilenen şifreyi gir
tt_ru: яңа серсүзен кабатлагыз кыры тулмаган
uz_uz: Maydon "Yangi parolni takrorlang" to'ldirilmagan

source: Password does not match
ar_kw: كلمة المرور غير مطابقة
az_az: Şifrə uyğun gəlmir
cs_cz: Heslo se neshoduje
da_dk: Adgangskoder stemmer ikke overens
de_de: Passwort stimmt nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_es: Las contraseñas no coinciden
es_mx: Contraseña no coincide
et_ee: Paroolid ei kattu
fi_fi: Salasanat eivät täsmää
fr_fr: Le mot de passe ne correspond pas
hi_in: पासवर्ड मैच नहीं कर रहा है
hu_hu: A jelszó nem egyezik
it_it: Le password non coincidono
kk_kz: Құпиясөз сәйкес келмеді
mn_mn: Нууц үг таарахгүй байна
ms_my: Kata laluan tidak sepadan
nb_no: Passordene stemmer ikke overens
pl_pl: Aktualne hasło jest niewłaściwe
pt_pt: Senhas não correspondem
ro_ro: Parola nu se potriveste
ru_ru: Пароли не совпадают
sl_sl: Geslo se ne ujema
sv_se: Lösenorden överensstämmer inte
th_th: รหัสผ่านไม่ถูกต้อง
tr_tr: Şifre eşleşmiyor
tt_ru: Серсүзләр туры килми
uz_uz: parollar mos kelmayapti
vi_vn: Mật khẩu không khớp

source: Email field is empty or incorrect
ar_kw: خانة البريد الإلكتروني فارغة أو غير صحيحة
az_az: E-poçt sahəsi boş və ya səhvdir
cs_cz: Pole s e-mailem je prázdné nebo neplatné
da_dk: Mailfeltet er tomt eller forkert
de_de: Das Feld "E-Mail-Adresse" ist leer oder enthält falsche Angaben
el_gr: Το πεδίο email είναι κενό ή εσφαλμένο
es_es: El campo de correo electrónico está vacío o es incorrecto
es_mx: Campo del correo electrónico vacío o incorrecto
et_ee: E-maili väli on tühi või vale
fi_fi: Sähköpostikenttä on tyhjä tai virheellinen
fr_fr: Le champ "Email" est vide ou incorrect
hi_in: ईमेल फ़ील्ड खाली या गलत है
hu_hu: Az e-mail cím mező üres vagy hibás
it_it: Il campo dell'email è vuoto o errato
kk_kz: электрондық пошта өрісі толтырылмаған немесе жарамсыз
mn_mn: Э-мэйлийн цонх хоосон эсвэл буруу байна
ms_my: Ruang e-mel kosong atau tidak betul
nb_no: E-post mangler eller inneholder feil
pl_pl: Pole email jest puste lub błędne
pt_pt: E-mail vazio ou incorrecto
ro_ro: Câmpul de e-mail este gol sau incorect
ru_ru: Поле "email" не заполнено или неверно
sl_sl: Polje e-pošte je prazno ali napačno
sv_se: E-postadress saknas eller är ogiltig
th_th: ฟิลด์อีเมลว่างเปล่าหรือไม่ถูกต้อง
tr_tr: E-posta alanı boş veya hatalı
tt_ru: email кыры тутырылмаган яки дөрес түгел
uz_uz: Maydon "Elektron pochta" to'ldirilmagan yoki noto'g'ri
vi_vn: Trường email trống hoặc không chính xác

source: Email already in use
ar_kw: البريد الاليكتروني قيد الإستخدام
az_az: E-poçt artıq istifadə olunur
cs_cz: E-mail je již používán
da_dk: E-mail, der allerede er i brug
de_de: Diese E-Mail-Adresse wird bereits verwendet
el_gr: Το email χρησιμοποιείται ήδη
es_es: Correo electrónico ya en uso
es_mx: Correo electrónico ya en uso
et_ee: E-mail on juba kasutusel
fi_fi: Sähköpostiosoite on jo käytössä
fr_fr: Adresse email déjà utilisée
hi_in: ईमेल पहले से ही इस्तेमाल में है
hu_hu: Az e-mail cím már használatban van
it_it: Email già in uso
kk_kz: Электрондық пошта мекенжайы бос емес
ms_my: E-mel telah digunakan
nb_no: E-post adressen er allereie i bruk
pl_pl: Ten email jest już wykorzystywany
pt_pt: E-mail já em uso
ro_ro: E-mail deja folosit
ru_ru: Email адрес занят
sl_sl: E-pošta je že v uporabi
sv_se: E-postadressen finns redan
th_th: อีเมลถูกใช้งานแล้ว
tr_tr: Bu e-posta kullanılmaktadır
tt_ru: Email адресы алынган
uz_uz: Elektron pochta manzili band
vi_vn: Email đã được sử dụng

source: Email field is incorrect
ar_kw: خانة البريد الإلكترونى غير صحيحة
az_az: E-poçt sahəsi yanlışdır
cs_cz: Pole pro e-mail není vyplněno správně
da_dk: Mailfeltet er forkert
de_de: E-Mail-Adresse ist falsch
el_gr: Το πεδίο email είναι εσφαλμένο
es_es: El campo de correo electrónico es incorrecto
es_mx: Correo electrónico es incorrecto
et_ee: E-maili väli on vale
fi_fi: Sähköpostikenttä on virheellinen
fr_fr: Le champ "Email" est incorrect
hi_in: ईमेल फ़ील्ड गलत है
hu_hu: Az e-mail cím mező hibás
it_it: Il campo email è sbagliato
kk_kz: электрондық пошта өрісі дұрыс емес
mn_mn: Э-мэйлийн цонх буруу байна
ms_my: Ruangan e-mel tidak betul
nb_no: E-post feltet inneholder feil
pl_pl: Pole emaila jest niewłaściwe
pt_pt: E-mail está incorreto
ro_ro: Câmpul de e-mail este incorect
ru_ru: Поле "email" указано неверно
sl_sl: Polje e-pošte ni pravilno
sv_se: E-postadressen är ogiltig
th_th: ฟิลด์อีเมลไม่ถูกต้อง
tr_tr: E-posta alanı hatalı
tt_ru: email кыры дөрес түгел
uz_uz: Maydon "email" noto'g'ri ko'rsatilgan
vi_vn: Trường email không chính xác

source: Login field is empty
ar_kw: خانة تسجيل الدخول فارغة
az_az: Giriş sahəsi boşdur
cs_cz: Pole pro přihlašovací jméno je prázdné
da_dk: Logonfeltet er tomt
de_de: Das Feld "Benutzername" ist leer
el_gr: Το πεδίο ονόματος σύνδεσης είναι κενό
es_es: El campo de inicio de sesión está vacío
es_mx: Campo de inicio de sesión vacío
et_ee: Kasutajatunnus on tühi
fi_fi: Kirjautumiskenttä on tyhjä
fr_fr: Le champ de connexion est vide
hi_in: लॉग इन फ़ील्ड खाली है
hu_hu: A bejelentkezés mező üres
it_it: Il campo di login è vuoto
kk_kz: логин өрісі бос
mn_mn: Нэвтрэх цонх хоосон
ms_my: Ruangan log masuk kosong
nb_no: Innloggingsfeltet er tomt
pl_pl: Pole loginu jest puste
pt_pt: Login está vazio
ro_ro: Câmpul de conectare este gol
ru_ru: Поле "логин" не заполнено
sl_sl: Polje z uporabniškim imenom je prazno
sv_se: Användarnamn saknas
th_th: ฟิลด์การเข้าสู่ระบบว่างเปล่า
tr_tr: Giriş alanı boş
tt_ru: логин кыры тутырылмаган
uz_uz: Maydon "kirish" to'ldirilmagan
vi_vn: Trường đăng nhập trống
