Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Congratulations,
ar_kw: تهانينا,
az_az: Təbrik edirik,
cs_cz: Gratulujeme,
da_dk: Tillykke,
de_de: Herzlichen Glückwunsch,
el_gr: Συγχαρητήρια,
es_es: Felicitaciones,
es_mx: Felicidades,
et_ee: Palju Õnne,
fi_fi: Onneksi olkoon,
fr_fr: Félicitations,
hi_in: बधाई हो,
hu_hu: Gratulálunk,
kk_kz: Құттықтаймыз,
mn_mn: Баяр хүргэе
ms_my: Tahniah,
nb_no: Gratulerer,
pl_pl: Gratulacje,
pt_pt: Parabéns,
ro_ro: Felicitări,
ru_ru: Поздравляем,
sl_sl: Čestitke,
sv_se: Grattis,
th_th: ขอแสดงความยินดี
tr_tr: Tebrikler,
tt_ru: Котлыйбыз,
uz_uz: Tabriklaymiz,
vi_vn: Xin chúc mừng,

source: Dear
ar_kw: عزيزى
az_az: Əziz
cs_cz: Vážený/á
da_dk: Kære
de_de: Liebe(r)
el_gr: Αγαπητέ/ή
es_es: Querido
es_mx: Estimado
et_ee: Lugupeetud
fi_fi: Hyvä
fr_fr: Cher
hi_in: प्रिय
hu_hu: Kedves
kk_kz: Қымбатты
mn_mn: Хүндэт
ms_my: Hai
nb_no: Kjære
pl_pl: Drogi
pt_pt: Caro
ro_ro: Dragă
ru_ru: Дорогой
sl_sl: Spoštovani
sv_se: Hej
th_th: เรียน
tr_tr: Sayın
tt_ru: Дорогой
uz_uz: Qimmat
vi_vn: Kính thưa

source: Deposit confirmation
ar_kw: تأكيد الإيداع
az_az: Depozit təsdiqi
cs_cz: Potvrzení o vkladu
da_dk: Bekræftelse af indbetaling
de_de: Einzahlungsbestätigung
el_gr: Επιβεβαίωση κατάθεσης
es_es: Confirmación de depósito
es_mx: Confirmación del depósito
et_ee: Deposiidi kinnitus
fi_fi: Talletusvahvistus
fr_fr: Confirmation du dépôt
hi_in: जमा की पुष्टि
hu_hu: Befizetés visszaigazolása
kk_kz: Депозитті растау
mn_mn: Депозит баталгаажуулалт
ms_my: Pengesahan deposit
nb_no: Innskuddsbekreftelse
pl_pl: Potwierdzenie depozytu
pt_pt: Confirmação do depósito
ro_ro: Confirmare depozit
ru_ru: Подтверждения депозита
sl_sl: Potrdilo o pologu
sv_se: Bekräftelse på insättning
th_th: การยืนยันการฝากเงิน
tr_tr: Yatırma onayı
tt_ru: Депозитны раслау
uz_uz: Depozitni tasdiqlash
vi_vn: Xác nhận nạp tiền

source: Deposit success notification. Your balance
ar_kw: إشعار نجاح الإيداع. رصيدك
az_az: Depozitin müvəffəqiyyəti barədə bildiriş. Balansınız
cs_cz: Potvrzení o úspěšném vkladu. Váš zůstatek
da_dk: Meddelelse om succes for indbetaling. Din saldo
de_de: Benachrichtigung über die erfolgreiche Einzahlung
el_gr: Ειδοποίηση επιτυχούς κατάθεσης. Το υπόλοιπό σας
es_es: Notificación de éxito de depósito. Tu saldo
es_mx: Notificación de depósito exitosa. Su saldo
et_ee: Deposiidi õnnestumise teavitus. Sinu saldo on
fi_fi: Talletuksen onnistumisilmoitus. Saldosi on
fr_fr: Notification de réussite du dépôt. Votre solde
hi_in: जमा सफलता की अधिसूचना। आपकी शेष राशि
hu_hu: Sikeres befizetés. Az egyenleged
kk_kz: Сәтті депозит туралы хабарлама. Сіздің балансыңыз
mn_mn: Депозит амжилттай боллоо. Таны үлдэгдэл
ms_my: Pemberitahuan deposit berjaya. Baki anda
nb_no: Varsling for vellykket innskudd. Din balanse
pl_pl: Potwierdzenie udanego depozytu. Twoje saldo
pt_pt: Depósito feito com êxito. O seu saldo
ro_ro: Notificarea succesului depunerii. Balanta ta
ru_ru: Уведомление об успешном депозите. Ваш баланс
sl_sl: Obvestilo o uspešnem nakazilu. Vaše stanje
sv_se: Din insättning har nu gjorts. Ditt saldo
th_th: การแจ้งเตือนความสำเร็จการฝากเงิน ยอดเงินของคุณ
tr_tr: Para yatırma onay bildirimi. Bakiyeniz
tt_ru: Уңышлы депозит турында белдерү. Сезнең баланс
uz_uz: Muvaffaqiyatli depozit haqida xabarnoma. Balansingiz
vi_vn: Thông báo nạp tiền thành công. Số dư của bạn

source: Finish registration link
ar_kw: إتمام رابط التسجيل
az_az: Qeydiyyat linkini tamamlayın
cs_cz: Odkaz pro dokončení registrace
da_dk: Linket Afslut registrering
de_de: Link zur Registrierungsbestätigung
el_gr: Σύνδεσμος ολοκλήρωσης εγγραφής
es_es: Finalizar enlace de registro
es_mx: El enlace para finalizar su registro
et_ee: Registreerimise lõpetamise link
fi_fi: Viimeistele rekisteröinti linkki
fr_fr: Terminer le lien d'enregistrement
hi_in: पंजीकरण लिंक समाप्त करें
hu_hu: Regisztrációt befejező link
kk_kz: Тіркеуді растау сілтемесі
mn_mn: Бүртгэлийг дуусгах холбоос
ms_my: Pautan untuk menyelesaikan pendaftaran
nb_no: Lenke for å fullføre registrering
pl_pl: Link kończący rejestrację
pt_pt: Link para concluir cadastramento
ro_ro: Finalizați linkul de înregistrare
ru_ru: Ссылка подтверждения регистрации
sl_sl: Povezava za dokončanje registracije
sv_se: Länk för att slutföra registreringen
th_th: ลิงก์สิ้นสุดการลงทะเบียน
tr_tr: Kayıt tamamlama bağlantısı
tt_ru: Теркелүне раслау сылтамасы
uz_uz: Ro'yxatga olishni tasdiqlash havolasi
vi_vn: Hoàn thành liên kết đăng ký

source: Greeting.
ar_kw: تحية.
az_az: Salam.
cs_cz: Zdravíme.
da_dk: Hilsen.
de_de: Begrüßung.
el_gr: Χαιρετισμός.
es_es: Saludo.
es_mx: Saludos.
et_ee: Tere
fi_fi: Tervehdys.
fr_fr: Cordialement.
hi_in: शुभकामना।
hu_hu: Üdvözlet.
kk_kz: Сәлемдесу.
mn_mn: Сайн байна уу?
ms_my: Salam.
nb_no: Hilsen.
pl_pl: Pozdrowienia.
pt_pt: Saudações.
ro_ro: Salut.
ru_ru: Приветствие.
sl_sl: Pozdrav.
sv_se: Hälsning.
th_th: สวัสดี
tr_tr: Merhabalar.
tt_ru: Сәламләү.
uz_uz: Xush kelibsiz.
vi_vn: Lời chào mừng.

source: Hello
ar_kw: اهلاً
az_az: Salam
cs_cz: Dobrý den
da_dk: Hej
de_de: Hallo
el_gr: Γεια σας
es_es: Hola
es_mx: Hola
et_ee: Tere
fi_fi: Hei
fr_fr: Bonjour
hi_in: नमस्ते
hu_hu: Helló
kk_kz: Сәлем
mn_mn: Сайн уу
ms_my: Helo
nb_no: Hei
pl_pl: Cześć
pt_pt: Olá
ro_ro: Bună
ru_ru: Привет
sl_sl: Pozdravljeni
sv_se: Hej
th_th: สวัสดี
tr_tr: Merhaba
tt_ru: Сәлам
uz_uz: Salom
vi_vn: Xin chào

source: If this email does not display correctly, open it in your browser.
ar_kw: إذا لم يتم عرض هذا البريد الإلكتروني بشكل صحيح, قم بفتحه في متصفحك.
az_az: Bu e-poçt düzgün göstərilmirsə, onu brauzerinizdə açın.
cs_cz: Pokud se vám tento e-mail nezobrazuje správně, otevřete jej ve svém internetovém prohlížeči.
da_dk: Hvis denne e-mail ikke vises korrekt, skal du åbne den i din browser.
de_de: Wird diese E-Mail nicht korrekt angezeigt, öffnen Sie diese in Ihrem Browser.
el_gr: Εάν αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου δεν εμφανίζεται σωστά, ανοίξτε το στο πρόγραμμα περιήγησης.
es_es: Si este correo electrónico no se muestra correctamente, abrelo en tu navegador.
es_mx: Si no puede ver este correo correctamente, ábralo en su navegador.
et_ee: Kui see email ei avane õigesti siis ava email brauseris
fi_fi: Jos tämä sähköposti ei näy oikein, avaa se selaimessasi.
fr_fr: Si ce email ne s'affiche pas correctement, ouvrez-le dans votre navigateur.
hi_in: यदि यह ईमेल सही तरीके से प्रदर्शित नहीं होता है, तो इसे अपने ब्राउज़र में खोलें।
hu_hu: Ha az e-mail nem megfelelően jelenik meg, akkor a böngésződben nyisd meg.
kk_kz: Бұл электрондық пошта дұрыс көрсетілмесе, оны браузерде ашыңыз.
mn_mn: Хэрвээ энэ э-мэйл харагдахгүй байвал өөрийн хөтчөөр дамжуулан харна уу
ms_my: Jika e-mel ini tidak dipaparkan dengan betul, sila buka melalui pelayar anda.
nb_no: Om denne e-posten ikke viser slik den skal, åpne den i nettleseren din.
pl_pl: Jeżeli ten email nie wyświetla się poprawnie, otwórz go w swojej przeglądarce.
pt_pt: Se este e-mail não for exibido corretamente, abra-o no seu navegador.
ro_ro: Dacă acest e-mail nu se afișează corect, deschideți-l în browser.
ru_ru: Если это письмо отображается некорректно, откройте его в браузере.
sl_sl: Če se to e-poštno sporočilo ne prikaže pravilno, ga odprite v svojem brskalniku.
sv_se: Om detta mejl inte visas korrekt, öppna det i din webbläsare.
th_th: หากอีเมลนี้แสดงอย่างไม่ถูกต้อง ให้เปิดมันในเบราว์เซอร์ของคุณ
tr_tr: Bu e-posta düzgün görüntülenemiyorsa tarayıcınızdan açınız.
tt_ru: Әгәр бу хат дөрес түгел икән, аны браузерда ачыгыз.
uz_uz: ЕAgar ushbu xat noto'g'ri ko'rsatilsa, uni brauzerda oching.
vi_vn: Nếu email này không hiển thị chính xác, hãy mở trong trình duyệt của bạn.

source: If you have any questions, please contact
ar_kw: إذا كان لديك أي أسئلة, يرجى الإتصال
az_az: Hər hansı bir sualınız varsa, əlaqə saxlayın
cs_cz: Máte-li jakékoliv dotazy, prosím kontaktujte nás
da_dk: Hvis du har spørgsmål, bedes du kontakte
de_de: Sollten Sie Fragen haben, wenden Sie sich bitte an
el_gr: Εάν έχετε οποιεσδήποτε ερωτήσεις, επικοινωνήστε με
es_es: Si tienes alguna pregunta, por favor contactese
es_mx: Si tiene alguna pregunta, póngase en contacto
et_ee: Küsimuste korral palun võtta ühendust
fi_fi: Jos sinulla on kysyttävää, ota yhteyttä
fr_fr: Si vous avez des questions, veuillez contacter
hi_in: यदि आपके कोई प्रश्न हैं, तो कृपया संपर्क करें
hu_hu: Ha van kérdésed, keress minket
kk_kz: Сұрақтарыңыз болса, хабарласыңыз
mn_mn: Хэрвээ танд асуулт байвал холбогдоно уу
ms_my: Jika anda mempunyai sebarang pertanyaan, sila hubungi
nb_no: Om du lurer på noe, ta kontakt
pl_pl: Jeżeli masz jakieś pytania, prosimy o kontakt z
pt_pt: Se você tiver alguma dúvida, por favor entre em contato com
ro_ro: Dacă aveți întrebări, contactați
ru_ru: Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с
sl_sl: Če imate kakršna koli vprašanja, se obrnite na
sv_se: Om du har några frågor, vänligen kontakta
th_th: หากคุณมีคำถามใด ๆ โปรดติดต่อ
tr_tr: Sorularınız varsa lütfen iletişime geçin
tt_ru: Әгәр сезнең нинди дә булса сорауларыгыз булса, зинһар, элемтәгә керегез
uz_uz: Agar biron-bir savol bo'lsa, murojaat qiling
vi_vn: Nếu bạn có thắc mắc, vui lòng liên hệ

source: Link will be available for 30 minutes.
ar_kw: سيكون الرابط متاحًا لمدة 30 دقيقة.
az_az: Link 30 dəqiqə ərzində mövcud olacaq.
cs_cz: Odkaz bude dostupný 30 minut.
da_dk: Link vil være tilgængelig i 30 minutter.
de_de: Der Link ist in 30 Minuten verfügbar.
el_gr: Ο σύνδεσμος θα είναι διαθέσιμος για 30 λεπτά.
es_es: El enlace estará disponible durante 30 minutos.
es_mx: Enlace estará disponible por 30 minutos.
et_ee: Link on saadaval 30 minutit
fi_fi: Linkki on käytettävissä 30 minuuttia.
fr_fr: Le lien sera disponible pendant 30 minutes.
hi_in: लिंक 30 मिनट के लिए उपलब्ध होगा।
hu_hu: A link 30 percig lesz elérhető.
kk_kz: Сілтеме 30 минут ішінде қолжетімді болады.
mn_mn: Энэхүү холбоос 30 минутын хугацаанд ажиллана
ms_my: Pautan akan tersedia selama 30 minit.
nb_no: Lenken er tilgjengelig i 30 minutter.
pl_pl: Link będzie ważny przez 30 minut.
pt_pt: O link estará disponível por 30 minutos.
ru_ru: Ссылка будет доступна на 30 минут.
sl_sl: Povezava bo na voljo 30 minut.
sv_se: Länk är tillgänglig i 30 minuter.
th_th: ลิงก์จะใช้งานได้ 30 นาที
tr_tr: Bağlantı 30 dakika boyunca kullanılabilir olacak.
tt_ru: Сылтама 30 минуттан әзер була.
uz_uz: Havola 30 daqiqa davomida mavjud bo'ladi.
vi_vn: Liên kết sẽ khả dụng trong 30 phút.

source: Login
ar_kw: تسجيل الدخول
az_az: Daxil ol
cs_cz: Přihlášení
de_de: Benutzername
el_gr: Σύνδεση
es_es: Iniciar sesion
es_mx: Inicie sesión
et_ee: Logige sisse
fi_fi: Kirjaudu sisään
fr_fr: Connexion
hi_in: लॉग इन करें
hu_hu: Belépés
kk_kz: Логин
mn_mn: Нэвтрэх
ms_my: Log masuk
nb_no: Innlogging
ro_ro: Autentificare
ru_ru: Логин
sl_sl: Uporabniško ime
sv_se: Inloggning
th_th: เข้าสู่ระบบ
tr_tr: Giriş yap
tt_ru: Логин
uz_uz: Kirish
vi_vn: Đăng nhập

source: Password
ar_kw: كلمة المرور
az_az: parol
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
es_mx: Contraseña
et_ee: Salasõna
fi_fi: Salasana
fr_fr: Mot de passe
hi_in: पासवर्ड
hu_hu: Jelszó
kk_kz: Құпиясөз
mn_mn: Нууц үг
ms_my: Kata laluan
nb_no: Passord
pl_pl: Hasło
pt_pt: Senha
ro_ro: Parola
ru_ru: Пароль
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Şifre
tt_ru: Серсүзе
uz_uz: Parol
vi_vn: Mật khẩu

source: Password restore
ar_kw: إستعادة كلمة المرور
az_az: Parolun bərpası
cs_cz: Obnova hesla
da_dk: Gendannelse af adgangskode
de_de: Passwort wiederherstellen
el_gr: Επαναφορά κωδικού πρόσβασης
es_es: Recuperar contraseña
es_mx: Restaurar contraseña
et_ee: Salasõna taastamine
fi_fi: Salasanan palautus
fr_fr: Restauration du mot de passe
hi_in: पासवर्ड पुनर्स्थापित करें
hu_hu: Jelszó visszaállítása
kk_kz: Құпиясөзді қалпына келтіру
mn_mn: Нууц үг сэргээх
ms_my: Pemulihan kata laluan
nb_no: Passordgjenoppretting
pl_pl: Przywracanie hasła
pt_pt: Recupere sua senha
ro_ro: Restaurare parolă
ru_ru: Восстановление пароля
sv_se: Återställning av lösenord
th_th: กู้คืนรหัสผ่าน
tr_tr: Şifre sıfırlama
tt_ru: Серсүзе торгызу
uz_uz: Parolni tiklash
vi_vn: Khôi phục mật khẩu

source: Please click on the link below to finish registration:
ar_kw: الرجاء الضغط على الرابط أدناه لإنهاء التسجيل:
az_az: Qeydiyyatı başa çatdırmaq üçün aşağıdakı linkə klikləyin:
cs_cz: Pro dokončení registrace prosím klikněte na odkaz níže:
da_dk: Klik på linket nedenfor for at afslutte registreringen:
de_de: Bitte klicken Sie auf den Link unten, um die Registrierung abschließen zu können:
el_gr: Κάντε κλικ στον παρακάτω σύνδεσμο για να ολοκληρώσετε την εγγραφή:
es_es: Por favor haz clic en el enlace de abajo para finalizar el registro:
es_mx: Por favor haga clic en el siguiente enlace para finalizar su registro:
et_ee: Palun vajutada allolevale lingile, et lõpetada registreerimine:
fi_fi: Klikkaa alla olevaa linkkiä viimeistelläksesi rekisteröinti:
fr_fr: Veuillez cliquer sur le lien ci-dessous pour terminer l'inscription :
hi_in: कृपया पंजीकरण समाप्त करने के लिए नीचे दिए गए लिंक पर क्लिक करें:
hu_hu: A regisztráció befejezéséhez kattints az alábbi linkre:
kk_kz: Тіркеуді аяқтау үшін төмендегі сілтемені басыңыз:
mn_mn: Бүртгэлийг дуусгахын тулд доорх холбоос дээр дарна уу:
ms_my: Sila klik pautan di bawah untuk menyelesaikan pendaftaran:
nb_no: Klikk på lenken nedenfor for å fullføre registreringen:
pl_pl: Aby zakończyć rejestrację, kliknij w link poniżej:
pt_pt: Por favor clique no link abaixo para finalizar o cadastramento:
ro_ro: Vă rugăm să faceți clic pe linkul de mai jos pentru a termina înregistrarea:
ru_ru: Пожалуйста, нажмите на ссылку ниже, чтобы закончить регистрацию:
sl_sl: Za zaključek registracije kliknite na spodnjo povezavo:
sv_se: Vänligen klicka på länken nedan för att slutföra registreringen:
th_th: โปรดคลิกที่ลิงก์ด้านล่างเพื่อเสร็จสิ้นการลงทะเบียน:
tr_tr: Kaydı tamamlamak için lütfen aşağıdaki bağlantıya tıklayın:
tt_ru: Зинһар, теркәлүне тәмамлау өчен, түбәндәге сылтамага басыгыз:
uz_uz: Ro'yxatga olishni tugatish uchun quyidagi havolasini bosing:
vi_vn: Vui lòng nhấp vào liên kết dưới đây để hoàn tất đăng ký:

source: Please do not reply to this e-mail. This email is generated automatically and you will not receive a response.
ar_kw: رجاءا لا ترد على هذا الأيميل. يتم إنشاء هذا الإيميل تلقائيًا ولن تتلقى ردًا.
az_az: Bu e-poçta cavab verməyin. Bu e-poçt avtomatik olaraq yaradılır və siz cavab almayacaqsınız.
cs_cz: Na tento e-mail prosím neodpovídejte. E-mail je generován automaticky a nedostanete na něj odpověď.
da_dk: Undlad venligst at svare på denne e-mail. Denne e-mail genereres automatisk, og du vil ikke modtage et svar.
de_de: Bitte antworten Sie nicht auf diese E-Mail. Sie wurde automatisch generiert und Sie erhalten keine Antwort darauf.
el_gr: Μην απαντήσετε σε αυτό το email. Αυτό το μemail δημιουργείται αυτόματα και δεν θα λάβετε απάντηση.
es_es: Por favor no responder a este correo electronico. Este correo electrónico se genera automáticamente y no recibirás una respuesta.
es_mx: Por favor no responda a este correo electrónico. Este correo es generado automáticamente y no recibirá una respuesta.
et_ee: Palun ära vasta sellele emailile. Tegemist on automaatvastusega.
fi_fi: Älä vastaa tähän sähköpostiin. Tämä sähköpostiviesti luodaan automaattisesti, etkä tule saamaan vastausta.
fr_fr: Veuillez ne pas répondre à cet email. Cet email est généré automatiquement et vous ne recevrez pas de réponse.
hi_in: कृपया इस ईमेल का जवाब न दें। यह ईमेल अपने आप उत्त्पन्न होता है और आपको कोई प्रतिक्रिया नहीं मिलेगी।
hu_hu: Kérjük, ne válaszolj erre az e-mailre. Ez egy automatikusan generált üzenet, így nem fogsz választ kapni rá.
kk_kz: Бұл хатқа жауап бермеуіңізді өтінемін. Бұл хабарлама автоматты түрде жасалады және сіз жауап алмайсыз.
mn_mn: Энэхүү э-мэйлд хариу бичихгүй байна уу. Энэ э-мэйлээр нь автоматаар илгээгдсэн бөгөөд танд хариу хүлээн авахгүй
ms_my: Jangan balas e-mel ini. E-mel ini dijana secara automatik dan anda tidak akan menerima balasan.
nb_no: Vennligst ikke svar på denne e-posten. Det er en automatisk generert e-post og du vil ikke motta noe svar.
pl_pl: Prosimy nie odpowiadać na ten email. Ten email został wygenerowany automatyczne i nie otrzymasz odpowiedzi.
pt_pt: Por favor, não responda a este e-mail. Este e-mail é gerado automaticamente e você não receberá uma resposta.
ro_ro: Vă rugăm să nu răspundeți la acest e-mail. Acest e-mail este generat automat și nu veți primi răspuns.
ru_ru: Пожалуйста, не отвечайте на это письмо. Это сообщение сгенерировано автоматически и Вы не получите ответ.
sl_sl: Ne odgovarjajte na to e-pošto. To e-poštno sporočilo se ustvari samodejno in ne boste prejeli odgovora.
sv_se: Vänligen svara ej på detta mejl. Det här mejlet genereras automatiskt så du kommer inte att få något svar.
th_th: โปรดอย่าตอบกลับอีเมลนี้ อีเมลนี้ถูกสร้างขึ้นโดยอัตโนมัติและคุณจะไม่ได้รับการตอบกลับ
tr_tr: Lütfen bu e-postaya cevap vermeyiniz. Bu e-posta otomatik olarak oluşturulduğundan bir yanıt alamazsınız.
tt_ru: Зинһар, бу хатка җавап бирмәгез. Бу хәбәр автомат рәвештә формалаштырылган һәм сез җавап алмаячаксыз.
uz_uz: Iltimos, ushbu elektron pochtaga javob bermang. Ushbu xabar avtomatik ravishda ishlab chiqariladi va siz javob olmaysiz.
vi_vn: Vui lòng không trả lời email này. Đây là email được tạo tự động và bạn sẽ không nhận được phản hồi.

source: Registration confirmation
ar_kw: تأكيد التسجيل
az_az: Qeydiyyatın təsdiqi
cs_cz: Potvrzení registrace
da_dk: Bekræftelse af registrering
de_de: Registrierungsbestätigung
el_gr: Επιβεβαίωση εγγραφής
es_es: Confirmación de registro
es_mx: Confirmación de registro
et_ee: Registreerimise kinnitus
fi_fi: Rekisteröintivahvistus
fr_fr: Confirmation de l'inscription
hi_in: पंजीकरण पुष्टि
hu_hu: Regisztráció megerősítése
kk_kz: Тіркелуді растау
mn_mn: Бүртгэл баталгаажуулах
ms_my: Pengesahan pendaftaran
pl_pl: Potwierdzenie rejestracji
pt_pt: Confirmação do cadastro
ro_ro: Confirmarea înregistrării
ru_ru: Подтверждение регистрации
sl_sl: Potrditev registracije
sv_se: Bekräftelse på registrering
th_th: การยืนยันการลงทะเบียน
tr_tr: Kayıt onayı
tt_ru: Теркелүне раслау
uz_uz: Ro'yxatga olishni tasdiqlash
vi_vn: Xác nhận đăng ký

source: Restore your password by clicking the link below.
ar_kw: إستعيد كلمة المرور الخاصة بك عن طريق النقر على الرابط أدناه.
az_az: Aşağıdakı linkə klikləməklə parolunuzu bərpa edin.
cs_cz: Obnovte si heslo kliknutím na odkaz níže.
da_dk: Gendan din adgangskode ved at klikke på linket nedenfor.
de_de: Sie können Ihr Passwort wiederherstellen, indem Sie auf den Link unten klicken.
el_gr: Επαναφέρετε τον κωδικό πρόσβασης κάνοντας κλικ στον παρακάτω σύνδεσμο.
es_es: Restaura tu contraseña haciendo clic en el enlace de abajo.
es_mx: Restaure su contraseña haciendo clic en el siguiente enlace.
et_ee: Taasta oma salasõna vajutades allolevat linki.
fi_fi: Palauta salasana klikkaamalla alla olevaa linkkiä.
fr_fr: Restaurez votre mot de passe en cliquant sur le lien ci-dessous.
hi_in: नीचे दिए गए लिंक पर क्लिक करके अपना पासवर्ड पुनर्स्थापित करें।
hu_hu: Állítsd vissza jelszavad a lentebb található linkre kattintva.
kk_kz: Төмендегі сілтемені басу арқылы құпиясөзіңізді қалпына келтіріңіз.
mn_mn: Доорх холбоос дээр даран нууц үгээ сэргээнэ үү.
ms_my: Pulihkan kata laluan anda dengan mengklik pautan di bawah.
nb_no: Gjenopprett passordet ditt med å klikke på lenken nedenfor.
pl_pl: Przywróć swoje hasło klikając link poniżej.
pt_pt: Clique no link abaixo para recuperar a sua senha.
ro_ro: Restaurați parola făcând clic pe linkul de mai jos.
ru_ru: Восстановите Ваш пароль, нажав ссылку ниже.
sl_sl: Obnovite geslo s klikom na spodnjo povezavo.
sv_se: Återställ ditt lösenord genom att klicka på länken nedan.
th_th: กู้คืนรหัสผ่านของคุณโดยคลิกที่ลิงก์ด้านล่าง
tr_tr: Aşağıdaki bağlantıya tıklayarak şifrenizi sıfırlayın.
tt_ru: Серсүзне түбәндәрәк сылтамага җибәрегез.
uz_uz: Quyidagi havolani bosish orqali parolingizni qayta tiklang.
vi_vn: Khôi phục mật khẩu của bạn bằng cách nhấp vào liên kết bên dưới.

source: Social registration confirmation
ar_kw: تأكيد التسجيل الإجتماعي
az_az: Sosial qeydiyyatın təsdiqi
cs_cz: Potvrzení o registraci přes sociální účet
da_dk: Bekræftelse af social registrering
de_de: Bestätigung der Registrierung über soziales Netzwerk
el_gr: Επιβεβαίωση εγγραφής μέσω κοινωνικού δικτύου
es_es: Confirmación de registro social
es_mx: Confirmación del registro social
et_ee: Sotsiaalmeedia registreerimise kinnitus
fi_fi: Sosiaalisen median rekisteröintivahvistus
fr_fr: Confirmation de l'inscription sociale
hi_in: सामाजिक पंजीकरण की पुष्टि
hu_hu: Közösségi regisztráció megerősítése
kk_kz: Әлеуметтік желі арқылы тіркелуді растау
mn_mn: Нийгмийн сүлжээний бүртгэл баталгаажуулах
ms_my: Pengesahan pendaftaran sosial
nb_no: Bekreftelse på sosial registrering
pl_pl: Potwierdzenie rejestracji przez social media
pt_pt: Confirmação do registo social
ro_ro: Confirmare înregistrare socială
ru_ru: Подтверждение регистрации через социальную сеть
sl_sl: Potrditev registracije z družabnim omrežjem
sv_se: Bekräftelse på registrering av socialt konto
th_th: การยืนยันการลงทะเบียนด้วยโซเชียล
tr_tr: Sosyal kayıt onayı
tt_ru: Теркәлүне социаль челтәр аша раслагыз
uz_uz: Ijtimoiy tarmoq orqali ro'yxatdan o'tishni tasdiqlash
vi_vn: Xác nhận đăng ký qua mạng xã hội

source: Thank you for validating your account.
ar_kw: نشكرك من التحقق من صحة حسابك.
az_az: Hesabınızı doğruladığınız üçün təşəkkür edirik.
cs_cz: Děkujeme, že jste ověřili svůj účet.
da_dk: Tak, fordi du har valideret din konto.
de_de: Vielen Dank für die Bestätigung Ihres Kontos.
el_gr: Σας ευχαριστούμε για την επαλήθευση του λογαριασμού σας.
es_es: Gracias por validar tu cuenta.
es_mx: Gracias por validar su cuenta.
et_ee: Aitäh et kinnitasid oma konto
fi_fi: Kiitos tilisi vahvistamisesta.
fr_fr: Merci d'avoir validé votre compte.
hi_in: अपने खाते को मान्य करने के लिए धन्यवाद।
hu_hu: Köszönjük, hogy érvényesítetted fiókodat.
kk_kz: Аккаунтыңызды растағаныңыз үшін рахмет.
mn_mn: Өөрийн бүртгэлийг баталгаажуулсанд баярлалаа.
ms_my: Terima kasih kerana mengesahkan akaun anda.
nb_no: Takk for at du bekreftet kontoen din.
pl_pl: Dziękujemy za walidację swojego konta.
pt_pt: Obrigado por validar a sua conta.
ro_ro: Vă mulțumim pentru validarea contului.
ru_ru: Спасибо за подтверждение Вашей учетной записи.
sl_sl: Zahvaljujemo se vam za potrditev računa.
sv_se: Tack för att du validerar ditt konto.
th_th: ขอบคุณสำหรับการยืนยันบัญชีของคุณ
tr_tr: Hesabınızı doğruladığınız için teşekkür ederiz.
tt_ru: Исәп язуыгызны раславыгыз өчен рәхмәт.
uz_uz: Hisobingizni tasdiqlaganingiz uchun tashakkur.
vi_vn: Cảm ơn bạn đã xác thực tài khoản.
