Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: two days
ar_kw: 2 يوم
az_az: İki gün
cs_cz: dva dny
da_dk: to dage
de_de: zwei Tage
el_gr: δύο ημέρες
es_es: dos días
es_mx: dos días
et_ee: kaks päeva
fi_fi: kaksi päivää
fr_fr: deux jours
hi_in: दो दिन
hu_hu: két nap
it_it: due giorni
kk_kz: екі күн
mn_mn: хоёр өдөр
ms_my: dua hari
nb_no: to dager
pl_pl: dwa dni
pt_pt: dois dias
ro_ro: doua zile
ru_ru: два дня
sl_sl: dva dni
sv_se: två dagar
th_th: สองวัน
tr_tr: iki gün
tt_ru: ике көн
uz_uz: ikki kun
vi_vn: 2 ngày

source: three days
ar_kw: 3 أيام
az_az: üç gün
cs_cz: tři dny
da_dk: 3 dage
de_de: drei Tage
el_gr: 3 ημέρες
es_es: tres días
es_mx: 3 días
et_ee: 3 päeva
fi_fi: 3 päivää
fr_fr: trois jours
hi_in: तीन दिन
hu_hu: három nap
it_it: tre giorni
kk_kz: 3 күн
mn_mn: гурван өдөр
ms_my: tiga hari
nb_no: tre dager
pl_pl: trzy dni
pt_pt: 3 dias
ro_ro: trei zile
ru_ru: 3 дня
sl_sl: trije dnevi
sv_se: 3 dagar
th_th: สามวัน
tr_tr: üç gün
tt_ru: 3 көн
uz_uz: 3 kun
vi_vn: 3 ngày

source: seven days
ar_kw: 7 أيام
az_az: yeddi gün
cs_cz: sedm dní
da_dk: 7 dage
de_de: sieben Tage
el_gr: 7 ημέρες
es_es: siete días
es_mx: 7 días
et_ee: 7 päeva
fi_fi: 7 päivää
fr_fr: sept jours
hi_in: सात दिन
hu_hu: hét nap
it_it: sette giorni
kk_kz: 7 күн
mn_mn: долоон өдөр
ms_my: tujuh hari
nb_no: syv dager
pl_pl: siedem dni
pt_pt: 7 dias
ro_ro: sapte zile
ru_ru: 7 дней
sl_sl: sedem dni
sv_se: 7 dagar
th_th: เจ็ดวัน
tr_tr: yedi gün
tt_ru: 7 көн
uz_uz: 7 kun
vi_vn: 7 ngày

source: ten days
ar_kw: 10 أيام
az_az: on gün
cs_cz: deset dní
da_dk: 10 dage
de_de: 10 Tage
el_gr: 10 ημέρες
es_es: diez días
es_mx: 10 días
et_ee: 10 päeva
fi_fi: 10 päivää
fr_fr: dix jours
hi_in: दस दिन
hu_hu: tíz nap
it_it: dieci giorni
kk_kz: 10 күн
mn_mn: арван өдөр
ms_my: 10 hari
nb_no: ti dager
pl_pl: dziesieć dni
pt_pt: 10 dias
ro_ro: zece zile
ru_ru: 10 дней
sl_sl: deset dni
sv_se: 10 dagar
th_th: สิบวัน
tr_tr: on gün
tt_ru: 10 көн
uz_uz: 10 kun
vi_vn: 10 ngày

source: fourteen days
ar_kw: 14 يوم
az_az: on dörd gün
cs_cz: čtrnáct dní
da_dk: 14 dage
de_de: 14 Tage
el_gr: 14 ημέρες
es_es: catorce días
es_mx: 14 días
et_ee: 14 päeva
fi_fi: 14 päivää
fr_fr: quatorze jours
hi_in: चौदह दिन
hu_hu: tizennégy nap
it_it: quattordici giorni
kk_kz: 14 күн
mn_mn: арван дөрвөн өдөр
ms_my: 14 hari
nb_no: fjorten dager
pl_pl: czternaście dni
pt_pt: 14 dias
ro_ro: paisprezece zile
ru_ru: 14 дней
sl_sl: štirinajst dni
sv_se: 14 dagar
th_th: สิบสี่วัน
tr_tr: on dört gün
tt_ru: 14 көн
uz_uz: 14 kun
vi_vn: 14 ngày

source: thirty days
ar_kw: 30 يوم
az_az: otuz gün
cs_cz: třicet dní
da_dk: 30 dage
de_de: 30 Tage
el_gr: 30 ημέρες
es_es: treinta días
es_mx: 30 días
et_ee: 30 päeva
fi_fi: 30 päivää
fr_fr: trente jours
hi_in: तीस दिन
hu_hu: harminc nap
it_it: trenta giorni
kk_kz: 30 күн
mn_mn: гучин өдөр
ms_my: 30 hari
nb_no: tretti dager
pl_pl: trzydzieści dni
pt_pt: 30 dias
ro_ro: Treizeci de zile
ru_ru: 30 дней
sl_sl: trideset dni
sv_se: 30 dagar
th_th: สามสิบวัน
tr_tr: otuz gün
tt_ru: 30 көн
uz_uz: 30 kun
vi_vn: 30 ngày

source: sixty days
ar_kw: 60 يوم
az_az: altmış gün
cs_cz: šedesát dní
da_dk: 60 dage
de_de: 60 Tage
el_gr: 60 ημέρες
es_es: sesenta días
es_mx: 60 días
et_ee: 60 päeva
fi_fi: 60 päivää
fr_fr: soixante jours
hi_in: साठ दिन
hu_hu: hatvan nap
it_it: sessanta giorni
kk_kz: 60 күн
mn_mn: жаран өдөр
ms_my: 60 hari
nb_no: seksti dager
pl_pl: sześćdziesiąt dni
pt_pt: 60 dias
ro_ro: șaizeci de zile
ru_ru: 60 дней
sl_sl: šestdeset dni
sv_se: 60 dagar
th_th: หกสิบวัน
tr_tr: altmış gün
tt_ru: 60 көн
uz_uz: 60 kun
vi_vn: 60 ngày

source: ninety days
ar_kw: 90 يوم
az_az: doxsan gün
cs_cz: devadesát dní
da_dk: 90 dage
de_de: 90 Tage
el_gr: 90 ημέρες
es_es: noventa días
es_mx: 90 días
et_ee: 90 päeva
fi_fi: 90 päivää
fr_fr: quatre-vingt-dix jours
hi_in: नब्बे दिन
hu_hu: kilencven nap
it_it: novanta giorni
kk_kz: 90 күн
mn_mn: ерэн өдөр
ms_my: 90 hari
nb_no: nitti dager
pl_pl: dziewięćdziesiąt dni
pt_pt: 90 dias
ro_ro: nouăzeci de zile
ru_ru: 90 дней
sl_sl: devetdeset dni
sv_se: 90 dagar
th_th: เก้าสิบวัน
tr_tr: 90 gün
tt_ru: 90 көн
uz_uz: 90 kun
vi_vn: 90 ngày

source: one week
ar_kw: أسبوع
az_az: bir həftə
cs_cz: jeden týden
da_dk: en uge
de_de: eine Woche
el_gr: μία εβδομάδα
es_es: una semana
es_mx: una semana
et_ee: üks nädal
fi_fi: yksi viikko
fr_fr: une semaine
hi_in: एक हफ्ता
hu_hu: egy hét
it_it: una settimana
kk_kz: бір апта
mn_mn: нэг долоо хоног
ms_my: seminggu
nb_no: en uke
pl_pl: jeden tydzień
pt_pt: uma semana
ro_ro: o saptamana
ru_ru: одна неделя
sl_sl: en teden
sv_se: en vecka
th_th: หนึ่งสัปดาห์
tr_tr: bir hafta
tt_ru: бер атна
uz_uz: bir hafta
vi_vn: 1 tuần

source: two weeks
ar_kw: 2 أسبوع
az_az: iki həftə
cs_cz: dva týdny
da_dk: to uger
de_de: zwei Wochen
el_gr: δύο εβδομάδες
es_es: dos semanas
es_mx: dos semanas
et_ee: kaks nädalat
fi_fi: kaksi viikkoa
fr_fr: deux semaines
hi_in: दो सप्ताह
hu_hu: két hét
it_it: due settimane
kk_kz: екі апта
mn_mn: хоёр долоо хоног
ms_my: dua minggu
nb_no: to uker
pl_pl: dwa tygodnie
pt_pt: duas semanas
ro_ro: doua saptamani
ru_ru: две недели
sl_sl: dva tedna
sv_se: två veckor
th_th: สองสัปดาห์
tr_tr: iki hafta
tt_ru: ике атна
uz_uz: ikki hafta
vi_vn: 2 tuần

source: one month
ar_kw: شهر
az_az: bir ay
cs_cz: jeden měsíc
da_dk: en måned
de_de: ein Monat
el_gr: ένας μήνας
es_es: un mes
es_mx: un mes
et_ee: üks kuu
fi_fi: yksi kuukausi
fr_fr: un mois
hi_in: एक महीना
hu_hu: egy hónap
it_it: un mese
kk_kz: бір ай
mn_mn: нэг сар
ms_my: satu bulan
nb_no: en måned
pl_pl: jeden miesiąc
pt_pt: um mês
ro_ro: o luna
ru_ru: один месяц
sl_sl: en mesec
sv_se: en månad
th_th: หนึ่งเดือน
tr_tr: bir ay
tt_ru: бер ай
uz_uz: bir oy
vi_vn: 1 tháng

source: every day
ar_kw: كل يوم
az_az: hər gün
cs_cz: každý den
da_dk: Hver dag
de_de: jeden Tag
el_gr: καθημερινά
es_es: todos los días
es_mx: todos los días
et_ee: iga päev
fi_fi: joka päivä
fr_fr: tous les jours
hi_in: हर दिन
hu_hu: minden nap
it_it: ogni giorno
kk_kz: әр күн
mn_mn: өдөр бүр
ms_my: setiap hari
nb_no: hver dag
pl_pl: codziennie
pt_pt: todos os dias
ro_ro: in fiecare zi
ru_ru: каждый день
sl_sl: vsak dan
sv_se: varje dag
th_th: ทุกวัน
tr_tr: her gün
tt_ru: һәр ай
uz_uz: har kuni
vi_vn: hàng ngày

source: every week
ar_kw: كل أسبوع
az_az: hər həftə
cs_cz: každý týden
da_dk: hver uge
de_de: jede Woche
el_gr: κάθε εβδομάδα
es_es: cada semana
es_mx: todas las semanas
et_ee: iga nädal
fi_fi: joka viikko
fr_fr: chaque semaine
hi_in: हर हफ्ते
hu_hu: minden hét
it_it: ogni settimana
kk_kz: әр апта сайын
mn_mn: долоо хоног бүр
ms_my: setiap minggu
nb_no: hver uke
pl_pl: co tydzień
pt_pt: toda semanas
ro_ro: în fiecare săptămână
ru_ru: каждую неделю
sl_sl: vsak teden
sv_se: varje vecka
th_th: ทุกสัปดาห์
tr_tr: her hafta
tt_ru: һәр атна
uz_uz: har hafta
vi_vn: hàng tuần

source: every two weeks
ar_kw: كل أسبوعين
az_az: hər iki həftə
cs_cz: každé dva týdny
da_dk: hver anden uge
de_de: alle zwei Wochen
el_gr: κάθε δύο εβδομάδες
es_es: cada dos semanas
es_mx: cada dos semanas
et_ee: iga kahe nädala järel
fi_fi: joka toinen viikko
fr_fr: toutes les deux semaines
hi_in: हर दो सप्ताह
hu_hu: minden második hét
it_it: ogni due settimane
kk_kz: екі апта сайын
mn_mn: хоёр долоо хоног тутамд
ms_my: setiap dua minggu
nb_no: hver andre uke
pl_pl: co dwa tygodnie
pt_pt: de duas em duas semanas
ro_ro: la fiecare doua saptamani
ru_ru: каждые две недели
sl_sl: vsaka dva tedna
sv_se: varannan vecka
th_th: ทุกสองสัปดาห์
tr_tr: iki haftada bir
tt_ru: һәр ике атна
uz_uz: har ikki hafta
vi_vn: hai tuần một lần

source: every month
ar_kw: كل شهر
az_az: hər ay
cs_cz: každý měsíc
da_dk: måned samt
de_de: jeden Monat
el_gr: κάθε μήνα
es_es: cada mes
es_mx: cada mes
et_ee: iga kuu
fi_fi: joka kuukausi
fr_fr: tous les mois
hi_in: प्रत्येक माह
hu_hu: minden hónap
it_it: ogni mese
kk_kz: әр ай сайын
mn_mn: сар бүр
ms_my: setiap bulan
nb_no: hver måned
pl_pl: co miesiąc
pt_pt: todo mês
ro_ro: in fiecare luna
ru_ru: каждый месяц
sl_sl: vsak mesec
sv_se: varje månad
th_th: ทุกเดือน
tr_tr: her ay
tt_ru: һәр ай
uz_uz: har oy
vi_vn: hàng tháng

source: fee
ar_kw: الرسوم
az_az: haqq
cs_cz: poplatek
da_dk: Gebyr
de_de: Gebühr
el_gr: χρέωση
es_es: cuota
es_mx: tarifa
et_ee: tasu
fi_fi: maksu
fr_fr: tarifs
hi_in: शुल्क
hu_hu: díj
it_it: commissione
kk_kz: жарналар
mn_mn: хураамж
ms_my: caj
nb_no: gebyr
pl_pl: opłata
pt_pt: taxa
ro_ro: taxă
ru_ru: взносы
sl_sl: kotizacija
sv_se: avgift
th_th: ค่าธรรมเนียม
tr_tr: ücret
tt_ru: түләүләр
uz_uz: to'lov
vi_vn: chi phí

source: turnover and fee
ar_kw: معدل الدوران والرسوم
az_az: dövriyyə və ödəniş
cs_cz: obrat a poplatek
da_dk: omsætning og gebyr
de_de: Umsatz und Gebühr
el_gr: τζίρος και χρέωση
es_es: facturación y honorarios
es_mx: tasa y tarifa
et_ee: käive ja tasu
fi_fi: liikevaihto ja maksu
fr_fr: chiffre d'affaires et honoraires
hi_in: कारोबार और शुल्क
hu_hu: árbevétel és díj
it_it: turnover e commissione
kk_kz: жарналар мен айналым
mn_mn: эргэц болон хураамж
ms_my: perolehan dan caj
nb_no: omsetning og gebyr
pl_pl: obrót i opłata
pt_pt: faturamento e taxa
ro_ro: cifra de afaceri si taxa
ru_ru: взносы и оборот
sl_sl: promet in kotizacija
sv_se: omsättning och avgift
th_th: เทิร์นโอเวอร์และค่าธรรมเนียม
tr_tr: kazanç ve ücret
tt_ru: түләүләр һәм кулланыш
uz_uz: to'lov va aylanmalar
vi_vn: doanh thu và chi phí

source: everyday
ar_kw: كل يوم
az_az: hər gün
cs_cz: každý den
da_dk: Hver dag
de_de: täglich
el_gr: κάθε μέρα
es_es: todos los días
es_mx: cada día
et_ee: iga päev
fi_fi: joka päivä
fr_fr: tous les jours
hi_in: हर दिन
hu_hu: minden nap
it_it: ogni giorno
kk_kz: әр күн
mn_mn: өдөр бүр
ms_my: setiap hari
nb_no: hver dag
pl_pl: codziennie
pt_pt: todos os dias
ro_ro: in fiecare zi
ru_ru: каждый день
sl_sl: vsak dan
sv_se: varje dag
th_th: ทุกวัน
tr_tr: her gün
tt_ru: һәр көн
uz_uz: har kuni
vi_vn: hàng ngày

source: monday
ar_kw: الإثنين
az_az: bazar ertəsi
cs_cz: pondělí
da_dk: Mandag
de_de: Montag
el_gr: Δευτέρα
es_es: Lunes
es_mx: lunes
et_ee: Esmaspäev
fi_fi: maanantai
fr_fr: lundi
hi_in: सोमवार
hu_hu: hétfő
it_it: lunedì
kk_kz: дүйсенбі
mn_mn: даваа
ms_my: Isnin
nb_no: mandag
pl_pl: Poniedziałek
pt_pt: Segunda-feira
ro_ro: luni
ru_ru: понедельник
sl_sl: ponedeljek
sv_se: måndag
th_th: วันจันทร์
tr_tr: pazartesi
tt_ru: дүшәмбе
uz_uz: dushanba
vi_vn: thứ hai

source: tuesday
ar_kw: الثلاثاء
az_az: çərşənbə axşamı
cs_cz: úterý
da_dk: Tirsdag
de_de: Dienstag
el_gr: Τρίτη
es_es: Martes
es_mx: martes
et_ee: Teisipäev
fi_fi: tiistai
fr_fr: mardi
hi_in: मंगलवार
hu_hu: kedd
it_it: martedì
kk_kz: сейсенбі
mn_mn: мягмар
ms_my: Selasa
nb_no: tirsdag
pl_pl: Wtorek
pt_pt: Terça-feira
ro_ro: marți
ru_ru: вторник
sl_sl: torek
sv_se: tisdag
th_th: วันอังคาร
tr_tr: salı
tt_ru: сишәмбе
uz_uz: seshanba
vi_vn: thứ ba

source: wednesday
ar_kw: الأربعاء
az_az: çərşənbə
cs_cz: středa
da_dk: Onsdag
de_de: Mittwoch
el_gr: Τετάρτη
es_es: Miércoles
es_mx: miércoles
et_ee: Kolmapäev
fi_fi: keskiviikko
fr_fr: mercredi
hi_in: बुधवार
hu_hu: szerda
it_it: mercoledì
kk_kz: сәрсенбі
mn_mn: лвагва
ms_my: Rabu
nb_no: onsdag
pl_pl: Środa
pt_pt: Quarta-feira
ro_ro: miercuri
ru_ru: среда
sl_sl: sreda
sv_se: onsdag
th_th: วันพุธ
tr_tr: Çarşamba
tt_ru: чәршәмбе
uz_uz: chorshanba
vi_vn: thứ tư

source: thursday
ar_kw: الخميس
az_az: cümə axşamı
cs_cz: čtvrtek
da_dk: Torsdag
de_de: Donnerstag
el_gr: Πέμπτη
es_es: Jueves
es_mx: jueves
et_ee: Neljapäev
fi_fi: torstai
fr_fr: jeudi
hi_in: गुरूवार
hu_hu: csütörtök
it_it: giovedì
kk_kz: бейсенбі
mn_mn: пүрэв
ms_my: Khamis
nb_no: torsdag
pl_pl: Czwartek
pt_pt: Quinta-feira
ro_ro: joi
ru_ru: четверг
sl_sl: četrtek
sv_se: torsdag
th_th: วันพฤหัสบดี
tr_tr: perşembe
tt_ru: пәнҗешәмбе
uz_uz: payshanba
vi_vn: thứ năm

source: friday
ar_kw: الجمعة
az_az: cümə
cs_cz: pátek
da_dk: Fredag
de_de: Freitag
el_gr: Παρασκευή
es_es: Viernes
es_mx: viernes
et_ee: Reede
fi_fi: perjantai
fr_fr: vendredi
hi_in: शुक्रवार
hu_hu: péntek
it_it: venderdì
kk_kz: жұма
mn_mn: баасан
ms_my: Jumaat
nb_no: fredag
pl_pl: Piątek
pt_pt: Sexta-feira
ro_ro: vineri
ru_ru: пятница
sl_sl: petek
sv_se: fredag
th_th: วันศุกร์
tr_tr: cuma
tt_ru: җомга
uz_uz: juma
vi_vn: thứ sáu

source: saturday
ar_kw: السبت
az_az: şənbə
cs_cz: sobota
da_dk: Lørdag
de_de: Samstag
el_gr: Σάββατο
es_es: Sábado
es_mx: sábado
et_ee: Laupäev
fi_fi: lauantai
fr_fr: samedi
hi_in: शनिवार
hu_hu: szombat
it_it: sabato
kk_kz: сенбі
mn_mn: бямба
ms_my: Sabtu
nb_no: lørdag
pl_pl: Sobota
pt_pt: Sábado
ro_ro: sâmbătă
ru_ru: суббота
sl_sl: sobota
sv_se: lördag
th_th: วันเสาร์
tr_tr: cumartesi
tt_ru: шимбә
uz_uz: shanba
vi_vn: thứ bảy

source: sunday
ar_kw: الأحد
az_az: bazar günü
cs_cz: neděle
da_dk: Søndag
de_de: Sonntag
el_gr: Κυριακή
es_es: Domingo
es_mx: domingo
et_ee: Pühapäev
fi_fi: sunnuntai
fr_fr: dimanche
hi_in: रविवार
hu_hu: vasárnap
it_it: domenica
kk_kz: жексенбі
mn_mn: ням
ms_my: Ahad
nb_no: søndag
pl_pl: Niedziela
pt_pt: Domingo
ro_ro: duminică
ru_ru: воскресенье
sl_sl: nedelja
sv_se: söndag
th_th: วันอาทิตย์
tr_tr: pazar
tt_ru: якшәмбе
uz_uz: yakshanba
vi_vn: chủ nhật

source: transaction_list_is_empty
ar_kw: قائمة المعاملات فارغة
az_az: əməliyyat_siyahısı_boşdur
cs_cz: seznam_transakcí_je_prázdný
da_dk: Transaktionslisten er tom
de_de: Transaktionsliste_ist_leer
el_gr: Ο κατάλογος συναλλαγών είναι άδειος
es_es: La lista de transacciones está vacía
es_mx: lista de transacciones está vacía
et_ee: Tehingute nimekiri on tühi
fi_fi: Tapahtumalista on tyhjä
fr_fr: liste_transactions_est_vide
hi_in: लेन-देन_सूची_खाली_ है
hu_hu: üres_tranzakciós_lista
it_it: elenco_transazioni_vuoto
kk_kz: Транзакциялар тізімі бос
ms_my: Senarai transaksi kosong
nb_no: tom_transaksjonsliste
pl_pl: Lista transakcji jest pusta
pt_pt: Lista de transações está vazia
ru_ru: Список транзакций пуст
sl_sl: Seznam transakcij je prazen
sv_se: Transaktionslista saknas
th_th: รายการธุรกรรมว่างเปล่า
tr_tr: İşlem listesi boş
tt_ru: Күчерешләр исемлеге буш
uz_uz: Bitimlar ro'yxati bo'sh

source: date_incorrect_from_date_higher_then_to_date
ar_kw: التاريخ غير صحيح, من تاريخ أعلى من إلى تاريخ
az_az: tarix_yanlış_tarixdən_daha_daha_sonra_tarixə
cs_cz: nesprávné_datum_datum_od_vyšší_než_datum_do
da_dk: Dato forkert fra dato højere end til dato
de_de: Datum_falsch_angezeigt
el_gr: Εσφαλμένη ημερομηνία: η ημερομηνία έναρξης είναι μεταγενέστερη από την ημερομηνία λήξης
es_mx: fecha incorrecta: la fecha de inicio no debe ser posterior a la fecha de finalización
et_ee: Kuupäev on tulevikus
fi_fi: Päiväys virheellinen aloituspäiväys suurempi kuin päättymispäivä
fr_fr: date_incorrecte_de_la_date_plus_élevée_puis_à_la_date
hi_in: डाटा_गलत_है_शुरुवात_दिनांक_अंत_दिनांक_से_अधिक _है
hu_hu: helytelen_dátum_a_kezdő_dátum_későbbi_mint_a_végdátum
it_it: data_sbagliata_da_data_maggiore_a_attuale
kk_kz: Күн дұрыс емес
ms_my: Tarikh tidak betul: tarikh mula tidak boleh selepas tarikh akhir
nb_no: feil_dato_fra_høyere_til_lavere
pl_pl: Niewłaściwa data, data od późniejsza od daty do
pt_pt: Data errada
ru_ru: Дата некорректна
sl_sl: Datum nepravilen začetni datum kasnejši kot končni datum
sv_se: Datumet kan inte ligga framåt i tiden
th_th: วันที่ไม่ถูกต้อง วันที่จากมากกว่าวันที่ถึง
tr_tr: Hatalı tarih. Başlangıç tarihi bitiş tarihinden sonra
tt_ru: Көн дөрес түгел
uz_uz: Sana noto'g'ri

source: cancelled
ar_kw: تم الإلغاء
az_az: ləğv edildi
cs_cz: zrušeno
da_dk: Annulleret
de_de: abgebrochen
el_gr: ακυρώθηκε
es_es: cancelado
es_mx: cancelado
et_ee: tühistatud
fi_fi: peruutettu
fr_fr: annulé
hi_in: रद्द
hu_hu: visszavont
it_it: annullato
kk_kz: Бас тартылды
mn_mn: цуцлагдсан
ms_my: dibatalkan
nb_no: kansellert
pl_pl: anulowany
pt_pt: cancelado
ro_ro: anulat
ru_ru: Отменено
sl_sl: preklicano
sv_se: avbruten
th_th: ยกเลิกแล้ว
tr_tr: iptal edildi
tt_ru: Кире кагылган
uz_uz: Bekor qilindi
vi_vn: đã hủy

source: rejected
ar_kw: مرفوض
az_az: rədd edildi
cs_cz: odmítnuto
da_dk: Afvist
de_de: abgelehnt
el_gr: απορρίφθηκε
es_es: rechazado
es_mx: rechazado
et_ee: tagasi lükatud
fi_fi: hylätty
fr_fr: rejeté
hi_in: अस्वीकृत
hu_hu: elutasított
it_it: rifiutato
kk_kz: Қабылданбады
mn_mn: татгалзсан
ms_my: ditolak
nb_no: avvist
pl_pl: odrzucony
pt_pt: rejeitado
ro_ro: respins
ru_ru: Отклонено
sl_sl: zavrnjeno
sv_se: avvisad
th_th: ปฏิเสธ
tr_tr: reddedildi
tt_ru: Баш тартылган
uz_uz: Rad etildi
vi_vn: đã từ chối

source: error
ar_kw: خطأ
az_az: səhv
cs_cz: chyba
da_dk: Fejl
de_de: Fehler
el_gr: σφάλμα
et_ee: viga
fi_fi: virhe
fr_fr: erreur
hi_in: त्रुटि
hu_hu: hiba
it_it: errore
kk_kz: Қате
mn_mn: алдаа
ms_my: ralat
nb_no: feil
pl_pl: błąd
pt_pt: erro
ro_ro: eroare
ru_ru: Ошибка
sl_sl: napaka
sv_se: fel
th_th: ข้อผิดพลาด
tr_tr: hata
tt_ru: Хата
uz_uz: Xato
vi_vn: lỗi

source: in_progress
ar_kw: قيد التنفيذ
az_az: davam edir
cs_cz: probíhá
da_dk: I gang
de_de: läuft
el_gr: Σε εξέλιξη
es_es: En progreso
es_mx: en progreso
et_ee: Tööall
fi_fi: Käynnissä
fr_fr: en_cours
hi_in: चालू_है
hu_hu: folyamatban
it_it: in_corso
kk_kz: Орындалуда
ms_my: Dalam kemajuan
nb_no: pågår
pl_pl: w toku
pt_pt: Em andamento
ru_ru: В процессе
sl_sl: V delu
sv_se: pågår
th_th: กำลังดำเนินการ
tr_tr: Devam ediyor
tt_ru: Процеста
uz_uz: Jarayonda

source: confirmed
ar_kw: تم التأكيد
az_az: təsdiq edilmişdir
cs_cz: potvrzeno
da_dk: Bekræftet
de_de: bestätigt
el_gr: επιβεβαιώθηκε
es_es: confirmado
es_mx: confirmado
et_ee: kinnitatud
fi_fi: vahvistettu
fr_fr: confirmé
hi_in: पुष्टि
hu_hu: megerősített
it_it: confermato
kk_kz: Расталды
mn_mn: баталгаажуулсан
ms_my: disahkan
nb_no: bekreftet
pl_pl: potwierdzony
pt_pt: confirmado
ro_ro: confirmat
ru_ru: Подтверждено
sl_sl: potrjeno
sv_se: bekräftad
th_th: ยืนยันแล้ว
tr_tr: onaylandı
tt_ru: Расланган
uz_uz: Tasdiqlangan
vi_vn: đã xác nhận

source: pending
es_mx: pendiente
kk_kz: Күтуде
ms_my: belum selesai
ru_ru: В ожидании
tt_ru: Көтүдә
uz_uz: Kutish
vi_vn: đang chờ xử lý

source: system_error
ar_kw: خطأ في النظام
az_az: sistem səhvi
cs_cz: systémová_chyba
da_dk: Systemfejl
de_de: Systemfehler
el_gr: Σφάλμα συστήματος
es_es: Error del Sistema
es_mx: error del sistema
et_ee: Süsteemiviga
fi_fi: Järjestelmävirhe
fr_fr: erreur_systeme
hi_in: सिस्टम_त्रुटि
hu_hu: rendszer_hiba
it_it: errore_di_sistema
kk_kz: Жүйе қатесі
ms_my: Rakat sistem
nb_no: systemfeil
pl_pl: Błąd systemu
pt_pt: Erro do sistema
ru_ru: Системная ошибка
sl_sl: Sistemska napaka
sv_se: Systemfel
th_th: เกิดข้อผิดพลาดของระบบ
tr_tr: Sistem hatasi
tt_ru: Система хатасы
uz_uz: Tizim xatosi

source: completed
ar_kw: إكتمال
az_az: tamamlandı
cs_cz: dokončeno
da_dk: Afsluttet
de_de: abgeschlossen
el_gr: ολοκληρώθηκε
es_es: completado
es_mx: completado
et_ee: lõpetatud
fi_fi: saatettu loppuun
fr_fr: complété
hi_in: पूरा किया हुआ
hu_hu: kész
it_it: completato
kk_kz: Аяқталды
mn_mn: дууссан
ms_my: telah lengkap
nb_no: fullført
pl_pl: ukończony
pt_pt: concluído
ro_ro: finalizat
ru_ru: Завершено
sl_sl: dokončano
sv_se: avslutad
th_th: เสร็จสมบูรณ์แล้ว
tr_tr: tamamlandı
tt_ru: Бетте
uz_uz: Yakunlandi
vi_vn: đã hoàn tất

source: aborted
ar_kw: إجهاض
az_az: dayandırıldı
cs_cz: přerušeno
da_dk: Afbrudt
de_de: abgebrochen
el_gr: ματαιώθηκε
es_es: abortado
es_mx: abortado
et_ee: katkestatud
fi_fi: keskeytetty
fr_fr: avorté
hi_in: छोड़ा हुआ
hu_hu: megszakított
it_it: interrotto
kk_kz: Үзілген
mn_mn: орхисон
ms_my: digugurkan
nb_no: avbrutt
pl_pl: przerwany
pt_pt: abortado
ro_ro: anulat
ru_ru: Прервано
sl_sl: prekinjeno
sv_se: avbruten
th_th: ยกเลิกแล้ว
tr_tr: durduruldu
tt_ru: Өзелгән
uz_uz: To'xtatildi
vi_vn: đã ngừng

source: credit
ar_kw: إئتمان
az_az: kredit
cs_cz: připsáno
da_dk: Kredit
de_de: Kredit
el_gr: πιστωτική
es_es: crédito
es_mx: crédito
et_ee: kreedit
fi_fi: luotto
fr_fr: crédit
hi_in: क्रेडिट
hu_hu: kredit
it_it: credito
kk_kz: Несие
mn_mn: кредит
ms_my: kredit
nb_no: kreditt
pl_pl: kredyt
pt_pt: crédito
ru_ru: Кредит
sl_sl: kredit
sv_se: kredit
th_th: เครดิต
tr_tr: kredi
tt_ru: Кредит
uz_uz: Kredit
vi_vn: ghi có

source: debet
ar_kw: الدين
az_az: borc
cs_cz: odepsáno
de_de: Guthaben
el_gr: χρεωστική
es_mx: débito
et_ee: deebet
fi_fi: debit
hi_in: डेबिट
hu_hu: terhelés
it_it: debito
kk_kz: Дебет
mn_mn: дебит
ms_my: debit
pt_pt: débito
ru_ru: Дебет
th_th: เดบิต
tt_ru: Дебет

source: withdraw_unavailable
ar_kw: سحب غير متوفر
az_az: geri_əldəmir
cs_cz: Výběr nedostupný
da_dk: Træk ikke tilbage
de_de: Auszahlung_nicht_verfügbar
el_gr: Η ανάληψη δεν είναι διαθέσιμη
es_es: Retiro no disponible
es_mx: retiro no disponible
et_ee: Väljavõtmine ei ole võimalik
fi_fi: Kotiutus ei saatavilla
fr_fr: retrait_non_disponible
hi_in: निकासी_उपलब्ध नहीं
hu_hu: pénzfelvétel_nem_elérhető
it_it: prelievo_non_disponibile
kk_kz: Қаражатты алу мүмкін емес
ms_my: Pengeluaran tidak tersedia
nb_no: uttak_utilgjengelig
pl_pl: Wypłata niedostępna
pt_pt: Saque indisponível
ru_ru: Вывод недоступен
sl_sl: Dvig ni na voljo
sv_se: Uttag otillgängligt
th_th: การถอนไม่พร้อมใช้งาน
tr_tr: Para çekme uygun değil
tt_ru: Чыгару мөмкин түгел
uz_uz: Chiqish mavjud emas

source: withdraw_check_error
ar_kw: خطأ في تحقق السحب
az_az: geri_yoxla_xətası
cs_cz: Chyba kontroly výběru
da_dk: Fejl ved tilbagekald kontrol
de_de: Auszahlungsfehler
el_gr: Σφάλμα ελέγχου ανάληψης
es_es: Error en chequeo del retiro
es_mx: error de verificación de retiro
et_ee: Väljavõtmise kontrolli viga
fi_fi: Kotiutuksen tarkistusvirhe
fr_fr: verification_erreur_retrait
hi_in: वापसी_चेक_त्रुटि
hu_hu: pénzfelvétel_ellenőrzési_hiba
it_it: errore_controllo_prelievo
kk_kz: Шығару қатесі
ms_my: Ralat semakan pengeluaran
nb_no: uttakskontroll_feil
pl_pl: Błąd sprawdzania wypłaty
pt_pt: Erro na verificação do saque
ru_ru: Ошибка вывода
sl_sl: Napaka pri preverjanju dviga
sv_se: Fel vid uttagskontroll
th_th: เกิดข้อผิดพลาดในการตรวจสอบการถอน
tr_tr: Para çekme kontrol hatası
tt_ru: Чыгару хатасы
uz_uz: Chiqish xatosi

source: set_amount
ar_kw: حدد مبلغ
az_az: məbləği təyin edin
cs_cz: Nastavit množství
da_dk: Angiv beløb
de_de: Betrag festlegen
el_gr: Ορισμός ποσού
es_es: Fijar cantidad
es_mx: fijar cantidad
et_ee: Määra summa
fi_fi: Aseta määrä
fr_fr: definir_montant
hi_in: रकम_तय करें
hu_hu: összeg_beállítása
it_it: impostare_importo
kk_kz: сомасын белгілеу
ms_my: Tetapkan amaun
nb_no: sett_sum
pt_pt: Defina a quantidade
ru_ru: установить сумму
sl_sl: Določite znesek
sv_se: Ange summa
th_th: กำหนดจำนวน
tr_tr: Miktar belirle
tt_ru: Сумманы билгеләргә
uz_uz: Miqdorini belgilash

source: set_payment_system
ar_kw: تعيين نظام الدفع
az_az: ödəniş_sistemini təyin edin
cs_cz: Nastavit platební systém
da_dk: Angiv betalingssystem
de_de: Zahlungssystem_wählen
el_gr: Ορισμός συστήματος πληρωμής
es_es: Configurar Sistema de pago
es_mx: fijar cantidad del sistema
et_ee: Vali makseviis
fi_fi: Aseta maksujärjestelmä
fr_fr: definir_systeme_paiement
hi_in: भुगतान_प्रणाली_सेट करें
hu_hu: fizetési_rendszer_beállítása
it_it: impostare_metodo_pagamento
kk_kz: Төлем жүйесін көрсетіңіз
ms_my: Tetapkan sistem pembayaran
nb_no: velg_betalingssystem
pl_pl: Ustal system płatności
pt_pt: Defina o sistema de pagamento
ru_ru: Укажите платежную систему
sl_sl: Določite sistem plačila
sv_se: Ange betalningssystem
th_th: กำหนดระบบการชำระเงิน
tr_tr: Ödeme sistemi belirle
tt_ru: Түләү системасын күрсәтегез
uz_uz: To'lov tizimini ko'rsating
