Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Code is not valid
ar_kw: الكود غير صالح
az_az: Kod etibarlı deyil
cs_cz: Kód není platný
da_dk: Koden er ugyldig
de_de: Ungültiger Code
el_gr: Ο κωδικός είναι εσφαλμένος
es_es: El código no es válido
es_mx: Código no es válido
et_ee: Kood on vale
fi_fi: Koodi ei voimassa
fr_fr: Le code n'est pas valable
hi_in: कोड मान्य नहीं है
hu_hu: A kód nem érvényes
it_it: Il codice non è corretto
kk_kz: Код жарамсыз
mn_mn: Код хүчингүй
ms_my: Kod tidak sah
nb_no: Koden er ugyldig
pl_pl: Kod jest niewłaściwy
pt_pt: Código inválido
ro_ro: Codul nu este valabil
ru_ru: Код недействителен
sl_sl: Koda ni veljavna
sv_se: Koden är ogiltig
th_th: รหัสไม่ถูกต้อง
tr_tr: Kod geçerli değil
tt_ru: Код гамәлдә түгел
uz_uz: Kod haqiqiy emas
vi_vn: Mã không hợp lệ

source: Too many requests. Captcha required
es_mx: Error ocurrido durante el proceso de registro. Demasiadas solicitudes
ms_my: Ralat telah berlaku semasa proses log masuk. Terlalu banyak permintaan

source: Method Not Allowed
ar_kw: الطريقة غير مسموحة
az_az: Metod icazə verilmir
cs_cz: Způsob není povolen
da_dk: Metoden er ikke tilladt
de_de: Methode nicht verfügbar
el_gr: Η μέθοδος δεν επιτρέπεται
es_es: Método no permitido
es_mx: Método no permitido
et_ee: Meetod pole lubatud
fi_fi: Tapa ei sallittu
fr_fr: Méthode non autorisée
hi_in: विधि अनुमत नहीं
hu_hu: A módszer nem engedélyezett
it_it: Metodo Non Consentito
kk_kz: Әдіс қолжетімді емес
mn_mn: Зөвшөөрөгдөөгүй арга
ms_my: Kaedah tidak dibenarkan
nb_no: Metoden er ikke tillatt
pl_pl: Metoda niedozwolona
pt_pt: Método não permitido
ro_ro: metoda nepermisa
ru_ru: Метод недоступен
sl_sl: Metoda ni dovoljena
sv_se: Metoden är inte tillåten
th_th: วิธีการไม่ได้รับอนุญาต
tr_tr: İzin Verilmeyen Yöntem
tt_ru: Метод мөмкин түгел
uz_uz: Usul mavjud emas
vi_vn: Phương thức không được cho phép

source: Api endpoint not found
ar_kw: لم يتم العثور على نقطة نهاية Api
az_az: Api son nöqtəsi tapılmadı
cs_cz: Koncový bod API nenalezen
da_dk: Api-slutpunktet blev ikke fundet
de_de: Api-Endpunkt nicht gefunden
el_gr: Το τελικό σημείο API δεν βρέθηκε
es_es: No se encontró el punto final de la API
es_mx: Error ocurrido durante el proceso de registro. Demasiadas solicitudes
et_ee: Api lõpp-punkti ei leitud
fi_fi: Api endpoint ei löytynyt
fr_fr: Le point final de l'API n'a pas été trouvé
hi_in: एपीआई समापन बिंदु नहीं मिला
hu_hu: Api végpont nem található
it_it: Endpoint Api non trovato
kk_kz: API сұраныс қатесі
ms_my: Ralat telah berlaku semasa proses log masuk. Terlalu banyak permintaan
nb_no: API sluttpunkt ikke funnet
pl_pl: Nie znaleziono punktu końcowego api
pt_pt: Ponto final da API não encontrado
ro_ro: Api nu a fost găsit
ru_ru: Некорректный вызов API
sl_sl: Končna točka API ni najdena
sv_se: API-slutpunkten kunde inte hittas
th_th: ไม่พบจุดสิ้นสุดของ API
tr_tr: Api bitiş noktası bulunamadı
tt_ru: API чакыруы дөрес түгел
uz_uz: Noto'g'ri API qo'ng'iroq qilish
vi_vn: Không tìm thấy điểm cuối api

source: Confirm your email to start games
ar_kw: قم بتأكيد بريدك الإلكتروني لبدء الألعاب
az_az: Oyunlara başlamaq üçün e-poçtunuzu təsdiqləyin
cs_cz: Pro zahájení hry potvrďte svůj e-mail
el_gr: Επιβεβαιώστε το email σας για να ξεκινήσετε να παίζετε
es_mx: Confirme su correo para empezar a jugar
fr_fr: Confirmez votre email pour commencer les jeux
hi_in: गेम शुरू करने के लिए अपने ईमेल की पुष्टि करें
hu_hu: Erősítsd meg az e-mail címed a játék megkezdéséhez
it_it: Conferma la tua email per avviare i giochi
kk_kz: Ойындарды іске қосу үшін электрондық поштаңызды растаңыз
ms_my: Sahkan e-mel anda untuk mula bermain
ru_ru: Подтвердите свою эл. почту для запуска игр
tt_ru: Уеннарны эшләтеп җибәрү почтасын раслагыз
uz_uz: O'yinlarni boshlash uchun elektron pochtangizni tasdiqlang
vi_vn: Xác nhận email của bạn để bắt đầu trò chơi

source: User not authorized
ar_kw: غير مصرح
az_az: İstifadəçinin icazəsi yoxdur
cs_cz: Uživatel neautorizován
da_dk: Uautoriseret
de_de: Benutzer nicht autorisiert
el_gr: Μη εξουσιοδοτημένος χρήστης
es_es: Usuario no autorizado
es_mx: No autorizado
et_ee: Volitamata
fi_fi: Käyttäjä ei ole valtuutettu
fr_fr: Utilisateur non autorisé
hi_in: उपयोगकर्ता अधिकृत नहीं है
hu_hu: Nem engedélyezett felhasználó
it_it: Utente non autorizzato
kk_kz: Пайдаланушы жүйеге кірмеген
mn_mn: Хэрэглэгч эрхгүй
ms_my: Tiada kebenaran
nb_no: Bruker ikke autorisert
pl_pl: Nieautoryzowany użytkownik
pt_pt: Não autorizado
ro_ro: Utilizator neautorizat
ru_ru: Пользователь неавторизован
sl_sl: Uporabnik ni pooblaščen
sv_se: Användaren är inte behörig
th_th: ผู้ใช้ไม่ได้รับอนุญาต
tr_tr: Kullanıcı yetkili değil
tt_ru: Кулланучы кертелмәгән
uz_uz: Foydalanuvchi vakolatli emas
vi_vn: Người dùng không được ủy quyền

source: Merchant system not selected or invalid
ar_kw: نظام التاجر غير محدد أو غير صالح
az_az: Satıcı sistemi seçilməyib və ya etibarsızdır
cs_cz: Systém obchodníka není zvolen nebo je nesprávný
da_dk: Merchant system ikke valgt eller ugyldigt
de_de: Zahlungssystem ist nicht gewählt oder ungültig
el_gr: Το εμπορικό σύστημα δεν έχει επιλεγεί ή δεν είναι έγκυρο
es_es: Sistema mercantil no seleccionado o no válido
es_mx: Sistema comercial no seleccionado o inválido
et_ee: Kaupmehe süsteem pole valitud või vale
fi_fi: Kauppiasjärjestelmää ei valittu tai on virheellinen
fr_fr: Système marchand non sélectionné ou invalide
hi_in: व्यापारी प्रणाली चयनित नहीं या अमान्य है
hu_hu: A kereskedői rendszer nincs kiválasztva vagy érvénytelen
it_it: Sistema merchant non selezionato o non valido
kk_kz: Төлем жүйесін таңдау керек
mn_mn: Худалдааны системийг сонгоогүй эсвэл буруу
ms_my: Sistem peniaga tidak dipilih atau tidak sah
nb_no: Kjøpmannssystem ugyldig eller ikke valgt
pl_pl: System sprzedaży nie zaznaczony lub niewłaściwy
pt_pt: Sistema de comerciante não selecionado ou inválido
ro_ro: Sistemul comercial nu este selectat sau nu este valid
ru_ru: Платёжная система должна быть выбрана
sl_sl: Trgovski sistem ni izbran ali je neveljaven
sv_se: Betalningsmetod saknas eller är ogiltig
th_th: ระบบร้านค้าไม่ได้ถูกเลือกหรือไม่ถูกต้อง
tr_tr: Satıcı sistemi seçilmemiş veya geçersiz
tt_ru: Түләү системасы сайланырга тиеш
uz_uz: To'lov tizimi tanlanishi kerak
vi_vn: Hệ thống nhà cái chưa được chọn hoặc không hợp lệ

source: Amount is not selected or invalid
ar_kw: المبلغ غير محدد أو غير صالح
az_az: Məbləğ seçilməyib və ya etibarsızdır
cs_cz: Částka není zvolená nebo je nesprávná
da_dk: Beløbet er ikke markeret eller ugyldigt
de_de: Betrag ist nicht gewählt oder ungültig
el_gr: Το ποσό δεν είναι επιλεγμένο ή δεν είναι έγκυρο
es_es: La cantidad no está seleccionada o no es válida
es_mx: Cantidad no es seleccionada o inválida
et_ee: Summa pole valitud või vale
fi_fi: Määrää ei valittu tai on virheellinen
fr_fr: Le montant n'est pas sélectionné ou n'est pas valable
hi_in: राशि चयनित नहीं या अमान्य है
hu_hu: Az összeg nincs kiválasztva vagy érvénytelen
it_it: L'importo non è selezionato o non è valido
mn_mn: Дүнг сонгоогүй эсвэл буруу
ms_my: Amaun tidak dipilih atau tidak sah
nb_no: Ugyldig eller ikke angitt mengde
pl_pl: Kwota nie została zaznaczona lub jest niewłaściwa
pt_pt: Quantidade não foi selecionada ou é inválida
ro_ro: Suma nu este selectată sau nevalidă
sl_sl: Znesek ni izbran ali je neveljaven
sv_se: Belopp saknas eller är ogiltigt
th_th: จำนวนเงินไม่ได้ถูกเลือกหรือไม่ถูกต้องง
tr_tr: Miktar seçilmemiş veya geçersiz
vi_vn: Số tiền chưa được chọn hoặc không hợp lệ

source: Bonus result is not list
ar_kw: لم يتم سرد نتيجة المكافأة
az_az: Bonus nəticəsi siyahı deyil
cs_cz: Výsledek bonusu není na seznamu
da_dk: Bonusresultat er ikke en liste
de_de: Bonus kann nicht eingesehen werden
el_gr: Το αποτέλεσμα του μπόνους δεν είναι στη λίστα
es_es: El resultado del bono no es la lista
es_mx: Resultado del bono no encontrado
et_ee: Boonuse tulemust pole
fi_fi: Bonustulos ei lista
fr_fr: Le résultat du bonus n'est pas une liste
hi_in: बोनस परिणाम की सूची नहीं है
hu_hu: Bónusz eredmény nem szerepel a listán
it_it: Il risultato del bonus non è elencato
kk_kz: Бонус табылмады
mn_mn: Бонусын дүн илрээгүй
ms_my: Keputusan bonus tidak ditemui
nb_no: Bonusresultat ikke i listen
pl_pl: Wynik bonusu nie znaleziony
pt_pt: O resultado do bônus não está na lista
ro_ro: Rezultatul bonusului nu este listat
ru_ru: Бонус не найден
sl_sl: Rezultat bonusa ni na seznamu
sv_se: Bonusen finns inte
th_th: ผลโบนัสไม่อยู่ในรายการ
tt_ru: Бонус табылмады
uz_uz: Bonus topilmadi
vi_vn: Kết quả thưởng không có trong danh sách

source: Bonus ID Not found
ar_kw: معرف المكافأة غير موجود
az_az: Bonus ID Tapılmadı
cs_cz: ID bonusu nenalezeno
da_dk: Bonus-id blev ikke fundet
de_de: Bonus ID nicht gefunden
el_gr: Το αναγνωριστικό του μπόνους δεν βρέθηκε
es_es: ID de bonificación no encontrada
es_mx: Identificación del bono no encontrada
et_ee: Boonuse ID-d ei leitud
fi_fi: Bonuksen tunnusta ei löytynyt
fr_fr: Identifiant Bonus Non trouvé
hi_in: बोनस आईडी नहीं मिली
hu_hu: Bónusz azonosító nem található
it_it: ID Bonus Non Trovato
kk_kz: Бонус идентификаторы табылмады
ms_my: ID Bonus tidak dijumpai
pl_pl: Nie znaleziono ID bonusu
pt_pt: Identificação do bônus não encontrada
ro_ro: Bonus ID nu a fost găsit
ru_ru: ID бонуса не найден
sl_sl: ID-ja bonusa ni mogoče najti
sv_se: Bonus ID Ej hittat
th_th: ไม่พบ ID โบนัส
tr_tr: Bonus ID Bulunamadı
tt_ru: ID бонусы табылмады
uz_uz: Bonus ID topilmadi
vi_vn: Không tìm thấy ID phần thưởng

source: Bonus Selected Not found
ar_kw: المكافأة المحددة غير موجودة
az_az: Bonus Seçildi Tapılmadı
cs_cz: Zvolený bonus nenalezen
da_dk: Den valgte bonus blev ikke fundet
de_de: Bonus ausgewählt Nicht gefunden
el_gr: Το επιλεγμένο μπόνους δεν βρέθηκε
es_es: Bono seleccionado No encontrado
es_mx: Bono seleccionado no encontrado
et_ee: Valitud boonust ei leitud
fi_fi: Valittu Bonus Ei löydy
fr_fr: Bonus sélectionné Non trouvé
hi_in: बोनस चयनित नहीं मिला
hu_hu: Kiválasztott bónusz nem található
it_it: Bonus Selezionato Non Trovato
kk_kz: Таңдалған бонус табылмады
ms_my: Bonus yang dipilih tidak dijumpai
pl_pl: Nie znaleziono wybranego bonusu
pt_pt: Bônus selecionado não encontrado
ro_ro: Bonus selectat Nu a fost găsit
ru_ru: Выбранный бонус не найден
sl_sl: Izbranega bonusa ni mogoče najti
sv_se: Bonus vald Ej hittad
th_th: ไม่พบโบนัสที่เลือก
tr_tr: Seçilmiş Bonus Bulunamadı
tt_ru: Сайланган бонус табылмаган
uz_uz: Tanlangan bonus topilmadi
vi_vn: Không tìm thấy phần thưởng đã chọn

source: User is not authorized
ar_kw: غير مصرح
az_az: İstifadəçinin icazəsi yoxdur
cs_cz: Uživatel neautorizován
da_dk: Uautoriseret
de_de: Benutzer ist nicht autorisiert
el_gr: Ο χρήστης δεν είναι εξουσιοδοτημένος
es_es: El usuario no está autorizado
es_mx: No autorizado
et_ee: Volitamata
fi_fi: Käyttäjä ei ole valtuutettu
fr_fr: L'utilisateur n'est pas autorisé
hi_in: उपयोगकर्ता अधिकृत नहीं है
hu_hu: Nem engedélyezett felhasználó
it_it: Utente non autorizzato
kk_kz: Пайдаланушы жүйеге кірмеген
mn_mn: Эрхгүй
ms_my: Tiada kebenaran
nb_no: Bruker ikke autorisert
pl_pl: Nieautoryzowany
pt_pt: Não autorizado
ro_ro: Utilizatorul nu este autorizat
ru_ru: Пользователь неавторизован
sl_sl: Uporabnik ni pooblaščen
sv_se: Användaren är inte behörig
th_th: ผู้ใช้ไม่ได้รับอนุญาต
tr_tr: Kullanıcının yetkisi yoktur
tt_ru: Кулланучы кертелмәгән
uz_uz: Foydalanuvchi vakolatli emas
vi_vn: Người dùng không được ủy quyền

source: Empty cashback id
es_mx: ID de reembolso vacía
ms_my: ID pulangan tunai kosong

source: Deposit failed: %s
ar_kw: فشل الإيداع: %s
az_az: Depozit alınmadı: %s
cs_cz: Vklad selhal: %s
da_dk: Indbetalingmislykkedes: %s
el_gr: Η κατάθεση απέτυχε: %s
es_es: Depósito fallido: %s
es_mx: Deposito fallido: %s
et_ee: Deposiit ebaõnnestus:% s
fi_fi: Talleta ensin: %s
fr_fr: Dépôt refusé : %s
hi_in: जमा विफल: %s
hu_hu: A befizetés sikertelen: %s
it_it: Deposito fallito: %s
kk_kz: Депозит қатесі: %s
ms_my: Deposit gagal: %s
pt_pt: Falha no depósito: %s
ro_ro: Depozitul a eșuat: %s
ru_ru: Ошибка депозита: %s
sl_sl: Polog ni uspel: %s
th_th: การฝากเงินล้มเหลว: %s
tr_tr: Para yatırma başarısız: %s
tt_ru: Депозит хатасы: %s
uz_uz: Depozit xatosi: %s
vi_vn: Nạp tiền thất bại: %s

source: You have enabled %s limit: %s %s until %s. Available deposit amount: %s %s
ar_kw: لقد قمت بتمكين %s حد: %s %s حتى %s. مبلغ الإيداع المتاح: %s %s
az_az: Siz %s limitini aktiv etdiniz: %s %s qədər. Mövcud depozit məbləği: %s %s
cs_cz: Povolili jste limit %s: %s %s do %s. Dostupná částka vkladu: %s %s
da_dk: Du har aktiveret %s grænse: %s %s indtil %s. Tilgængeligt indbetalingsbeløb: %s %s
el_gr: Έχετε ενεργοποιήσει το όριο %s: %s %s μέχρι %s. Διαθέσιμο ποσό κατάθεσης: %s %s
es_es: Has activado %s límite: %s %s hasta %s. Cantidad de depósito disponible: %s %s
es_mx: Has habilitado %s límite: %s %s hasta %s. Cantidad de depósito disponible: %s %s
et_ee: Olete lubanud% s limiidi:% s% s kuni% s. Saadaolev sissemakse summa:% s% s
fi_fi: Olet ottanut käyttöön %s rajan: %s %s %s asti. Käytettävissä oleva talletussumma: %s %s
fr_fr: Vous avez activé la limite de %s : %s%s jusqu'à %s. Montant de dépôt disponible : %s%s
hi_in: आपने %s की सीमा को सक्षम किया है: %s%s जब तक %s। उपलब्ध जमा राशि: %s%s
hu_hu: %s limitet állítottál be: %s %s -tól/től %s -ig. Elérhető befizetési összeg: %s %s
it_it: Hai abilitato %s limite: %s %s fino a %s. Importo deposito disponibile: %s %s
kk_kz: Сізде шектеуі қосылды %s: %s %s дейін жарамды %s. Қолжетімді депозит шегі: %s %s
ms_my: Anda telah membenarkan had %s: %s %s sehingga %s. Jumlah deposit yang tersedia: %s %s
pt_pt: Você ativou o limite %s: %s %s até %s. Depósito disponível: %s %s
ro_ro: Ați activat limita %s: %s %s până la %s. Suma disponibilă a depozitului: %s %s
ru_ru: У Вас включено ограничение %s: %s %s действует до %s. Доступный лимит депозита: %s %s
sl_sl: Omogočili ste %s omejitev: %s %s do %s. Razpoložljiv znesek pologa: %s %s
th_th: คุณได้เปิดใช้งานขีดจำกัด %s: %s %s จนถึง %s จำนวนเงินฝากที่มีอยู่: %s %s
tr_tr: %s limitini etkinleştirdiniz: %s %s 'e kadar %s. Varolan depozito tutarı: %s %s
vi_vn: Bạn đã bật hạn mức %s: %s %s cho đến %s. Số tiền nạp có thể sử dụng: %s %s

source: To complete the deposit, make a bank transfer using the following details
es_mx: Para completar el depósito, realice una transferencia con los siguientes detalles
kk_kz: Депозитті аяқтау үшін осы мәліметтерді пайдаланып төлем жасаңыз
ms_my: Untuk melengkapkan deposit, lakukan pemindahan bank menggunakan butiran berikut
ru_ru: Для завершения депозита совершите платёж по данным реквизитам
tt_ru: Депозитны тәмамлау өчен реквизитлар буенча түләүне башкарыгыз
uz_uz: Depozitni to'ldirish uchun ushbu tafsilotlar bo'yicha to'lovni amalga oshiring

source: Amount
es_mx: Fijar cantidad
kk_kz: Сомасы
ms_my: Amaun
ru_ru: Сумма
tt_ru: Сумм
uz_uz: Miqdori

source: Branch code
es_mx: Código de la sucursal
kk_kz: Филиал коды
ms_my: Kod cawangan
ru_ru: Код филиала
tt_ru: Филиал коды
uz_uz: Filial kodi

source: Bank name
es_mx: Nombre del banco
kk_kz: Банктің атауы
ms_my: Nama bank
ru_ru: Название банка
tt_ru: Банк исеме
uz_uz: Bankning nomi

source: Branch name
es_mx: Nombre de la sucursal
kk_kz: Филиал атауы
ms_my: Nama cawangan
ru_ru: Название филиала
tt_ru: Филилал исеме
uz_uz: Filial nomi

source: Account type
es_mx: Tipo de cuenta
kk_kz: Шот түрі
ms_my: Jenis akaun
ru_ru: Тип счёта
tt_ru: Хисап төре
uz_uz: Hisob turi

source: Account number
es_mx: Número de la cuenta
kk_kz: Шот нөмірі
ms_my: Nombor akaun
ru_ru: Номер счёта
tt_ru: Хисап номеры
uz_uz: Hisob raqami

source: Account name
es_mx: Número cuenta
kk_kz: Төлем алушы
ms_my: Nama akaun
ru_ru: Название счёта
tt_ru: Хисап исеме
uz_uz: Hisob nomi

source: Reference number
kk_kz: Анықтама нөмірі
ms_my: Nombor rujukan
ru_ru: Номер ссылки
tt_ru: Хисап сылтамасы
uz_uz: Havola raqami

source: Uploadable files is empty
ar_kw: خانة البريد الإلكترونى فارغة
az_az: Yüklənə bilən fayllar boşdur
cs_cz: Pole pro nahrání souborů je prázdné
da_dk: Mailfeltet er tomt
el_gr: Το πεδίο email είναι κενό
es_es: Los archivos cargables están vacíos
es_mx: Lista de archivos que se pueden cargar está vacía
et_ee: E-posti väli on tühi
fi_fi: Ladattavat tiedostot on tyhjä
fr_fr: Les fichiers téléchargeables sont vides
hi_in: अपलोड की गई फाइलें खाली हैं
hu_hu: Feltölthető fájlok listája üres
it_it: File caricabili è vuoto
kk_kz: Жүктеп салуға болатын файлдар бос
ms_my: Senarai fail yang boleh dimuat naik kosong
pt_pt: Campo de e-mail está vazio
th_th: ไฟล์ที่อัปโหลดได้ว่างเปล่า
tr_tr: E-posta alanı boş
tt_ru: Жүктеп салуға болатын файлдар бос
vi_vn: Tệp có thể tải lên trống

source: Exceeds allowed file size
ar_kw: يتجاوز حجم الملف المسموح به
az_az: İcazə verilən fayl ölçüsünü aşır
cs_cz: Překračuje povolenou velikost souboru
da_dk: Overskrider tilladt filstørrelse
el_gr: Υπερβαίνει το επιτρεπόμενο μέγεθος αρχείου
es_es: Excede el tamaño permitido del archivo
es_mx: Archivo excede el tamaño permitido
et_ee: Ületab lubatud failisuurust
fi_fi: Ylittää sallitun tiedostokoon
fr_fr: Dépasse la taille de fichier autorisée
hi_in: फ़ाइल का आकार अधिकतम अनुमति से ज्यादा है
hu_hu: Túllépi a megengedett fájlméretet
it_it: Supera la dimensione consentita del file
kk_kz: Файл өлшемі асып кетті
ms_my: Melebihi saiz fail yang dibenarkan
pl_pl: Przekracza dozwolony rozmiar pliku
pt_pt: Excede o tamanho de arquivo permitido
ro_ro: Depășește dimensiunea permisă a fișierului
ru_ru: Превышен допустимый размер файла
sl_sl: Presega dovoljeno velikost datoteke
th_th: เกินขนาดไฟล์ที่อนุญาต
tr_tr: İzin verilen dosya boyutu aşıldı
tt_ru: Файлның мөмкин булган күләме арттырылган
uz_uz: Ruxsat etilgan fayl hajmi oshdi
vi_vn: Vượt quá kích thước tệp cho phép

source: Document ID not found
ar_kw: الدورة غير موجودة
az_az: Sənəd ID-si tapılmadı
cs_cz: ID dokumentu nenalezeno
da_dk: Turneringen blev ikke fundet
el_gr: Το αναγνωριστικό εγγράφου δεν βρέθηκε
es_es: Documento de Identificación no Encontrado
et_ee: Turniiri ei leitud
fi_fi: Asiakirjan tunnusta ei löydy
fr_fr: Document d'identité non trouvé
hi_in: दस्तावेज़ आईडी नहीं मिली
hu_hu: Dokumentum azonosító nem található
it_it: ID Documento Non Trovato
kk_kz: ТҚұжат идентификаторы табылмады
ms_my: ID dokumen tidak ditemui
pt_pt: Torneio não encontrado
th_th: ไม่พบ ID เอกสาร
tt_ru: Құжат идентификаторы табылмады
vi_vn: Không tìm thấy ID tài liệu

source: Request invalid. Error:
ar_kw: طلب غير صالح. خطأ:
az_az: Sorğu etibarsızdır. Xəta:
cs_cz: Neplatný požadavek. Chyba:
da_dk: Anmodningen er ugyldig. Fejl:
de_de: Ungültige Anfrage. Fehler:
el_gr: Το αίτημα δεν είναι έγκυρο. Σφάλμα:
es_es: Solicitud inválida. Error:
es_mx: Solícitud inválida. Error:
et_ee: Vigane taotlus. Viga:
fi_fi: Virheellinen pyyntö. Virhe:
fr_fr: Demande non valable. Erreur :
hi_in: अनुरोध अमान्य है। त्रुटि:
hu_hu: Érvénytelen kérelem. Hiba:
it_it: Richiesta non valida. Errore:
kk_kz: Жарамсыз сұрау. Қате:
mn_mn: Хүсэлт амжилтгүй. Алдаа:
ms_my: Permintaan tidak sah. Ralat:
nb_no: Feil. Ugyldig forespørsel:
pl_pl: Błędne zapytanie. Błąd:
pt_pt: Pedido inválido. Erro:
ro_ro: Solicitare nevalidă. Eroare:
ru_ru: Некорректный запрос. Ошибка:
sl_sl: Zahteva ni veljavna. Napaka:
sv_se: Ogiltig förfrågan. Fel:
th_th: คำขอไม่ถูกต้อง ข้อผิดพลาด:
tr_tr: İstek geçersiz. Hata:
tt_ru: Коррект булмаган сорау. Хата:
uz_uz: Noto'g'ri talab. Xato:
vi_vn: Yêu cầu không hợp lệ. Lỗi:

source: Games catalog is temporary unavailable
ar_kw: كتالوج الألعاب غير متوفر مؤقتًا
az_az: Oyunlar kataloqu müvəqqəti olaraq əlçatan deyil
cs_cz: Katalog her je dočasně nedostupný
da_dk: Spilkataloget er midlertidigt utilgængeligt
el_gr: Ο κατάλογος παιχνιδιών δεν είναι διαθέσιμος προσωρινά
es_es: El catálogo de Juegos no está disponible temporalmente
es_mx: Catálogo de juegos está temporalmente no disponible
et_ee: Mängude kataloog pole ajutiselt saadaval
fi_fi: Pelivalikoima ei ole väliaikaisesti käytettävissä
fr_fr: Le catalogue des jeux est temporairement indisponible
hi_in: गेम्स कैटलॉग अस्थायी रूप से अनुपलब्ध है
hu_hu: A játékkatalógus átmenetileg nem elérhető
it_it: Il catalogo dei giochi non è temporaneamente disponibile
ms_my: Katalog permainan tidak tersedia untuk sementara waktu
pt_pt: Catálogo de jogos temporariamente indisponível
ro_ro: Catalogul de jocuri nu este temporar disponibil
sl_sl: Katalog iger začasno ni na voljo
th_th: แคตตาล็อกเกมไม่พร้อมใช้งานชั่วคราว
tr_tr: Oyun katalogu geçici olarak mevcut değil
vi_vn: Danh mục trò chơi tạm thời không khả dụng

source: Empty launch code
ar_kw: كود الإطلاق فارغ
az_az: Boş başlanğıc kodu
cs_cz: Prázdný spouštěcí kód
da_dk: Tom startkode
de_de: Startcode ist leer
el_gr: Κενός κωδικός εκκίνησης
es_es: Código de inicio vacío
es_mx: Código de lanzamiento está vacío
et_ee: Tühi käivituskood
fi_fi: Tyhjä aloituskoodi
fr_fr: Code de lancement vide
hi_in: खाली लॉन्च कोड
hu_hu: Üres indító kód mező
it_it: Codice di lancio vuoto
kk_kz: Бос іске қосу коды
mn_mn: Эхлэх код хоосон
ms_my: Kod pelancaran kosong
nb_no: Startkoden mangler
pl_pl: Pusty kod uruchomienia
pt_pt: Código de lançamento vazio
ro_ro: Cod de lansare gol
ru_ru: Пустой код запуска
sl_sl: Prazna koda za zagon
sv_se: Startkod saknas
th_th: รหัสเปิดตัวว่างเปล่า
tr_tr: Boş açma kodu
tt_ru: Җибәрү бушлай коды
uz_uz: Bo'sh ishga tushirish kodi
vi_vn: Mã khởi chạy trống

source: Empty merchant identifier
ar_kw: معرّف التاجر فارغ
az_az: Boş tacir identifikatoru
cs_cz: Prázdný identifikátor obchodníka
da_dk: Tomt forhandler-id
de_de: Kaufkennung ist leer
el_gr: Κενό αναγνωριστικό εμπόρου
es_es: Identificador comercial vacío
es_mx: Identificador del proveedor está vacío
et_ee: Tühi kaupmehe identifikaator
fi_fi: Tyhjä kauppiaan tunnus
fr_fr: Identifiant du marchand vide
hi_in: खाली व्यापारी पहचानकर्ता
hu_hu: Üres kereskedői azonosító mező
it_it: Identificatore merchant vuoto
ms_my: Pengecam penyedia kosong
nb_no: Kjøpmannsidentifisering mangler
pl_pl: Pusty identyfikator kupca
pt_pt: Identificador do comerciante vazio
ro_ro: Identificator comercial gol
sl_sl: Prazen identifikator trgovca
sv_se: Betalningsidentifierare saknas
th_th: ตัวระบุผู้ขายว่างเปล่า
tr_tr: Boş satıcı tanımlayıcısı
vi_vn: Thông tin nhận dạng nhà cái trống

source: Empty games catalog
ar_kw: كتالوج العاب فارغ
az_az: Boş oyun kataloqu
cs_cz: Prázdný katalog her
da_dk: Tømmer spil katalog
de_de: Spielkatalog ist leer
el_gr: Κενός κατάλογος παιχνιδιών
es_es: Catálogo de juegos vacíos
es_mx: Catálogo de juegos vacío
et_ee: Tühi mängude kataloog
fi_fi: Tyhjä pelikatalogi
fr_fr: Catalogue des jeux vides
hi_in: खाली खेल सूची
hu_hu: Üres játékkatalógus
it_it: Catalogo dei giochi vuoto
kk_kz: Ойындар каталогы бос
ms_my: Katalog permainan kosong
nb_no: Spillkatalogen er tom
pl_pl: Pusty katalog gier
pt_pt: Catálogo de jogos vazios
ro_ro: Catalog de jocuri goale
ru_ru: Каталог игр пуст
sl_sl: Prazen katalog iger
sv_se: Spelkatalog saknas
th_th: แคตตาล็อกเกมว่างเปล่า
tr_tr: Boş oyun katalogu
tt_ru: Уеннар каталогы буш
uz_uz: O'yinlar katalogi ruxsat bering
vi_vn: Danh mục trò chơi trống
