Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Email field is empty
ar_kw: خانة البريد الإلكتروني فارغة
az_az: E-poçt sahəsi boşdur
cs_cz: Pole pro e-mail je prázdné
da_dk: Mailfeltet er tomt
de_de: Das Feld "E-Mail-Adresse" ist leer
el_gr: Το πεδίο email είναι κενό
es_es: El campo de correo electrónico está vacío
es_mx: Campo de correo electrónico vacío
et_ee: E-maili väli on tühi
fi_fi: Sähköpostikenttä on tyhjä
fr_fr: Le champ "Email" est vide
hi_in: ईमेल फ़ील्ड खाली है
hu_hu: Az e-mail cím mező üres
it_it: Il campo e-mail è vuoto
kk_kz: электрондық пошта өрісі бос
mn_mn: Э-мэйлийн цонх хоосон
ms_my: Ruangan E-mel kosong
nb_no: E-post feltet er tomt
pl_pl: Pole emaila jest puste
pt_pt: E-mail está vazio
ro_ro: Câmpul de e-mail este gol
ru_ru: Поле "email" не заполнено
sl_sl: Polje e-pošte je prazno
sv_se: E-postadress saknas
th_th: ฟิลด์อีเมลว่างเปล่า
tr_tr: E-posta alanı boş
tt_ru: email кыры тутырылмаган
uz_uz: Maydon "email" to'ldirilmagan
vi_vn: Trường email trống

source: login_already_in_use
ar_kw: تسجيل الدخول مستخدم بالفعل
az_az: login_ready_in_istifadə
cs_cz: přihlašovací_jméno_je_již_používáno
da_dk: Log on-logon, der allerede er i brug
de_de: Benutzername_bereits_vergeben
el_gr: Τα στοιχεία σύνδεσης χρησιμοποιούνται ήδη
es_es: Login ya en uso
es_mx: inicio de sesión ya en uso
et_ee: Kasutajatunnus on juba kasutuses
fi_fi: Kirjautumistunnus on jo käytössä
fr_fr: connexion_deja_utilisee
hi_in: लॉगइन_पहले_से_ही_इस्तेमाल_में_है
hu_hu: felhasználó_már_létezik
it_it: login_gia_in_uso
kk_kz: Жүйеге кіру бос емес
ms_my: Log masuk telah digunakan
nb_no: innlogging_allerede_i_bruk
pl_pl: Ten login jest już w użyciu
pt_pt: Login já em uso
ru_ru: Логин занят
sl_sl: Uporabniško ime je že v uporabi
sv_se: Användarnamnet finns redan
th_th: การเข้าสู่ระบบถูกใช้งานแล้ว
tr_tr: Giriş adı zaten kullanımda
tt_ru: Логин алынган
uz_uz: Kirish band

source: login_metamask_not_allowed
es_mx: inicio de sesión a través de MeetaMask no permitido
ms_my: Log masuk melalui MetaMask tidak dibenarkan
ru_ru: Авторизация через MetaMask отключена

source: register_metamask_not_allowed
es_mx: registro a través de MetaMask no permitido
ms_my: Pendaftaran melalui MetaMask tidak dibenarkan
ru_ru: Регистрация через MetaMask отключена

source: phone_empty
ar_kw: رقم الهاتف فارغ
az_az: telefon_boş
cs_cz: telefon_prázdný
da_dk: Telefon tom
de_de: Telefon nicht eingegeben
el_gr: Το τηλέφωνο είναι κενό
es_es: Teléfono vacío
es_mx: campo de número de teléfono vacío
et_ee: Telefoninumbri lahter on tühi
fi_fi: Puhelin tyhjä
fr_fr: telephone_vide
hi_in: फ़ोन_खाली
hu_hu: telefonszám_mező_üres
it_it: telefono_vuoto
kk_kz: Телефон тізімде жоқ
ms_my: Ruangan nombor telefon kosong
nb_no: telefon_tom
pl_pl: Pole numeru telefonu jest puste
pt_pt: Telefone vazio
ru_ru: Телефон не указан
sl_sl: Telefon prazen
sv_se: Telefonnummer saknas
th_th: โทรศัพท์ว่างเปล่า
tr_tr: Telefon boş
tt_ru: Телефон күрсәтелмәгән
uz_uz: Telefon ko'rsatilmagan

source: Phone number is incorrect. Must be
ar_kw: رقم الهاتف غير صحيح. يجب أن
az_az: Telefon nömrəsi səhvdir. Olmalıdır
cs_cz: Telefonní číslo není platné. Musí být
da_dk: Telefonnummeret er forkert. Skal være
de_de: Die Telefonnummer ist falsch. Richtiges Format ist
el_gr: Ο αριθμός τηλεφώνου είναι εσφαλμένος. Πρέπει να είναι
es_es: El número de teléfono es incorrecto. Debe ser
es_mx: Número de teléfono incorrecto. Debe tener
et_ee: Telefoninumber on vale. Peab olema
fi_fi: Puhelinnumero on virheellinen. On oltava
fr_fr: Le numéro de téléphone est incorrect. Doit être
hi_in: फोन नंबर गलत है। होना चाहिए
hu_hu: A telefonszám hibás. Ilyennek kell lennie
it_it: Il numero di telefono non è corretto. Deve essere
kk_kz: Телефон нөмірі дұрыс емес. Болу керек
mn_mn: Утасны дугаар буруу байна. Ийм байх ёстой:
ms_my: Nombor telefon tidak betul. Nombor telefon perlulah
nb_no: Telefonnummer er feil. Må være
pl_pl: Numer telefonu jest niewłaściwy. Musi być
pt_pt: Número telefônico incorrecto. Deve ser
ro_ro: Numărul de telefon este incorect. Trebuie sa fie
ru_ru: Телефонный номер некорректен. Должен быть
sl_sl: Telefonska številka ni pravilna. Biti mora
sv_se: Telefonnumret är ogiltigt. Måste vara
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง ต้อง
tr_tr: Telefon numarası hatalı. Şöyle olmalı
tt_ru: Телефон номеры коррект түгел. Булырга тиеш
uz_uz: Telefon raqami noto'g'ri. Bo'lishi kerak
vi_vn: Số điện thoại không chính xác. Phải là

source: Phone number too long
ar_kw: رقم الهاتف طويل جدًا
az_az: Telefon nömrəsi çox uzun
cs_cz: Telefonní číslo je příliš dlouhé
da_dk: Telefonnummer et for langt
de_de: Die Telefonnummer ist zu lang
el_gr: Ο αριθμός τηλεφώνου είναι πολύ μεγάλος
es_es: Número de teléfono demasiado largo
es_mx: Número de teléfono demasiado largo
et_ee: Telefoninumber on liiga pikk
fi_fi: Puhelinnumero on liian pitkä
fr_fr: Numéro de téléphone trop long
hi_in: फोन नंबर बहुत लंबा है
hu_hu: A telefonszám túl hosszú
it_it: Numero di telefono troppo lungo
kk_kz: Телефон нөмірі тым үлкен
mn_mn: Утасны дугаар хэт урт байна
ms_my: Nombor telefon terlalu panjang
nb_no: Telefonnummeret er for langt
pl_pl: Numer telefonu jest zbyt długi
pt_pt: Número telefônico comprido demais
ro_ro: Număr de telefon prea lung
ru_ru: Телефонный номер слишком большой
sl_sl: Telefonska številka predolga
sv_se: Telefonnumret är för långt
th_th: หมายเลขโทรศัพท์ยาวเกินไป
tr_tr: Telefon numarası çok uzun
tt_ru: Телефон номеры артык зур
uz_uz: Telefon raqami juda katta
vi_vn: Số điện thoại quá dài

source: Phone number is incorrect: some unallowed symbols used.
ar_kw: رقم الهاتف غير صحيح: تم إستخدام بعض الرموز الغير المسموح بها.
az_az: Telefon nömrəsi yanlışdır: bəzi icazə verilməyən simvollar istifadə edilmişdir.
cs_cz: Telefonní číslo není správné: použili jste některé nepovolené symboly.
da_dk: Telefonnummeret er forkert: Nogle ikke-tilladte symboler bruges.
de_de: Die Telefonnummer ist falsch: es wurden unzulässige Zeichen verwendet.
el_gr: Ο αριθμός τηλεφώνου είναι εσφαλμένος: χρησιμοποιούνται ορισμένα απαγορευμένα σύμβολα.
es_es: El número de teléfono es incorrecto: se utilizan algunos símbolos no permitidos.
es_mx: Número de teléfono incorrecto: algunos de los símbolos usados no están permitidos.
et_ee: Number sisaldab keelatud sümboleid
fi_fi: Puhelinnumero on virheellinen: kiellettyjä symboleja käytetty.
fr_fr: Le numéro de téléphone est incorrect : certains symboles non autorisés sont utilisés.
hi_in: फ़ोन नंबर गलत है: कुछ असंगत प्रतीक उपयोग किये गए।
hu_hu: A telefonszám hibás: néhány nem megengedett karaktert tartalmaz.
it_it: Il numero di telefono non è corretto: sono stati usati alcuni simboli non ammessi.
kk_kz: Жарамсыз телефон нөмірі: жарамсыз таңбалар қолданылды.
mn_mn: Утасны дугаар буруу байна: зарим зөвшөөрөгддөггүй тэмдэгт ашиглагдсан
ms_my: Nombor telefon tidak betul: simbol yang tidak dibenarkan telah digunakan.
nb_no: Telefonnummeret er feil: noen ugyldige symbol er brukt
pl_pl: Numer telefonu jest niewłaściwy: użyto niedozwolonych symboli.
pt_pt: Número telefônico incorrecto: alguns símbolos não permitidos são utilizados.
ro_ro: Numărul de telefon este incorect: unele simboluri nepermise sunt utilizate.
ru_ru: Некорректный телефонный номер: использованы недопустимые символы.
sl_sl: Telefonska številka ni pravilna: uporabljeni so nekateri nedovoljeni simboli.
sv_se: Telefonnumret är ogiltigt: otillåtna tecken.
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง: มีการใช้บางสัญลักษณ์ที่ไม่ได้รับอนุญาต
tr_tr: Telefon numarası hatalı: bazı izin verilmeyen semboller kullanılmış.
tt_ru: Коррект булмаган телефон номеры: ярамый торган символлар кулланылган.
uz_uz: Noto'g'ri telefon raqami: qabul qilinadigan belgilar ishlatilgan.
vi_vn: Số điện thoại không chính xác: đã sử dụng một số ký hiệu không được cho phép.

source: new_pass_less_5_symbols
ms_my: Kata laluan baharu kurang daripada 5 simbol

source: new_pass_less_6_symbols
ar_kw: كلمة مرور جديدة أقل من 6 رموز
az_az: yeni_keçid_az_6_simvol
cs_cz: nové_heslo_méně_než_6_znaků
da_dk: Ny adgangskode minus 6 symboler
de_de: neues Passwort weniger als 6 Zeichen
el_gr: Ο νέος κωδικός πρόσβασης έχει λιγότερα από 6 σύμβολα
es_es: Nueva contraseña menos de 6 símbolos
es_mx: contraseña nueva tiene menos de 6 símbolos
et_ee: Uus salasõna on lühem kui 6 märki
fi_fi: Uusi salasana alle 6 symbolia
fr_fr: nouveaux_passe_sans_6_symboles
hi_in: नया_पास _6_प्रतीक_से_कम
hu_hu: új_jelszó_kevesebb_mint_6_karakter
it_it: nuova_password_meno_6_simboli
kk_kz: Жаңа құпиясөз 6 таңбадан аз
mn_mn: New password less 6 symbols
ms_my: Kata laluan baharu kurang daripada 6 simbol
nb_no: nytt_passord_under_6_tegn
pl_pl: Nowe hasło ma mniej niż 6 znaków
pt_pt: Nova senha possui menos de seis símbolos
ru_ru: Новый пароль меньше 6 символов
sl_sl: Novo geslo manj 6 simbolov
sv_se: Det nya lösenorder är kortare än 6 tecken
th_th: รหัสผ่านใหม่น้อยกว่า 6 สัญลักษณ์
tr_tr: Yeni şifre 6 karakterden az
tt_ru: Яңа серсүзе 6 символдан ким
uz_uz: Yangi parol 6 belgidan kam

source: first_name_empty
ar_kw: الإسم الأول فارغ
az_az: ad_boş
cs_cz: křestní_jméno_prázdné
da_dk: Fornavn er tomt
de_de: Vorname nicht eingegeben
el_gr: Το όνομα είναι κενό
es_es: Nombre vacío
es_mx: campo del nombre está vacío
et_ee: Eesnime lahter on tühi
fi_fi: Etunimi on tyhjä
fr_fr: prenom_vide
hi_in: पहला_नाम_ खाली
hu_hu: keresztnév_mező_üres
it_it: nome_vuoto
kk_kz: Аты көрсетілмеген
mn_mn: First name is empty
ms_my: Ruangan nama pertama kosong
nb_no: fornavn_tomt
pl_pl: Pole imienia jest puste
pt_pt: Nome está vazio
ru_ru: Имя не указано
sl_sl: Ime je prazno
sv_se: Förnamn saknas
th_th: ชื่อว่างเปล่า
tr_tr: Ad alanı boş
tt_ru: Исем күрсәтелмәгән
uz_uz: Ism ko'rsatilmagan

source: last_name_empty
ar_kw: الإسم الأخير فارغ
az_az: soyadı_boş
cs_cz: příjmení_prázdné
da_dk: Efternavn er tomt
de_de: Nachname nicht eingegeben
el_gr: Το επίθετο είναι κενό
es_es: Apellido vacío
es_mx: campo del apellido está vacío
et_ee: Perekonnanime lahter on tühi
fi_fi: Sukunimi on tyhjä
fr_fr: nom_famille_vide
hi_in: आख़िरी_नाम_खाली
hu_hu: vezetéknév_mező_üres
it_it: cognome_vuoto
kk_kz: Тегі көрсетілмеген
mn_mn: Last name is empty
ms_my: Ruangan nama terakhir kosong
nb_no: etternavn_tomt
pl_pl: Pole nazwiska jest puste
pt_pt: Sobrenome está vazio
ru_ru: Фамилия не указана
sl_sl: Priimek je prazen
sv_se: Efternamn saknas
th_th: นามสกุลว่างเปล่า
tr_tr: Soyad alanı boş
tt_ru: Фамилия күрсәтелмәгән
uz_uz: Familiya ko'rsatilmagan

source: New email field is incorrect
ar_kw: خانة البريد الإلكتروني غير صحيحة
az_az: Yeni e-poçt sahəsi yanlışdır
cs_cz: Nový e-mail není správný
da_dk: Mailfeltet er forkert
de_de: Neue E-Mail-Adresse ist falsch
el_gr: Το πεδίο νέου email είναι εσφαλμένο
es_es: El campo de correo electrónico es incorrecto
es_mx: Campo de correo electrónico es incorrecto
et_ee: Viga e-mailis
fi_fi: Sähköpostikenttä on virheellinen
fr_fr: Le nouveau champ de l'adresse email est incorrect
hi_in: नया ईमेल फ़ील्ड गलत है
hu_hu: Az új e-mail cím mező hibás
it_it: Il nuovo campo e-mail non è corretto
kk_kz: электрондық пошта өрісі дұрыс емес
mn_mn: Шинэ э-мэйлийн цонх буруу байна
ms_my: Ruangan e-mel baru tidak betul
nb_no: Ny e-post feltet inneholder feil
pl_pl: Pole nowego emaila jest niewłaściwe
pt_pt: E-mail está incorreto
ro_ro: Noul câmp de e-mail este incorect
ru_ru: Поле "email" указано неверно
sl_sl: Polje za novo e-pošto ni pravilno
sv_se: Den nya e-postadressen är ogiltig
th_th: ฟิลด์อีเมลใหม่ไม่ถูกต้อง
tr_tr: Yeni e-posta alanı hatalı
tt_ru: email кыры дөрес күрсәтелмәгән
uz_uz: Maydon "email" noto'g'ri ko'rsatilgan
vi_vn: Trường email mới không chính xác

source: User verification failed
ar_kw: تحقق
az_az: İstifadəçinin doğrulanması uğursuz oldu
cs_cz: Ověření uživatele selhalo
da_dk: Brugerbekræftelse mislykkedes
de_de: Benutzerverifizierung ist fehlgeschlagen
el_gr: Η επαλήθευση χρήστη απέτυχε
es_es: La verificación del usuario falló
es_mx: Verificación del usuario ha fallado
et_ee: Kasutaja kinnitamine ebaõnnestus
fi_fi: Käyttäjän vahvistus epäonnistui
fr_fr: La vérification de l'utilisateur a échoué
hi_in: उपयोगकर्ता सत्यापन विफल रहा
hu_hu: A felhasználó megerősítése sikertelen
it_it: Verifica dell'utente non riuscita
kk_kz: Пайдаланушыны тексеру қатесі
ms_my: Pengesahan pengguna gagal
nb_no: Brukerverifisering feilet
pl_pl: Weryfikacja użytkownika nie powiodła się
pt_pt: Falha na verificação do usuário
ro_ro: Verificarea utilizatorului a eșuat
ru_ru: Ошибка проверки пользователя
sl_sl: Preverjanje uporabnika ni uspelo
sv_se: Det gick inte att verifiera användaren
th_th: การยืนยันผู้ใช้ล้มเหลว
tr_tr: Kullanıcı doğrulama başarısız
tt_ru: Кулланучыны тикшерү хатасы
uz_uz: Foydalanuvchi tekshiruvi xatosi
vi_vn: Xác minh người dùng thất bại

source: authorization_error_sms
es_mx: ha ocurrido un error durante el inicio de sesión. Error de autorización
kk_kz: Жарамсыз телефон нөмірі және/немесе растау коды енгізілді. Авторизация қатесі
ms_my: Ralat telah berlaku semasa proses log masuk. Ralat pengesahan
ru_ru: Неверно введен номер телефона и/или код подтверждения. Ошибка авторизации
tt_ru: Телефон номеры һәм/яки раслау коды дөрес кертелмәгән. Авторизация хатасы
uz_uz: Telefon raqami va/yoki tasdiqlash kodi noto'g'ri kiritilgan. Avtorizatsiya xatosi

source: Invalid signature
es_mx: Número de destinatario no válido
ms_my: Nombor penerima tidak sah

source: authorization_error
ar_kw: حدث خطأ أثناء عملية تسجيل الدخول. خطأ في التفويض
az_az: icazə_xətası
cs_cz: chyba_autorizace
da_dk: Der opstod en fejl under logonprocessen. Godkendelsesfejl
de_de: Autorisierungsfehler
el_gr: Υπήρξε σφάλμα κατά την διαδικασία σύνδεσης. Σφάλμα επαλήθευσης.
es_es: Error de Auntentificación
es_mx: ha ocurrido un error durante el inicio de sesión. Error de autorización
et_ee: Sisselogimise protsessis ilmnes tõrge. Ei ole luba
fi_fi: Valtuutusvirhe
fr_fr: autorisation_erreur
hi_in: प्राधिकरण_त्रुटि
hu_hu: jogosultsági_hiba
it_it: errore_di_autorizzazione
kk_kz: Қате электрондық пошта/логин немесе құпиясөз енгізілді. Авторизация қатесі
ms_my: Ralat telah berlaku semasa proses log masuk. Ralat pengesahan
nb_no: autorisasjonsfeil
pl_pl: Błąd autoryzacji
pt_pt: Ocorreu um erro durante o processo de login. Erro de autorização.
ru_ru: Неверно введен адрес эл.почты/логин или пароль. Ошибка авторизации
sl_sl: Napaka avtorizacije
sv_se: Auktoriseringsfel
th_th: เกิดข้อผิดพลาดในการรับรอง
tr_tr: Giriş yaparken hata oluştu. Yetki hatası
tt_ru: Эл.почта/логин яки серсүзе адресы дөрес кертелмәгән. Авторизация хатасы
uz_uz: Elektron manzil noto'g'ri kiritilgan.pochta / Login yoki parol. Avtorizatsiya xatosi
vi_vn: Đã xảy ra lỗi trong quá trình đăng nhập. Lỗi ủy quyền

source: You have to verify your email first
es_mx: Tiene que verificar su correo electrónico primero
ms_my: Anda perlu mengesahkan e-mel anda terlebih dahulu
ru_ru: Пожалуйста, подтвердите адрес электронной почты

source: password_expired
es_mx: su contraseña ha expirado. Por favor, cree una nueva contraseña
kk_kz: Құпиясөзіңіздің мерзімі аяқталды, жаңа құпиясөз жасаңыз.
ms_my: Kata laluan anda telah luput. Sila cipta kata laluan baharu.
ru_ru: Срок дейставия вашего пароля истек, пожалуйста создайте новый пароль.
tt_ru: Сезнең серсүзе вакыты чыкты, зинһар, яңа пароль ясагыз.
uz_uz: Parolingizning amal qilish muddati tugadi, iltimos, yangi parol yarating.

source: registration_in_progress
ar_kw: التسجيل قيد التنفيذ
az_az: qeydiyyat_davam edir
cs_cz: Probíhající registrace
da_dk: Registrering i gang
de_de: Registrierung läuft
el_gr: Η εγγραφή είναι σε εξέλιξη
es_es: Registro en progreso
es_mx: registro en proceso
et_ee: Registreerimine on töö all
fi_fi: Rekisteröinti käynnissä
fr_fr: enregistrement_en_cours
hi_in: पंजीकरण_हो_रहा_है
hu_hu: regisztráció_folyamatban
it_it: registrazione_in_corso
kk_kz: Тіркелу жүріп жатыр
ms_my: Pendaftaran sedang dijalankan
nb_no: gjennomfører_registrering
pl_pl: Rejestracja w toku
pt_pt: Cadastro em andamento
ru_ru: Регистрация в процессе
sl_sl: Registracija poteka
sv_se: Registreringen behandlas
th_th: กำลังดำเนินการการลงทะเบียน
tr_tr: Kayıt devam ediyor
tt_ru: Теркәләү процесста
uz_uz: Jarayonda ro'yxatdan o'tish

source: user_disabled
ar_kw: تم تعطيل المستخدم
az_az: user_diabled
cs_cz: Uživatel zakázán
da_dk: Brugeren er deaktiveret
de_de: Benutzer deaktiviert
el_gr: Ο χρήστης έχει απενεργοποιηθεί
es_es: Usuario deshabilitado
es_mx: usuario desactivado
et_ee: Kasutaja on lukus
fi_fi: Käyttäjä on poistettu käytöstä
fr_fr: utilisateur_désactivé
hi_in: उपयोगकर्ता_अक्षम
hu_hu: felhasználó_letiltva
it_it: utente_disabilitato
kk_kz: Пайдаланушы өшірілген
ms_my: Pemberitahuan akaun pengguna disekat
nb_no: bruker_deaktivert
pl_pl: Użytkownik wyłączony
pt_pt: Usuário desativado
ru_ru: Пользователь отключен
sl_sl: Uporabnik onemogočen
sv_se: Användare inaktiverad
th_th: ผู้ใช้ถูกปิดใช้งาน
tr_tr: Kullanıcı devre dışı
tt_ru: Кулланучы сүндереслгән
uz_uz: Foydalanuvchi o'chirilgan

source: Access forbidden
ar_kw: الوصول ممنوع
az_az: Giriş qadağandır
cs_cz: Přístup zakázán
da_dk: Adgang forbudt
el_gr: Απαγορεύεται η πρόσβαση
es_es: Acceso prohibido
es_mx: Prohibido el acceso
et_ee: Juurdepääs keelatud
fi_fi: Pääsy kielletty
fr_fr: Accès interdit
hi_in: प्रवेश निषिद्ध
hu_hu: Hozzáférés megtagadva
it_it: Accesso negato
ms_my: Akses dilarang
pt_pt: Acesso proibido
ro_ro: Accesul interzis
sl_sl: Dostop prepovedan
th_th: ไม่อนุญาตให้เข้าถึง
tr_tr: Erişim yasak
vi_vn: Truy cập bị cấm

source: Email field incorrect
ar_kw: خانة البريد الإلكتروني غير صحيحة
az_az: E-poçt sahəsi səhvdir
cs_cz: Pole s e-mailem není správné
da_dk: Feltet Mail er forkert
de_de: E-Mail-Adresse ist falsch
el_gr: Το πεδίο email είναι εσφαλμένο
es_es: Campo de correo electrónico incorrecto
es_mx: Campo de correo electrónico incorrecto
et_ee: E-maili väli on vale
fi_fi: Sähköpostikenttä on virheellinen
fr_fr: Le champ "Email" est incorrect
hi_in: ईमेल फ़ील्ड गलत है
hu_hu: Az e-mail cím mező hibás
it_it: Campo e-mail non corretto
kk_kz: электрондық пошта өрісі қате толтырылған
mn_mn: Э-мэйлийн цонх буруу байна
ms_my: Ruangan e-mel tidak betul
nb_no: E-post feltet inneholder feil
pl_pl: Pole emaila jest niewłaściwe
pt_pt: E-mail incorreto
ro_ro: Câmpul de e-mail este incorect
ru_ru: Поле "email" заполнено некорректно
sl_sl: Polje e-pošte ni pravilno
sv_se: E-postadressen är ogiltig
th_th: ฟิลด์อีเมลไม่ถูกต้อง
tr_tr: E-posta alanı hatalı
tt_ru: email кыры дөрес тутырылмаган
uz_uz: Maydon "email" noto'g'ri to'ldirilgan
vi_vn: Trường email không chính xác

source: email_empty_incorrect
ar_kw: بريد إلكترونى غير صحيح
az_az: e-poçt_boş_yanlış
cs_cz: Nesprávný e-mail
da_dk: E-mail forkert
de_de: Feld "E-Mail-Adresse" falsch ausgefüllt
el_gr: Το email είναι κενό
es_es: Email incorrecto
es_mx: correo electrónico incorrecto
et_ee: Vigane emaili aadress
fi_fi: Sähköposti virheellinen
fr_fr: email_vide_incorrect
hi_in: ईमेल_खाली_गलत
hu_hu: e-mail_üres_helytelen
it_it: email_vuota_sbagliata
kk_kz: электрондық пошта өрісі қате толтырылған
mn_mn: Email incorrect
ms_my: E-mel tidak betul
nb_no: e-post_tom_feil
pl_pl: Email jest niewłaściwy
pt_pt: E-mail errado
ru_ru: Поле "email" заполнено некорректно
sl_sl: E-pošta prazna nepravilno
sv_se: Ogiltig e-postadress
th_th: อีเมลไม่ถูกต้อง
tr_tr: Hatalı eposta
tt_ru: email кыры дөрес тутырылмаган
uz_uz: Maydon "email" noto'g'ri to'ldirilgan

source: pass_less_5_symbols
ms_my: Kata laluan baharu kurang daripada 5 simbol

source: Password may contain only latin letters, numbers and special symbols
ar_kw: قد تحتوي كلمة المرور على أحرف لاتينية وأرقام ورموز خاصة فقط
az_az: Parolda yalnız latın hərfləri, rəqəmlər və xüsusi simvollar ola bilər
cs_cz: Heslo musí obsahovat pouze latinská písmena, číslice a speciální symboly
da_dk: Adgangskoden må kun indeholde latinske bogstaver, tal og specielle symboler
de_de: Das Passwort kann nur lateinische Buchstaben, Ziffern und Sonderzeichen enthalten
el_gr: Ο κωδικός πρόσβασης μπορεί να περιέχει μόνο λατινικά γράμματα, αριθμούς και ειδικά σύμβολα
es_es: La nueva contraseña puede contener solo letras latinas, números y símbolos especiales
es_mx: Contraseña debe contener solo letras, números y símbolos especiales
et_ee: Parool võib sisaldada ainult ladina tähti, numbreid ja spetsiaalseid sümboleid
fi_fi: Uusi salasana voi sisältää vain latinalaisia kirjaimia, numeroita ja erikoismerkkejä
fr_fr: Le mot de passe ne peut contenir que des lettres latines, des chiffres et des symboles spéciaux
hi_in: पासवर्ड में केवल लैटिन अक्षर, संख्या और विशेष चिह्न हो सकते हैं
hu_hu: A jelszó csak latin betűket, számokat és speciális karaktereket tartalmazhat
it_it: La password può contenere solo lettere latine, numeri e simboli speciali
kk_kz: Құпиясөзде тек латын әріптері, сандар және арнайы таңбалар болуы мүмкін.
mn_mn: Нууц үг нь зөвхөн латин үсэг, тоо болон онцгой тэмдэгтийг агуулж болно
ms_my: Kata laluan perlu mengandungi huruf rumi, nombor dan simbol khas sahaja
nb_no: Passordet kan kun inneholde latinske bokstaver, tall og spesialsymboler
pl_pl: Hasło może zawierać wyłącznie litery łacińskie, liczby oraz symbole specjalne
pt_pt: A senha pode conter apenas letras latinas, números e símbolos
ro_ro: Parola poate conține doar litere latine, numere și simboluri speciale
ru_ru: Пароль может содержать только буквы латинского алфавита, цифры и спецсимволы
sl_sl: Geslo lahko vsebuje samo latinične črke, številke in posebne simbole
sv_se: Lösenordet får innehålla endast latinska bokstäver, siffror och specialtecken
th_th: รหัสผ่านต้องประกอบด้วยตัวอักษรละติน ตัวเลข และสัญลักษณ์พิเศษเท่านั้น
tr_tr: Şifre yalnızca harf, rakam ve özel semboller içerebilir
tt_ru: Серсүзне латин алфавиты хәрефләре, саннар һәм махсус символлар гына тәшкил итә ала.
uz_uz: Parol faqat lotin alifbosidagi harflar, raqamlar va maxsus belgilar bo'lishi mumkin
vi_vn: Mật khẩu chỉ có thể chứa các chữ cái la-tinh, số và các ký hiệu đặc biệt

source: currency_not_set
ar_kw: العملة غير محددة
az_az: valyuta_müəyyən edilməmişdir
cs_cz: Měna není nastavena
da_dk: Valutaen er ikke angivet
de_de: Währung nicht festgelegt
el_gr: Δεν έχει οριστεί το νόμισμα
es_es: Divisa no establecida
es_mx: moneda no establecida
et_ee: Valuuta ei ole määritletud
fi_fi: Valuuttaa ei asetettu
fr_fr: devise_non_defini
hi_in: मुद्रा__सेट_नहीं
hu_hu: pénznem_nincs_beállítva
it_it: valuta_non_impostata
kk_kz: Валюта көрсетілмеген
ms_my: Mata wang tidak ditetapkan
nb_no: valuta_ikke_satt
pl_pl: Nie ustalono waluty
pt_pt: Moeda não definida
ru_ru: Валюта не указана
sl_sl: Valuta ni določena
sv_se: Valuta saknas
th_th: ไม่ได้กำหนดสกุลเงิน
tr_tr: Para birimi belirlenmedi
tt_ru: Акча берәмлеге күрсәтелмәгән
uz_uz: Valyuta ko'rsatilmagan

source: Currency field is invalid
ar_kw: خانة العملة غير صالح
az_az: Valyuta sahəsi yanlışdır
cs_cz: Nesprávně vyplněné pole měny
da_dk: Valutafeltet er ugyldigt
de_de: Ungültige Währung
el_gr: Το πεδίο νομίσματος δεν είναι έγκυρο
es_es: El campo de moneda no es válido
es_mx: Campo de moneda inválido
et_ee: Valuuta väli on vale
fi_fi: Valuuttakenttä virheellinen
fr_fr: Le champ de la devise n'est pas valide
hi_in: मुद्रा क्षेत्र अमान्य है
hu_hu: Érvénytelen pénznem mező
it_it: Il campo valuta non è valido
kk_kz: Валюта дұрыс емес
mn_mn: Мөнгөн тэмдэгтийн цонх буруу
ms_my: Ruangan mata wang tidak sah
nb_no: Valutafeltet er ugyldig
pl_pl: Pole waluty jest nieważne
pt_pt: Moeda inválida
ro_ro: Câmpul valutar este nevalid
ru_ru: Валюта указана неверно
sl_sl: Polje valute je neveljavno
sv_se: Ogiltig valuta
th_th: ฟิลด์สกุลเงินไม่ถูกต้อง
tr_tr: Geçersiz para birimi alanı
tt_ru: Акча берәмлеге дөрес күрсәтелмәгән
uz_uz: Valyuta noto'g'ri ko'rsatilgan
vi_vn: Trường đơn vị tiền tệ không hợp lệ
