Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Not specified content
ar_kw: محتوى غير محدد
az_az: Müəyyən edilməmiş məzmun
cs_cz: Nespecifikovaný obsah
da_dk: Ikke angivet indhold
de_de: Kein Inhalt vorhanden
el_gr: Δεν έχει καθοριστεί το περιεχόμενο
es_es: Contenido no especificado
es_mx: Contenido no especificado
et_ee: Täpsustamata sisu
fi_fi: Ei määriteltyä sisältöä
fr_fr: Contenu non spécifié
hi_in: निर्दिष्ट सामग्री नहीं
hu_hu: Tartalom nincs megadva
it_it: Contenuto non specificato
kk_kz: Мазмұн жоқ
mn_mn: Агуулгыг тодорхойлоогүй
ms_my: Kandungan tidak ditentukan
nb_no: Ikke spesifisert innhold
pl_pl: Nie ustalona zawartość
pt_pt: Conteúdo não especificado
ro_ro: Conținut nespecificat
ru_ru: Нет содержания
sl_sl: Vsebina ni določena
sv_se: Ej specificerat innehåll
th_th: ไม่ได้ระบุเนื้อหา
tr_tr: Belirlenen içerik yok
tt_ru: Эчтәлек юк
uz_uz: Kontent yo'q
vi_vn: Nội dung chưa được chỉ định

source: Faulty or unsupported country code
ar_kw: كود البلد خاطئ أو غير مدعوم
az_az: Səhv və ya dəstəklənməyən ölkə kodu
cs_cz: Nesprávný nebo nepodporovaný kód země
da_dk: Forkert eller ikke-understøttet landekode
de_de: Falscher oder nicht unterstützter Landesvorwahl
el_gr: Ελαττωματικός ή μη υποστηριζόμενος κωδικός χώρας
es_es: Código de país defectuoso o no compatible
es_mx: Código del país defectuoso o no admitido
et_ee: Vale või toetamata riigikood
fi_fi: Väärä tai tukematon maakoodi
fr_fr: Code pays défectueux ou non pris en charge
hi_in: दोषपूर्ण या असमर्थित देश कोड
hu_hu: Hibás vagy nem támogatott országkód
it_it: Codice paese errato o non supportato
kk_kz: Жарамсыз немесе қолдау көрсетілмейтін ел коды
mn_mn: Алдаатай эсвэл байдаггүй улсын код
ms_my: Kod negara yang rosak atau tidak disokong
nb_no: Feil eller ikke støttet landkode
pl_pl: Niewłaściwy lub nieobsługiwany kod kraju
pt_pt: Código do país não é aceito
ro_ro: Cod de țară defect sau acceptat
ru_ru: Неисправный или неподдерживаемый код страны
sl_sl: Napačna ali nepodprta koda države
sv_se: Landsnumret är ogiltigt eller stöds inte
th_th: รหัสประเทศผิดพลาดหรือไม่รองรับ
tr_tr: Hatalı veya desteklenmeyen ülke kodu
tt_ru: Илнең төзексез яки тотып булмый торган коды
uz_uz: Noto'g'ri yoki qo'llab-quvvatlanmaydigan mamlakat kodi
vi_vn: Mã quốc gia bị lỗi hoặc không được hỗ trợ

source: Content is too long
ar_kw: المحتوى طويل جدًا
az_az: Məzmun çox uzundur
cs_cz: Obsah je příliš dlouhý
da_dk: Indholdet er for langt
de_de: Inhalt ist zu lang
el_gr: Το περιεχόμενο είναι πολύ μεγάλο
es_es: El contenido es demasiado largo
es_mx: Contenido es demasiado largo
et_ee: Sisu on liiga pikk
fi_fi: Sisältö on liian pitkä
fr_fr: Le contenu est trop long
hi_in: सामग्री बहुत लंबी है
hu_hu: A tartalom túl hosszú
it_it: Il contenuto è troppo lungo
kk_kz: Тым көп мазмұн
mn_mn: Агуулга хэт урт байна
ms_my: Kandungan terlalu panjang
nb_no: For mye innhold
pl_pl: Zawartość jest zbyt długa
pt_pt: Conteúdo muito longo
ro_ro: Conținutul este prea lung
ru_ru: Слишком большой контент
sl_sl: Vsebina je predolga
sv_se: Innehållet är för långt
th_th: เนื้อหายาวเกินไป
tr_tr: İçerik çok uzun
tt_ru: Артык зур контент
uz_uz: Juda katta tarkib
vi_vn: Nội dung quá dài

source: Incorrect encoding of the content
ar_kw: ترميز المحتوى غير صحيح
az_az: Məzmunun səhv kodlaşdırılması
cs_cz: Nesprávné šifrování obsahu
da_dk: Forkert kodning af indholdet
de_de: Falsche Inhaltcodierung
el_gr: Εσφαλμένη κωδικοποίηση του περιεχομένου
es_es: Codificación incorrecta del contenido
es_mx: Codificación del contenido incorrecta
et_ee: Sisu vale kodeerimine
fi_fi: Sisällön virheellinen koodaus
fr_fr: Encodage incorrect du contenu
hi_in: सामग्री की गलत एन्कोडिंग
hu_hu: Hibás tatalomkódolás
it_it: Codifica errata del contenuto
kk_kz: Қате мазмұнды кодтау
mn_mn: Агуулгын буруу кодчилол
ms_my: Pengekodan kandungan yang salah
nb_no: Feil koding av innholdet
pl_pl: Niewłaściwe kodowanie zawartości
pt_pt: Codificação incorreta do conteúdo
ro_ro: Codificarea incorectă a conținutului
ru_ru: Неправильная кодировка контента
sl_sl: Nepravilno kodiranje vsebine
sv_se: Felaktig kodning av innehållet
th_th: การเข้ารหัสเนื้อหาไม่ถูกต้อง
tr_tr: İçeriğin yanlış kodlanması
tt_ru: Контентның ялгыш кодировкасы
uz_uz: Tarkibni noto'g'ri kodlash
vi_vn: Mã hóa nội dung không chính xác

source: Exceeded monthly limit
ar_kw: تم تجاوز الحد الشهري
az_az: Aylıq limiti keçib
cs_cz: Překročen měsíční limit
da_dk: Overskredet månedlig grænse
de_de: Monatslimit überschritten
el_gr: Υπέρβαση μηνιαίου ορίου
es_es: Límite mensual superado
es_mx: Límite mensual ha sido excedido
et_ee: Kuupiirang ületatud
fi_fi: Ylittynyt kuukausiraja
fr_fr: Dépassement de la limite mensuelle
hi_in: मासिक सीमा से अधिक
hu_hu: Túllépted a havi limitet
it_it: Superato il limite mensile
kk_kz: Айлық шектен асып кетті
mn_mn: Сарын дээд хязгаар хэтэрсэн
ms_my: Melebihi had bulanan
nb_no: Overskredet månedlig grense
pl_pl: Przekroczony limit miesięcznyPrzekroczony limit miesięczny
pt_pt: Limite mensal foi excedido
ro_ro: Limita lunară depășită
ru_ru: Превышен месячный лимит
sl_sl: Presežen mesečni limit
sv_se: Du har överstigit månadsgränsen
th_th: เกินขีดจำกัดรายเดือน
tr_tr: Aylık limit aşıldı
tt_ru: Айлык лимит артып киткән
uz_uz: Oylik limitdan oshdi
vi_vn: Đã vượt quá hạn mức hàng tháng

source: Batch ID does not exist
ar_kw: معرف الدفعة غير موجود
az_az: Toplu ID mövcud deyil
cs_cz: ID sady neexistuje
da_dk: Batch-id findes ikke
de_de: Batch-ID existiert nicht
el_gr: Το αναγνωριστικό δέσμης δεν υπάρχει
es_es: El ID de lote no existe
es_mx: La identificación del lote no existe
et_ee: Partii ID pole olemas
fi_fi: Erätunnusta ei ole olemassa
fr_fr: L'identification du lot n'existe pas
hi_in: बैच आईडी मौजूद नहीं है
hu_hu: A tételazonosító nem létezik
it_it: L'ID del lotto non esiste
kk_kz: Команда идентификаторы жоқ
mn_mn: Багцын нэр байдаггүй
ms_my: ID kelompok tidak wujud
nb_no: Parti-ID eksisterer ikke
pl_pl: Identyfikator pakietu nie istnieje
pt_pt: O Batch ID não existe
ro_ro: ID-ul lotului nu există
ru_ru: Идентификатор команды не существует
sl_sl: ID serije ne obstaja
sv_se: Batch-ID existerar inte
th_th: Batch ID ไม่มีอยู่
tr_tr: Grup ID mevcut değil
tt_ru: Команданың идефикаторы юк
uz_uz: Buyruq identifikatori mavjud emas
vi_vn: ID loạt không tồn tại

source: List recipients does not exist
ar_kw: قائمة المستلمين غير موجودة
az_az: Siyahı alıcılar mövcud deyil
cs_cz: Seznam příjemců neexistuje
da_dk: Listemodtagere findes ikke
de_de: Liste der Empfänger existiert nicht
el_gr: Οι παραλήπτες της λίστας δεν υπάρχουν
es_es: Lista de destinatarios no existe
es_mx: Lista de destinatarios no existee
et_ee: Loendi saajaid pole olemas
fi_fi: Listan vastaanottajia ei ole
fr_fr: La liste des destinataires n'existe pas
hi_in: सूची प्राप्तकर्ता मौजूद नहीं हैं
hu_hu: A címzettek listája nem létezik
it_it: L'elenco dei destinatari non esiste
kk_kz: Алушылар тізімі жоқ
mn_mn: Хүлээн авагчийн жагсаалт байдаггүй
ms_my: Senarai penerima tidak wujud
nb_no: Listemottakere eksisterer ikke
pl_pl: Odbiorcy listy nie istnieją
pt_pt: Destinatário não existe
ro_ro: Lista destinatarilor nu există
ru_ru: Список получателей не существует
sl_sl: Seznam prejemnikov ne obstaja
sv_se: Listmottagarna existerar inte
th_th: ผู้รับรายการไม่มีอยู่
tr_tr: Alıcı listesi mevcut değil
tt_ru: Алучылар исемлеге юк
uz_uz: Qabul qiluvchilar ro'yxati mavjud emas
vi_vn: Danh sách người nhận không tồn tại

source: Invalid recipient number
ar_kw: رقم المستلم غير صحيح
az_az: Yanlış alıcı nömrəsi
cs_cz: Nesprávné číslo příjemce
da_dk: Ugyldigt modtagernummer
de_de: Ungültige Empfängernummer
el_gr: Ο αριθμός παραλήπτη δεν είναι έγκυρος
es_es: Número de destinatario no válido
es_mx: Número de destinatario inválido
et_ee: Vale saaja number
fi_fi: Virheellinen vastaanottajan numero
fr_fr: Numéro de destinataire non valide
hi_in: अमान्य प्राप्तकर्ता संख्या
hu_hu: Érvénytelen címzettszám
it_it: Numero destinatario non valido
kk_kz: Жарамсыз алушы нөмірі
mn_mn: Хүлээн авагчийн дугаар буруу
ms_my: Nombor penerima tidak sah
nb_no: Ugyldig motakkertall
pl_pl: Niewłaściwy numer odbiorcy
pt_pt: Número do destinatário inválido
ro_ro: Număr de destinatar nevalid
ru_ru: Неверный номер получателя
sl_sl: Neveljavna številka prejemnika
sv_se: Ogiltigt mottagarnummer
th_th: หมายเลขผู้รับไม่ถูกต้อง
tr_tr: Geçersiz alıcı numarası
tt_ru: Алучының номеры ялгыш
uz_uz: Qabul qiluvchining noto'g'ri raqami
vi_vn: Số người nhận không hợp lệ

source: No content
ar_kw: لا يوجد محتوى
az_az: Məzmun yoxdur
cs_cz: Žádný obsah
da_dk: Intet indhold
de_de: Kein Inhalt
el_gr: Δεν υπάρχει περιεχόμενο
es_es: Sin contenido
es_mx: Sin contenido
et_ee: Sisu pole
fi_fi: Ei sisältöä
fr_fr: Pas de contenu
hi_in: कोई सामग्री नहीं है
hu_hu: Nincs tartalom
it_it: Nessun contenuto
kk_kz: Мазмұн жоқ
mn_mn: Агуулга байхгүй
ms_my: Tiada kandungan
nb_no: Ingen innhold
pl_pl: Brak zawartości
pt_pt: Sem conteúdo
ro_ro: Fara continut
ru_ru: Нет контента
sl_sl: Ni vsebine
sv_se: Innehåll saknas
th_th: ไม่มีเนื้อหา
tr_tr: İçerik yok
tt_ru: Контент юк
uz_uz: Tarkib yo'q
vi_vn: Không có nội dung

source: Wrong content
ar_kw: محتوى خاطئ
az_az: Səhv məzmun
cs_cz: Nesprávný obsah
da_dk: Forkert indhold
de_de: Falscher Inhalt
el_gr: Εσφαλμένο περιεχόμενο
es_es: Contenido incorrecto
es_mx: Contenido incorrecto
et_ee: Vale sisu
fi_fi: Väärä sisältö
fr_fr: Contenu erroné
hi_in: गलत सामग्री
hu_hu: Hibás tartalom
it_it: Contenuto errato
kk_kz: Қате мазмұн
mn_mn: Буруу агуулга
ms_my: Kandungan yang salah
nb_no: Feil innhold
pl_pl: Zła zawartość
pt_pt: Conteúdo errado
ro_ro: Conținut greșit
ru_ru: Неверный контент
sl_sl: Napačna vsebina
sv_se: Fel innehåll
th_th: เนื้อหาไม่ถูกต้อง
tr_tr: Hatalı içerik
tt_ru: Ялгыш контент
uz_uz: Noto'g'ri tarkib
vi_vn: Nội dung không chính xác

source: Unable send message
ar_kw: تعذر إرسال الرسالة
az_az: Mesaj göndərmək mümkün deyil
cs_cz: Nelze poslat zprávu
da_dk: Meddelelsen kan ikke sendes
de_de: Die Nachricht kann nicht gesendet werden
el_gr: Δεν είναι δυνατή η αποστολή του μηνύματος
es_es: No se puede enviar el mensaje
es_mx: No se puede enviar el mensaje
et_ee: Ei saa sõnumit saata
fi_fi: Viestiä ei voida lähettää
fr_fr: Impossible d'envoyer un message
hi_in: संदेश भेजने में असमर्थ
hu_hu: Üzenet küldése nem lehetséges
it_it: Impossibile inviare il messaggio
kk_kz: Хатты жіберу мүмкін емес
mn_mn: Зурвас илгээх боломжгүй
ms_my: Mesej tidak dapat dihantar
nb_no: Klarte ikke sende melding
pl_pl: Nie można wysłać wiadomości
pt_pt: Incapaz de enviar mensagem
ro_ro: Imposibil să trimiteți mesajul
ru_ru: Невозможно отослать сообщение
sl_sl: Sporočila ni mogoče poslati
sv_se: Kan inte skicka meddelande
th_th: ไม่สามารถส่งข้อความได้
tr_tr: Mesaj gönderilemedi
tt_ru: Хатны җибәреп булмый
uz_uz: Xabarni yuborish mumkin emas
vi_vn: Không thể gửi tin nhắn

source: The hour SMS quota was exceeded. You can retry sending SMS in %d minutes
az_az: Saatlıq SMS kvotası keçildi. %d dəqiqədən sonra SMS göndərməyə yenidən cəhd edə bilərsiniz
cs_cz: Byl překročen hodinový limit odesílání SMS. Můžete SMS znovu poslat za %d minut.
da_dk: Time-SMS-kvoten blev overskredet. Du kan prøve at sende SMS igen på %d minutter
el_gr: Έγινε υπέρβαση του χρονικού ορίου SMS. Μπορείτε να επαναλάβετε την αποστολή SMS σε %d λεπτά
es_mx: Se superó la cuota de SMS por hora. Intente nuevamente enviando un SMS en %d minutos
fr_fr: Le quota horaire de SMS a été dépassé. Vous pouvez réessayer d'envoyer des SMS en %d minutes
hi_in: घंटे का एसएमएस कोटा पार हो गया था। आप %d मिनट में एसएमएस भेजकर पुनः प्रयास कर सकते हैं
hu_hu: Az egyórás SMS-kvóta túllépésre került. Az SMS-küldést %d perc múlva próbálhatod újra
it_it: La quota oraria di SMS è stata superata. Puoi riprovare a inviare SMS tra %d minuti
kk_kz: Сағаттық SMS квотасынан асып кетті. %d минуттан кейін SMS қайта жіберуге болады
ms_my: Kuota SMS jam telah melebihi had. Anda boleh mencuba semula menghantar SMS dalam %d minit
pt_pt: A quota horária de SMS foi excedida. Você pode tentar novamente em %d minutos.
ru_ru: Часовая квота SMS была превышена. Вы можете повторить отправку SMS через %d минут
th_th: เกินโควต้า SMS ต่อชั่วโมงแล้ว คุณสามารถส่ง SMS อีกครั้งได้ใน %d นาที
tt_ru: SMSның шәхси квотасы арттырылган. Сез %d минуттан SMS җибәрүне кабатлый аласыз
uz_uz: ЧSMS soat kvotasi oshib ketdi. Sms-xabarni %d daqiqada takrorlashingiz mumkin
vi_vn: Đã vượt quá hạn mức SMS theo giờ. Bạn có thể thử gửi lại SMS sau %d phút

source: Unsupported authentication provider
ar_kw: مقدم خدمة غير مدعوم
az_az: Dəstəklənməyən autentifikasiya provayderi
cs_cz: Nepodporovaný poskytovatel ověření
da_dk: Ikke-understøttet godkendelsesprovider
de_de: Dieser Authentifizierungsanbieter wird nicht unterstützt
el_gr: Ο πάροχος ελέγχου ταυτότητας δεν υποστηρίζεται
es_es: Proveedor de autenticación no compatible
es_mx: Proveedor de autenticacicón no disponible
et_ee: Võõras autentimisteenuse pakkuja
fi_fi: Tukematon todentamispalvelun tarjoaja
fr_fr: Fournisseur d'authentification non pris en charge
hi_in: असमर्थित प्रमाणीकरण प्रदाता
hu_hu: Nem támogatott hitelesítési szolgáltató
it_it: Provider di autenticazione non supportato
mn_mn: Дэмжигдээгүй баталгаажуулах нийлүүлэгч
ms_my: Pengesahan penyedia tidak disokong
nb_no: Autentiseringstilbyderen støttes ikke
pl_pl: Nieobsługiwany dostawca uwierzytelniania
pt_pt: Fornecedor de autenticação não aceito
ro_ro: Furnizor de autentificare neacceptat
sl_sl: Nepodprti ponudnik avtentikacije
sv_se: Autentiseringsleverantören stöds inte
th_th: ผู้ให้บริการการยืนยันที่ไม่รองรับ
tr_tr: Desteklenmeyen doğrulama sağlayıcısı
vi_vn: Nhà cung cấp xác thực không được hỗ trợ

source: connect_social_account_email_theme
ar_kw: ربط نموذج البريد الإلكتروني للحساب الإجتماعي
az_az: əlaqə_sosial_hesab_e-poçt_teması
cs_cz: E-mailové téma propojení sociálního účtu
da_dk: Opret mail tema for sociale konti
de_de: mit sozialem Netzwerk verbinden E-Mail Betreff
el_gr: Σύνδεση email κοινωνικού δικτύου
es_mx: conecte su tema del correo electrónico a su cuenta social
et_ee: Ühenda sotsiaalmeedia konto emaili teema
fi_fi: Yhdistä sosiaalisen tilin sähköpostin teema
fr_fr: thème_compte_social_courrier_électronique
hi_in: सोशल_अकाउंट_ईमैल_थीम_जोड़ें
hu_hu: közösségi_fiók_csatlakoztatása_e-mail címmel_téma
it_it: collegare_tema_email_account_social
kk_kz: әлеуметтік желіге қосылу, пошта хатының тақырыбы
mn_mn: нийгмийн сүлжээний бүртгэлийн э-мэйлийг холбох
ms_my: Sambungkan tema e-mel akaun sosial
nb_no: koble_til_sosialt_nettverk_epost_tema
pt_pt: Conectar tema de email da rede social
ru_ru: подключение к социальной сети, тема почтового сообщения
sl_sl: Tema poveži e-pošto družabnega računa
sv_se: Mejlämne för anslutningen av socialt konto
th_th: เชื่อมต่อธีมอีเมลของบัญชีโซเชียล
tr_tr: Sosyal hesap eposta teması bağla
tt_ru: социаль челтәргә тоташтыру, почта элемтәсе темасы
uz_uz: ijtimoiy tarmoqqa ulanish, pochta aloqasi mavzusi

source: not_logged_in
ar_kw: لم تقم بتسجيل الدخول
az_az: daxil olmamısınız
cs_cz: Nepřihlášen
da_dk: Ikke logget ind
de_de: nicht angemeldet
el_gr: Δεν έχετε συνδεθεί
es_es: No conectado
es_mx: sin iniciar sesión
et_ee: Ei ole sisse kirjutanud
fi_fi: Ei kirjautuneena
fr_fr: non_enregistre_dans
hi_in: लॉग इन_नहीं_हैं
hu_hu: nem_vagy_bejelentkezve
it_it: non_loggato
kk_kz: кірмедіңіз
mn_mn: нэвтрээгүй
ms_my: Tidak dilog masuk
nb_no: ikke_innlogget
pl_pl: Niezalogowany
pt_pt: Não conectado
ru_ru: не вошли
sl_sl: Niste prijavljeni
sv_se: Du är inte inloggad
th_th: ไม่ได้เข้าสู่ระบบ
tr_tr: Giriş yapılmamış
tt_ru: кермәдегез
uz_uz: kirmagan

source: trying_delete_last_social
ar_kw: حاول حذف آخر حساب إجتماعى
az_az: sonuncu sosial sosial şəbəkəni silməyə çalışın
cs_cz: Pokus o odstranění posledního sociálního
da_dk: Forsøger at slette sidste sociale
de_de: letztes_soziales_Netzwerk_wird_entfernt
el_gr: Δοκιμάστε να διαγράψετε το τελευταίο κοινωνικό δίκτυο
es_es: Intentando borrar último social
es_mx: intentando eliminar la última cuenta de la red social
et_ee: Proovin tühistada viimase sotsiaalmeedia konto
fi_fi: Yrittää poistaa sosiaalista
fr_fr: essayer_supprimer_dernier_social
hi_in: अंतिम_सोशल_रद्द_करने_का_प्रयास_करें
hu_hu: utolsó_közösségi_oldal_törlése_próbálkozás
it_it: tentativo_cancellazione_ultimo_social
mn_mn: сүүлийн нийгмийн сүлжээг устгахыг хичээж байна
ms_my: Cuba untuk memadam akaun rangkaian sosial terakhir
nb_no: prøver_slette_forrige_sosial
pl_pl: Próbuje usunąć ostatnie social medium
pt_pt: Tentando apagar a última rede social
sl_sl: Skušam izbrisati zadnji družabni
sv_se: Försöker radera senaste sociala kontot
th_th: ลองลบโซเชียลล่าสุด
tr_tr: Son sosyal hesabı silmeyi deniyor

source: please_set_email
ar_kw: يرجى تعيين البريد الإلكتروني
az_az: lütfən_e-poçt göndərin
cs_cz: Nastavte prosím e-mail
da_dk: Indstil venligst e-mail
de_de: bitte E-Mail-Adresse eingeben
el_gr: Ορίστε το email
es_es: Por favor establece el email
es_mx: por favor configure el correo electrónico
et_ee: Palun lisa email
fi_fi: Aseta sähköposti
fr_fr: veuillez_definir_email
hi_in: कृपया_ईमेल_सेट_करें
hu_hu: kérjük_állíts_be_e-mail_címet
it_it: per_favore_imposta_email
kk_kz: электрондық поштаңызды енгізіңіз
mn_mn: э-мэйлийг оруулна уу
ms_my: Sila tetapkan e-mel
nb_no: skriv_inn_epost
pl_pl: Prosimy wysłać email
pt_pt: Defina o endereço de e-mail
ru_ru: пожалуйста укажите email
sl_sl: Prosimo določite e-pošto
sv_se: Vänligen ange e-postadress
th_th: โปรดกำหนดอีเมล
tr_tr: Lütfen epostanızı belirleyin
tt_ru: зинһар, email күрсәтегез
uz_uz: iltimos, elektron pochta orqali xabar bering

source: please_set_password
ar_kw: يرجى تعيين كلمة المرور
az_az: zəhmət olmasa parolu təyin edin
cs_cz: Nastavte prosím heslo
da_dk: Angiv adgangskoden
de_de: bitte Passwort eingeben
el_gr: Ορίστε τον κωδικό πρόσβασης
es_es: Por favor crea la contraseña
es_mx: por favor configure la contraseña
et_ee: Palun lisa salasõna
fi_fi: Aseta salasana
fr_fr: veuillez_definir_mot_de_passe
hi_in: कृपया_पासवर्ड_सेट_करें
hu_hu: kérjük_állíts_be_jelszót
it_it: per_favore_imposta_password
kk_kz: құпиясөзді енгізіңіз
mn_mn: нууц үгийг оруулна уу
ms_my: Sila tetapkan kata laluan
nb_no: skriv_inn_passord
pl_pl: Prosimy ustalić hasło
pt_pt: Defina a senha
ru_ru: пожалуйста укажите пароль
sl_sl: Prosimo določite geslo
sv_se: Vänligen ange lösenord
th_th: โปรดกำหนดรหัสผ่าน
tr_tr: Lütfen şifre belirleyin
tt_ru: зинһар, серсүзен күрсәтегез
uz_uz: iltimos, parolni kiriting

source: Code incorrect, user not found
ar_kw: الكود غير صحيح, المستخدم غير موجود
az_az: Kod səhvdir, istifadəçi tapılmadı
cs_cz: Kód není správný, uživatel nenalezen
da_dk: Koden er forkert, brugeren blev ikke fundet
de_de: Falscher Code, der Nutzer konnte nicht gefunden werden
el_gr: Ο κωδικός είναι εσφαλμένος, ο χρήστης δεν βρέθηκε
es_es: Código incorrecto, usuario no encontrado
es_mx: El código es incorrecto, usuario no encontrado
et_ee: Kood on vale, kasutajat ei leitud
fi_fi: Koodi virheellinen, käyttäjää ei löytynyt
fr_fr: Code incorrect, utilisateur non trouvé
hi_in: कोड गलत है, उपयोगकर्ता नहीं मिला
hu_hu: Hibás kód, nem található felhasználó
it_it: Codice errato, utente non trovato
kk_kz: Жарамсыз код, пайдаланушы табылмады
mn_mn: Код буруу байна, хэрэглэгч олдоогүй
ms_my: Kod tidak betul, pengguna tidak dijumpai
nb_no: Feil kode, fant ikke bruker
pl_pl: niewłaściwy kod, nie znaleziono użytkownika
pt_pt: Conectar tema de e-mail da conta social
ro_ro: Cod incorect, utilizatorul nu a fost găsit
ru_ru: Неверный код, пользователь не найден
sl_sl: Koda ni veljavna, uporabnika ni mogoče najti
sv_se: Ogiltig kod, användaren kunde inte hittas
th_th: รหัสไม่ถูกต้อง ไม่พบผู้ใช้
tr_tr: Kod yanlış, kullanıcı bulunamadı
tt_ru: Ялгыш код, кулланучы табылмаган
uz_uz: Noto'g'ri kod, foydalanuvchi topilmadi
vi_vn: Mã không chính xác, không tìm thấy người dùng

source: UnexpectedError
es_mx: Ha ocurrido un error inesperado, por favor intente de nuevo más tarde
ms_my: Ralat tidak dijangka berlaku, sila cuba sebentar lagi
ru_ru: Произошла непредвиденная ошибка, повторите пожалуйста позже

source: email_has_been_verified
ar_kw: تم التحقق من البريد الإلكتروني
az_az: e-poçt_təsdiqləndi
cs_cz: E-mail byl ověřen
da_dk: E-mail er blevet bekræftet
de_de: E-Mail-Adresse wurde erfolgreich verifiziert
el_gr: Το email επιβεβαιώθηκε
es_es: El Email ha sido verificado
es_mx: correo electrónico ha sido verificado
et_ee: Email on kinnitatud
fi_fi: Sähköposti on vahvistettu
fr_fr: email_a_été_vérifié
hi_in: ईमेल_सत्यापित_किया_गया
hu_hu: e-mail cím_megerősítve
it_it: email_verificata
kk_kz: электрондық пошта мекенжайы расталды
mn_mn: Э-мэйлийг баталгаажуулав
ms_my: E-mel telah disahkan
nb_no: epost_er_verifisert
pl_pl: Email został zweryfikowany
pt_pt: E-mail verificado
ru_ru: email адрес подтвержден
sl_sl: E-pošta je bila preverjena
sv_se: E-postadressen har nu verifierats
th_th: ได้ยืนยันอีเมลแล้ว
tr_tr: Eposta doğrulandı
tt_ru: email адрес расланмаган
uz_uz: elektron pochta manzili tasdiqlangan

source: Transaction value generation failed
ar_kw: فشل إنشاء قيمة المعاملة
az_az: Tranzaksiya dəyərinin yaradılması uğursuz oldu
cs_cz: Generování hodnoty transakce selhalo
da_dk: Generering af transaktionsværdi mislykkedes
el_gr: Η δημιουργία της τιμής συναλλαγής απέτυχε
es_es: Generación del valor de la Transacción falló
es_mx: Generación del valor de la transacción falló
et_ee: Tehingu väärtuse loomine ebaõnnestus
fi_fi: Tapahtuman arvon luominen epäonnistui
fr_fr: La génération de la valeur de transaction a échoué
hi_in: लेन-देन मूल्य निर्माण विफल
hu_hu: A tranzakció értékének generálása sikertelen
it_it: Generazione del valore della transazione non riuscita
kk_kz: Транзакция құнын құру қатесі
ms_my: Penjanaan nilai transaksi gagal
pt_pt: Falha na geração do valor da transação
ro_ro: Generarea valorii tranzacției a eșuat
ru_ru: Ошибка генерации значения транзакции
sl_sl: Generacija vrednosti transakcije ni uspela
th_th: การสร้างค่าธุรกรรมล้มเหลว
tr_tr: İşlem değeri üretme başarısız
tt_ru: Күчерү генерациясенең мәгънә хатасы
uz_uz: Tranzaksiya qiymatini yaratish xatosi
vi_vn: Tạo giá trị giao dịch thất bại

source: email_to_connect_social_sent
ar_kw: أرسل بريد إلكتروني لربط شبكات التواصل
az_az: e-poçt_qoşulmaq_sosial_göndərildi
cs_cz: E-mail o propojení sociálního účtu odeslán
da_dk: Mail til at forbinde sociale sendt
de_de: E-Mail wurde gesendet
el_gr: Το email για τη σύνδεση με το κοινωνικό δίκτυο εστάλη
es_es: Email para conectar social enviado
es_mx: correo electrónico para conectar la cuenta social ha sido enviado
et_ee: Sotsiaalmeedia kontoga ühendamise link on saadetud emailiga
fi_fi: Sähköposti sosiaalisen yhdistämiseksi lähetetty
fr_fr: email_pour_connecter_social_envoye
hi_in: सोशल_को_जोड़ने_के_लिए_ईमेल_भेजा
hu_hu: e-mail_közösségi_oldal_csatlakoztatásához_elküldve
it_it: email_per_collegare_social_inviata
kk_kz: хат жіберілді
ms_my: E-mel untuk menyambungkan akaun sosial telah dihantar
nb_no: Epost_til_sosial_tilkobling_sendt
pl_pl: Wysłano email w celu połączenia konta społecznościowego
pt_pt: E-mail para conectar a rede social enviado
ru_ru: письмо отправлено
sl_sl: E-pošta za povezavo družabnega poslana
sv_se: Mejl om att ansluta socialt konto har nu skickats
th_th: ส่งอีเมลไปยังบัญชีโซเชียลที่เชื่อมต่อแล้ว
tr_tr: Sosyal medya bağlantısı epostası gönderildi
tt_ru: хат җибәрелгән
uz_uz: xat yuborildi
