Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Self exclusion date
ar_kw: تاريخ الإقصاء الذاتى
az_az: Özünü istisna etmə tarixi
cs_cz: Datum sebevyloučení
da_dk: dato for selvudelukkelse
de_de: Die Funktion der Selbstausgrenzung ist aktiv. Das Spiel wird verfügbar am #DATUM#
el_gr: ημερομηνία αυτό-αποκλεισμού
es_es: Fecha de autoexclusión
es_mx: Fecha de autoexclusión
fi_fi: Omaehtoisen pelikiellon päiväys
fr_fr: Date d'auto-exclusion
hi_in: स्व बहिष्कार तिथि
hu_hu: Önkizárás dátuma
it_it: Data di autoesclusione
kk_kz: Сізде өзін-өзі шектеу бар. Ойын #DATE# күні қолжетімді болады. Қосымша ақпарат алу үшін қолдау қызметіне хабарласыңыз
ms_my: Tarikh pengecualian diri
nb_no: Selvutelukkelsesdato
pl_pl: Data samowykluczenia
pt_pt: data de auto-exclusão
ro_ro: Data excluderii de sine
ru_ru: У Вас установлено самоограничение. Игра станет доступной #DATE#. Для более детальной информации обратитесь в службу поддержки
sl_sl: Datum samoizključitve
sv_se: Datum för självuteslutning
th_th: วันที่การกันตนเอง
tr_tr: kendini kısıtlama tarihi
tt_ru: Сездә үз-үзегезне чикләү урнаштырылган. Уен # DATE # детальле мәгълүмат алу өчен ярдәм хезмәтенә мөрәҗәгать итегез
uz_uz: O'z-o'zini cheklash bor. O'yin #DATE # mavjud bo'ladi. Batafsil ma'lumot uchun qo'llab-quvvatlash xizmatiga murojaat qiling
vi_vn: Ngày tự chặn

source: Self exclusion
ar_kw: إقصاء ذاتى
az_az: Özünü istisna etmə
cs_cz: Sebevyloučení
da_dk: selvudelukkelse
de_de: Die Funktion der Selbstaugrenzung ist aktiv
el_gr: αυτο-αποκλεισμός
es_es: Autoexclusión
es_mx: Autoexclusión
fi_fi: Omaehtoinen pelikielto
fr_fr: Auto-exclusion
hi_in: आत्म बहिष्कार
hu_hu: Önkizárás
it_it: Autoesclusione
kk_kz: Сізде өзін-өзі шектеу бар. Қосымша ақпарат алу үшін қолдау қызметіне хабарласыңыз
ms_my: Pengecualian diri
nb_no: Selvutelukkelse
pl_pl: Samowykluczenie
pt_pt: auto-exclusão
ro_ro: Excluderea de sine
ru_ru: У Вас установлено самоограничение. Для более детальной информации обратитесь в службу поддержки
sl_sl: Samoizključitev
sv_se: Självuteslutning
th_th: การกันตนเอง
tr_tr: kendini kısıtlama
tt_ru: Сездә үз-үзен чикләү урнаштырылган. детальле мәгълүмат алу өчен ярдәм хезмәтенә мөрәҗәгать итегез
uz_uz: O'z-o'zini cheklash bor. Batafsil ma'lumot uchun qo'llab-quvvatlash xizmatiga murojaat qiling
vi_vn: Tự chặn

source: does not exists
ar_kw: غير موجود
az_az: mövcud deyil
cs_cz: neexistuje
da_dk: findes ikke
de_de: existiert nicht
el_gr: δεν υπάρχει
es_es: no existe
es_mx: el elemento no existe
et_ee: ei ole olemas
fi_fi: ei ole olemassa
fr_fr: n'existe pas
hi_in: मौजूद नहीं है
hu_hu: nem létezik
it_it: non esiste
kk_kz: жоқ
mn_mn: байдаггүй
ms_my: Elemen tidak wujud
nb_no: eksisterer ikke
pl_pl: nie istnieje
pt_pt: data de auto-exclusão
ro_ro: nu există
ru_ru: не существует
sl_sl: ne obstaja
sv_se: existerar inte
th_th: ไม่มีอยู่
tr_tr: mevcut değil
tt_ru: балыкта юк
uz_uz: mavjud emas
vi_vn: không tồn tại

source: Method is not supported
ar_kw: الطريقة غير مدعومة
az_az: Metod dəstəklənmir
cs_cz: Způsob není podporován
da_dk: Metoden understøttes ikke
de_de: Diese Methode wird nicht unterstützt
el_gr: Η μέθοδος δεν υποστηρίζεται
es_es: Método no es compatible
es_mx: Método no compatible
et_ee: Meetod ei ole toetatud
fi_fi: Tapaa ei tuettu
fr_fr: La méthode n'est pas prise en charge
hi_in: विधि समर्थित नहीं है
hu_hu: A módszer nem támogatott
it_it: Il metodo non è supportato
kk_kz: Әдіске қолдау көрсетілмейді
mn_mn: Боломжгүй арга
ms_my: Kaedah tidak disokong
nb_no: Metoden støttes ikke
pl_pl: Metoda nie jest oferowana
pt_pt: Método não aceito
ro_ro: Metoda nu este acceptată
ru_ru: Метод не поддерживается
sl_sl: Metoda ni podprta
sv_se: Metoden stöds inte
th_th: ไม่รองรับวิธีการนี้
tr_tr: Yöntem desteklenmiyor
tt_ru: Метод хупланмый
uz_uz: Usul qo'llab-quvvatlanmaydi
vi_vn: Phương thức không được hỗ trợ

source: Data type is not found
ar_kw: نوع البيانات غير موجود
az_az: Məlumat növü tapılmadı
cs_cz: Typ dat nenalezen
da_dk: Datatypen blev ikke fundet
de_de: Datentyp konnte nicht gefunden werden
el_gr: Ο τύπος δεδομένων δεν βρέθηκε
es_es: No se encuentra el tipo de datos
es_mx: Tipo de información no encontrada
et_ee: Andmetüüpi ei leitud
fi_fi: Tietotyyppiä ei löytynyt
fr_fr: Le type de données est introuvable
hi_in: डेटा प्रकार नहीं मिला है
hu_hu: Adattípus nem található
it_it: Tipo data non trovato
kk_kz: Деректер түрі табылмады
mn_mn: Датагийн төрөл олдоогүй
ms_my: Jenis data tidak ditemui
nb_no: Finner ikke datatype
pl_pl: Nie znaleziono typu daty
pt_pt: Tipo de dados não encontrado
ro_ro: Tipul de date nu este găsit
ru_ru: Тип данных не найден
sl_sl: Vrste podatkov ni mogoče najti
sv_se: Datatypen kunde inte hittas
th_th: ไม่พบชนิดข้อมูล
tr_tr: Veri tipi bulunamadı
tt_ru: Мәгълүматлар тибы табылмады
uz_uz: Ma'lumotlar turi topilmadi
vi_vn: Không tìm thấy loại dữ liệu

source: Invalid request parameters
ar_kw: مؤشرات الطلب غير صالحة
az_az: Yanlış sorğu parametrləri
cs_cz: Nesprávné parametry požadavku
da_dk: Ugyldige anmodningsparametre
de_de: Ungültige Anfargeparameter
el_gr: Μη έγκυρες παράμετροι αιτήματος
es_es: Parámetros de solicitud inválidos
es_mx: Parámetros solicitados inválidos
et_ee: Vigased taotluse parameetrid
fi_fi: Virheelliset pyynnön parametrit
fr_fr: Paramètres de la demande non valides
hi_in: अमान्य अनुरोध पैरामीटर
hu_hu: Érvénytelen kérési paraméterek
it_it: Parametri di richiesta non validi
kk_kz: Жарамсыз сұрау параметрлері
mn_mn: Хүсэлтийн параметр буруу байна
ms_my: Parameter permintaan tidak sah
nb_no: Feil forespørselsparameter
pl_pl: Niewłaściwe parametry zapytania
pt_pt: Parâmetros inválidos
ro_ro: Parametri de solicitare nevalide
ru_ru: Некорректные параметры запроса
sl_sl: Neveljavni parametri zahteve
sv_se: Ogiltiga förfrågningsparametrar
th_th: พารามิเตอร์คำขอไม่ถูกต้อง
tr_tr: Geçersiz istek parametreleri
tt_ru: Сорауның корректлы булмаган параметрлары
uz_uz: Noto'g'ri talab parametrlari
vi_vn: Các thông số yêu cầu không hợp lệ

source: Loyalty result not supported
ar_kw: نتيجة الولاء غير مدعومة
az_az: Sadiqlik nəticəsi dəstəklənmir
cs_cz: Věrnostní výsledek není podporován
da_dk: Fordelskunderesultat understøttes ikke
de_de: Loyalitätspunkte werden nicht unterstützt
el_gr: Το αποτέλεσμα αφοσίωσης δεν υποστηρίζεται
es_es: Resultado de lealtad no soportado
es_mx: Resultados de lealtad no compatibles
et_ee: Lojaalsuse tulemust ei toetata
fi_fi: Lojaalisuustuloksia ei tueta
fr_fr: Le résultat de la fidélité n'est pas soutenu
hi_in: लॉयलटी परिणाम समर्थित नहीं है
hu_hu: Hűség eredmény nem támogatott
it_it: Risultato fedeltà non supportato
kk_kz: Әдіске қолдау көрсетілмейді
mn_mn: Лояалтигийн үр дүн дэмжигдээгүй
ms_my: Keputusan kesetiaan tidak disokong
nb_no: Lojalitetsresultat ikke støttet
pl_pl: Wynik lojalnościowy nieobsługiwany
pt_pt: Resultado de fidelidade não aceito
ro_ro: Rezultatul loialității nu este acceptat
ru_ru: Метод не поддерживается
sl_sl: Rezultat zvestobe ni podprt
sv_se: Lojalitetsresultatet stöds inte
th_th: ไม่รองรับผลลอยัลตี้
tr_tr: Sadakat sonucu desteklenmiyor
tt_ru: Метод хупланмый
uz_uz: Usul qo'llab-quvvatlanmaydi
vi_vn: Không hỗ trợ kết quả về điểm khách hàng thân thiết

source: No bonus description
ar_kw: لا يوجد وصف للمكافأة
az_az: Bonus təsviri yoxdur
cs_cz: Žádný popis bonusu
da_dk: Ingen bonusbeskrivelse
de_de: Keine Bonusbeschreibung
el_gr: Δεν υπάρχει περιγραφή τουνους
es_es: No hay descripción extra
es_mx: Sin descripción del bono
et_ee: Boonuse kirjeldust pole
fi_fi: Ei bonuskuvausta
fr_fr: Pas de description de bonus
hi_in: कोई बोनस विवरण नहीं
hu_hu: Nincs bónusz leírás
it_it: Nessuna descrizione bonus
kk_kz: Бонус сипаттамасы жоқ
mn_mn: Бонусын тодорхойлолт байхгүй
ms_my: Tiada penerangan deposit
nb_no: Ingen bonusbeskrivelse
pl_pl: Brak opisu bonusu
pt_pt: bônus sem descrição
ro_ro: Fără descriere bonus
ru_ru: Нет описания бонуса
sl_sl: Ni opisa bonusa
sv_se: Bonusbeskrivning saknas
th_th: ไม่มีคำอธิบายโบนัส
tr_tr: Bonus açıklaması yok
tt_ru: Бонус тасвирламасы юк
uz_uz: Hech qanday bonus ta'rifi yo'q
vi_vn: Không có nội dung mô tả phần thưởng

source: Selected
ar_kw: تحديد
az_az: Seçildi
cs_cz: Zvoleno
da_dk: Valgte
de_de: Ausgewählt
el_gr: Επιλεγμένο
es_es: Seleccionado
es_mx: Seleccionado
et_ee: Valitud
fi_fi: Valittu
fr_fr: Sélectionné
hi_in: चयनित
hu_hu: Kiválasztva
it_it: Selezionato
kk_kz: Таңдалған
mn_mn: Сонгосон
ms_my: Dipilih
nb_no: Valgt
pl_pl: Wybrano
pt_pt: Selecionado
ro_ro: Selectat
ru_ru: Выбрано
sl_sl: Izbrano
sv_se: Vald
th_th: เลือกแล้ว
tr_tr: Seçildi
tt_ru: Сайланган
uz_uz: Tanlangan
vi_vn: Đã chọn

source: Qualified
ar_kw: لآئق
az_az: İxtisaslı
cs_cz: Kvalifikováno
da_dk: Kvalificeret
de_de: Qualifiziert
el_gr: Αναγνωρισμένο
es_es: Calificado
es_mx: Calificado
et_ee: Kvalifitseeritud
fi_fi: Oikeutettu
fr_fr: Qualifié
hi_in: योग्य
hu_hu: Továbbjutott
it_it: Qualificato
kk_kz: Жарамды
mn_mn: Шаардлага хангасан
ms_my: Layak
nb_no: Kvalifisert
pl_pl: Zakwalifikowany
pt_pt: Qualificado
ro_ro: Calificat
ru_ru: Подходящие
sl_sl: Kvalificirano
sv_se: Kvalificerad
th_th: รับรองแล้ว
tr_tr: Kalifiye
tt_ru: Туры килгән
uz_uz: Muvofiq
vi_vn: Đạt tiêu chuẩn

source: Deleted
ar_kw: حذف
az_az: Silindi
cs_cz: Odstaněno
da_dk: Slettet
de_de: Gelöscht
el_gr: Διαγραμμένο
es_es: Eliminado
es_mx: Eliminado
et_ee: Kustutatud
fi_fi: Poistettu
fr_fr: Supprimé
hi_in: हटाए गए
hu_hu: Törölt
it_it: Cancellato
kk_kz: Жойылған
mn_mn: Устгасан
ms_my: Dipadam
nb_no: Slettet
pl_pl: Usunięto
pt_pt: Excluído
ro_ro: Șters
ru_ru: Удален
sl_sl: Izbrisano
sv_se: Raderad
th_th: ลบแล้ว
tr_tr: Silindi
tt_ru: Бетерелгән
uz_uz: Olib tashlandi
vi_vn: Đã xóa

source: Deactivated
ar_kw: تعطيل
az_az: Deaktiv edilib
cs_cz: Deaktivováno
da_dk: Deaktiveret
de_de: Deaktiviert
el_gr: Απενεργοποιημένο
es_es: Desactivado
es_mx: Desactivado
et_ee: Deaktiveeritud
fi_fi: Deaktivoitu
fr_fr: Désactivé
hi_in: निष्क्रिय
hu_hu: Deaktivált
it_it: Disattivato
kk_kz: Өшірілген
mn_mn: Идэвхгүйжүүлсэн
ms_my: Dinyahaktif
nb_no: Deaktivert
pl_pl: Zdezaktywowano
pt_pt: Desativado
ro_ro: Dezactivat
ru_ru: Деактивирован
sl_sl: Deaktivirano
sv_se: Inaktiverad
th_th: ปิดใช้งานแล้ว
tr_tr: Devre dışı bırakıldı
tt_ru: Деактивлашкан
uz_uz: O'chirilgan
vi_vn: Đã hủy kích hoạt

source: Canceled
ar_kw: إلغاء
az_az: Ləğv edildi
cs_cz: Zrušeno
da_dk: Annulleret
de_de: Abgebrochen
el_gr: Ακυρωμένο
es_es: Cancelado
es_mx: Cancelado
et_ee: Tühistatud
fi_fi: Peruutettu
fr_fr: Annulé
hi_in: रद्द
hu_hu: Visszavont
it_it: Annullato
kk_kz: Бас тартылды
mn_mn: Цуцалсан
ms_my: Dibatalkan
nb_no: Avnrutt
pl_pl: Anulowano
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sl_sl: Preklicano
sv_se: Avbruten
th_th: ยกเลิกแล้ว
tr_tr: İptal edildi
tt_ru: Гамәлдән чыгарылган
uz_uz: Bekor qilindi
vi_vn: Đã hủy

source: Ending
ar_kw: نهاية
az_az: Son
cs_cz: Končí
da_dk: Slutter
de_de: Ende
el_gr: Τελειώνει
es_es: Finalizando
es_mx: Finalizando
et_ee: Lõpp
fi_fi: Päättyy
fr_fr: Fin
hi_in: समापन
hu_hu: Vége
it_it: In chiusura
kk_kz: Аяқталу
mn_mn: Дуусаж байна
ms_my: Penamat
nb_no: Avsluttning
pl_pl: Kończenie
pt_pt: Terminando
ro_ro: Ora de terminare
ru_ru: Окончание
sl_sl: Konec
sv_se: Avslutar
th_th: กำลังสิ้นสุด
tr_tr: Sonlandırılıyor
tt_ru: Бетү
uz_uz: Oxiri
vi_vn: Đang kết thúc

source: Ended
ar_kw: إنتهاء
az_az: Bitdi
cs_cz: Skončilo
da_dk: Sluttede
de_de: Beendet
el_gr: Τελείωσε
es_es: Terminado
es_mx: Finalizado
et_ee: Lõppenud
fi_fi: Päättyi
fr_fr: Terminé
hi_in: समाप्त
hu_hu: Véget ért
it_it: Terminato
kk_kz: Аяқталды
mn_mn: Дууссан
ms_my: Telah tamat
nb_no: Avsluttet
pl_pl: Ukończony
pt_pt: Terminado
ro_ro: Încheiat
ru_ru: Закончено
sl_sl: Končano
sv_se: Avslutad
th_th: สิ้นสุดแล้ว
tr_tr: Sonlandı
tt_ru: Бетерелгән
uz_uz: Tugadi
vi_vn: Đã kết thúc

source: Loyalty API Failure
ar_kw: فشل واجهة برمجة تطبيقات API الولاء
az_az: Sadiqlik API uğursuzluğu
cs_cz: Selhání věrnostního API
da_dk: Kunde- og api-fejl
de_de: Loyalität API-Fehler
el_gr: Αποτυχία API αφοσίωσης
es_es: Falla de API de lealtad
es_mx: Fallo en lealtad API
et_ee: Lojaalsuse API tõrge
fi_fi: Lojaalisuus API virhe
fr_fr: Échec de l'API de fidélité
hi_in: लॉयलटी एपीआई विफलता
hu_hu: Hűség API hiba
it_it: Errore API Fedeltà
kk_kz: Адалдық қатесі
mn_mn: Лояалти АПИ амжилтгүй
ms_my: Kegagalan API Kesetiaan
nb_no: Lojalitets API Feil
pl_pl: Błąd lojalnościowego API
pt_pt: Falha do API
ro_ro: Eșecul API-ului de fidelitate
ru_ru: Ошибка лояльности
sl_sl: Napaka zvestobe API
sv_se: Lojalitets-API:et kunde inte hämtas
th_th: API ลอยัลตี้ล้มเหลว
tr_tr: Sadakat API Başarısız
tt_ru: Лояльлек хатасы
uz_uz: Sadoqat xatosi
vi_vn: Lỗi API điểm khách hàng thân thiết

source: User not found
ar_kw: المستخدم غير موجود
az_az: İstifadəçi tapılmadı
cs_cz: Uživatel nenalezen
da_dk: Brugeren blev ikke fundet
de_de: Benutzer nicht gefunden
el_gr: Ο χρήστης δεν βρέθηκε
es_es: Usuario no encontrado
es_mx: Usuario no encontrado
et_ee: Kasutajat ei leitud
fi_fi: Käyttäjää ei löytynyt
fr_fr: Utilisateur non trouvé
hi_in: उपयोगकर्ता नहीं मिला
hu_hu: A felhasználó nem található
it_it: Utente non trovato
kk_kz: Пайдаланушы табылмады
mn_mn: Хэрэглэгч олдоогүй
ms_my: Pengguna tidak ditemui
nb_no: Fant ikke bruker
pl_pl: Nie znaleziono użytkownika
pt_pt: Usuário não encontrado
ro_ro: Utilizatorul nu a fost găsit
ru_ru: Пользователь не найден
sl_sl: Uporabnika ni mogoče najti
sv_se: Användaren kunde inte hittas
th_th: ไม่พบชื่อผู้ใช้
tr_tr: Kullanıcı bulunamadı
tt_ru: Кулланучы табылмады
uz_uz: Foydalanuvchi topilmadi
vi_vn: Không tìm thấy người dùng

source: Unable fetch oauth access token
ar_kw: تعذر جلب رمز الدخول oauth
az_az: Oauth giriş tokenini əldə etmək mümkün deyil
cs_cz: Nelze získat přístupový token oauth
da_dk: Oauth-adgangstokenet kunne ikke hentes
de_de: Zugangstoken kann nicht erhalten werden
el_gr: Δεν είναι δυνατή η λήψη διακριτικού πρόσβασης oauth
es_es: No se puede obtener el token de acceso auth
es_mx: No se puede obtener acceso al token de OAuth
et_ee: Loakaarti ei saa tuua
fi_fi: Oauth-koodin hakeminen ei onnistunut
fr_fr: Impossible d'obtenir le jeton d'accès
hi_in: ओउथ पहुंच टोकन फेच करने में विफल
hu_hu: Nem sikerült lekérni a zsetonhozzáférést
it_it: Impossibile recuperare il token di accesso oauth
kk_kz: Кіру токенін алу мүмкін емес
mn_mn: Токен руу нэвтрэх оатийг татах боломжгүй байна
ms_my: Tidak dapat mengambil akses token OAuth
nb_no: Ikke i stand til å hente oauth tilgangspollett
pl_pl: Nie można pobrać tokenu dostępu
pt_pt: Não foi possível obter o token de acesso
ro_ro: Imposibil să preiau jetonul de acces
ru_ru: Невозможно получить токен доступа
sl_sl: Ni mogoče pridobiti žetona za dostop OAuth
sv_se: Kan inte hämta Oauth-åtkomstsymbol
th_th: ไม่สามารถดึงโทเค็นการเข้าถึงโอออทได้
tt_ru: Керү токен алып булмый
uz_uz: Kirish tokenini olish mumkin emas
vi_vn: Không thể tìm nạp mã token truy cập oauth

source: Access token is missing
ar_kw: رمز الوصول مفقود
az_az: Giriş nişanı çatışmır
cs_cz: Chybí přístupový token
da_dk: Adgangstoken mangler
el_gr: Λείπει το διακριτικό πρόσβασης
es_es: Falta el token de acceso
es_mx: Falta el token de acceso
et_ee: Loakaart puudub
fi_fi: Käyttöoikeustunnus puuttuu
fr_fr: Le jeton d'accès est manquant
hi_in: एक्सेस टोकन गायब है
hu_hu: Nincs hozzáférési jogkivonat
it_it: Manca il token di accesso
ms_my: Token akses hilang
pl_pl: Token dostępu nie znaleziony
pt_pt: Falta o código de acesso
ro_ro: Tokenul de acces lipsește
sl_sl: Ni žetona za dostop
th_th: ไม่มีโทเค็นการเข้าถึง
tr_tr: Erişim dizgeciği eksik
vi_vn: Thiếu mã token truy cập

source: Empty access token user identifier
ar_kw: معرف مستخدم رمز الوصول فارغ
az_az: Boş giriş nişanı istifadəçi identifikatoru
cs_cz: Prázdný přístupový token identifikátor uživatele
da_dk: Tomt adgangstokenbruger-id
de_de: Leeres Zugriffstoken
el_gr: Κενό αναγνωριστικό χρήστη διακριτικού πρόσβασης
es_es: Acceso usuario con identificador token vacío
es_mx: Identificador de usuario al token de acceso está vacío
et_ee: Tühi kasutaja loakaardi identifikaator
fi_fi: Tyhjä käyttöoikeustunnus käyttäjätunnus
fr_fr: Identifiant de l'utilisateur du jeton d'accès vide
hi_in: खाली एक्सेस टोकन उपयोगकर्ता पहचानकर्ता
hu_hu: Üres hozzáférési jogkivonat felhasználói azonosító
it_it: Identificatore utente del token di accesso vuoto
ms_my: Pengecam token pengguna akses kosong
pl_pl: Pusty dostęp token użytkownik inentyfikator
pt_pt: Ficha de acesso “identificador do usuário” vazia
ro_ro: Identificator de utilizator cu simbol gol de acces
sl_sl: Prazen identifikator uporabnika žetona za dostop
sv_se: Tom åtkomsttoken
th_th: ตัวระบุผู้ใช้โทเค็นการเข้าถึงว่างเปล่า
tr_tr: Boş erişim dizgeciği kullanıcı tanımlayıcısı
vi_vn: Thông tin nhận dạng người dùng mã token truy cập trống

source: Empty access token identifier
ar_kw: معرف رمز الوصول فارغ
az_az: Boş giriş nişanı identifikatoru
cs_cz: Prázdný přístupový token identifikátor
da_dk: Tomt adgangstoken-id
de_de: Leeres Zugriffstoken
el_gr: Κενό αναγνωριστικό διακριτικού πρόσβασης
es_es: Acceso con identificador token vacío
es_mx: Identificador de acceso al token está vacío
et_ee: Tühi loakaardi identifikaator
fi_fi: Tyhjä käyttöoikeustunnus
fr_fr: Identificateur de jeton d'accès vide
hi_in: खाली टोकन पहचानकर्ता
hu_hu: Üres hozzáférési jogkivonat azonosító
it_it: Identificatore di token di accesso vuoto
ms_my: Pengecam akses token kosong
pl_pl: Pusty dostęp token identyfikator
pt_pt: Ficha de acesso “identificador” vazia
sl_sl: Prazen identifikator žetona za dostop
sv_se: Tom åtkomsttoken
th_th: ตัวระบุโทเค็นการเข้าถึงว่างเปล่า
tr_tr: Boş erişim dizgeciği tanımlayıcısı
vi_vn: Thông tin nhận dạng mã token truy cập trống

source: Method not allowed
ar_kw: الطريقة غير مسموحة
az_az: Metod icazə verilmir
cs_cz: Způsob není povolen
da_dk: Metoden er ikke tilladt
de_de: Methode ist nicht verfügbar
el_gr: Η μέθοδος δεν επιτρέπεται
es_es: Método no permitido
es_mx: Método no permitido
et_ee: Meetod pole lubatud
fi_fi: Tapa ei sallittu
fr_fr: Méthode non autorisée
hi_in: विधि की अनुमति नहीं है
hu_hu: A módszer nem támogatott
it_it: Metodo non consentito
kk_kz: Әдіс қолжетімді емес
mn_mn: Зөвшөөрөгдөөгүй арга
ms_my: Kaedah tidak dibenarkan
nb_no: Metoden er ikke tillatt
pl_pl: Metoda niedozwolona
pt_pt: Método não permitido
ro_ro: Metoda nepermisa
ru_ru: Метод не доступен
sl_sl: Metoda ni dovoljena
sv_se: Metoden är inte tillåten
th_th: วิธีการไม่ได้รับอนุญาต
tr_tr: İzin verilmeyen yöntem
tt_ru: Метод мөмкин түгел
uz_uz: Usul mavjud emas
vi_vn: Phương thức không được cho phép

source: Your country is on the forbidden list
ar_kw: بلدك في القائمة الممنوعة
az_az: Sizin ölkəniz qadağan olunmuş siyahıdadır
cs_cz: Vaše země je na seznamu zakázaných zemí
da_dk: Dit land er på den forbudte liste
de_de: Ihr Land befindet sich in der Sperrliste
el_gr: Η χώρα σας είναι στην απαγορευμένη λίστα
es_es: Tu país está en la lista de prohibidos
es_mx: Su país está en la lista de prohibidos
et_ee: Teie riik on keelatud loendis
fi_fi: Maasi on kiellettyjen listalla
fr_fr: Votre pays figure sur la liste des pays interdits
hi_in: आपका देश निषिद्ध सूची में है
hu_hu: Az országod tiltólistán van
it_it: Il tuo paese è sulla lista proibita
kk_kz: Сіздің ел тыйым салынғандар тізімінде
mn_mn: Таны улс хориотой жагсаалтад байна
ms_my: Negara anda berada dalam senarai sekatan
nb_no: Ditt land er i listen av forbudte
pl_pl: Twój kraj jest na zakazanej liście
pt_pt: O seu país está na lista de países proibidos
ro_ro: Țara ta este
ru_ru: Ваша страна в списке запрещенных
sl_sl: Vaša država je na seznamu prepovedanih
sv_se: Ditt land står med på den förbjudna listan
th_th: ประเทศของคุณอยู่ในรายชื่อต้องห้าม
tr_tr: Ülkeniz yasaklar listesinde
tt_ru: Сезнең ил тыелган исемлектә
uz_uz: Mamlakatingiz taqiqlangan ro'yxatda
vi_vn: Quốc gia của bạn nằm trong danh sách cấm

source: User profile is incomplete
ar_kw: ملف مستخدم شخصى غير مكتمل
az_az: İstifadəçi profili natamamdır
cs_cz: Uživatelský profil není kompletní
da_dk: Brugerprofilen er ufuldstændig
de_de: Das Benutzerprofil ist unvollständig
el_gr: Το προφίλ χρήστη δεν είναι πλήρες
es_es: El perfil de usuario está incompleto
es_mx: Perfil del usuario incompleto
et_ee: Kasutaja profiil on puudulik
fi_fi: Käyttäjäprofiili on vajavainen
fr_fr: Le profil de l'utilisateur est incomplet
hi_in: उपयोगकर्ता प्रोफ़ाइल अपूर्ण है
hu_hu: A felhasználó profilja nem teljes
it_it: Profilo utente non completo
ms_my: Profil pengguna tidak lengkap
pt_pt: Perfil do usuário está incompleto
th_th: โปรไฟล์ผู้ใช้ไม่สมบูรณ์
tr_tr: Kullanıcı profili tamamlanmamış
vi_vn: Hồ sơ người dùng chưa hoàn chỉnh

source: Achievement result is not list
az_az: Nailiyyət nəticəsi siyahıda deyil
cs_cz: Výsledek cíle není na seznamu
es_mx: No se encuentra el resultado del logro
hi_in: उपलब्धि परिणाम सूची में नहीं है
hu_hu: A teljesítmény eredménye nem szerepel a listán
it_it: Il risultato del conseguimento non è elencato
kk_kz: Жетістік нәтижесі тізім емес
ms_my: Keputusan pencapaian tidak disenaraikan
tt_ru: Жетістік нәтижесі тізім емес
vi_vn: Kết quả đạt được không có trong danh sách

source: Unknown route path
ar_kw: مسار طريق غير معروف
az_az: Naməlum marşrut yolu
cs_cz: Neznámá cesta
da_dk: Ukendt rutesti
de_de: Unbekannter Routenpfad
el_gr: Άγνωστη διαδρομή
es_es: Ruta de camino desconocida
es_mx: Ruta desconocida
et_ee: Teadmata marsruut
fi_fi: Tuntematon polku
fr_fr: Itinéraire inconnu
hi_in: अज्ञात मार्ग पथ
hu_hu: Ismeretlen útvonal
it_it: Percorso sconosciuto
kk_kz: Белгісіз бағыт
mn_mn: Тодорхойгүй замын чиглэл
ms_my: Laluan tidak diketahui
nb_no: Ukjent rutebane
pl_pl: Nieznana ścieżka trasy
pt_pt: Rota desconhecida
ro_ro: Calea de traseu necunoscută
ru_ru: Неизвестный маршрут
sl_sl: Neznano zaporedje povezav
sv_se: Okänd
th_th: เส้นทางที่ไม่รู้จัก
tr_tr: Bilinmeyen rota yolu
tt_ru: Билгесез юл
uz_uz: Noma'lum yo'nalish
vi_vn: Đường dẫn định tuyến không xác định

source: Too many requests
ar_kw: حدث خطأ أثناء عملية تسجيل الدخول. طلبات كثيرة جدا
az_az: Həddindən artıq sorğu
cs_cz: Příliš mnoho požadavků
da_dk: Der opstod en fejl under logonprocessen. For mange anmodninger
de_de: Anfragelimit wurde überschritten
el_gr: Υπερβολικά πολλά αιτήματα
es_es: Demasiadas peticiones
es_mx: Ha ocurrido un error durante el proceso de registro. Demasiadas solicitudes
et_ee: Sisselogimisel ilmnes viga. Liiga palju taotlusi
fi_fi: Liian monta pyyntöä
fr_fr: Trop de demandes
hi_in: बहुत सारे अनुरोध
hu_hu: Túl sok kérés
it_it: Troppe richieste
kk_kz: Жүйеге кіру кезінде қате пайда болды. Сұраныс шегінен асып кетті
ms_my: Ralat telah berlaku semasa proses log masuk. Terlalu banyak permohonan
nb_no: For mange forespørsler
pl_pl: Zbyt wiele zapytań
pt_pt: Ocorreu um erro durante o processo de login. Demasiados pedidos
ro_ro: Prea multe cereri
ru_ru: Произошла ошибка при входе в систему. Превышен лимит запросов
sl_sl: Preveč zahtev
sv_se: För många förfrågningar
th_th: มีคำขอมากเกินไป
tr_tr: Giriş yaparken hata oluştu. Çok fazla talep var
tt_ru: Системага кергәндә хата булды. Сораулар лимиты артып киткән
uz_uz: Tizimga kirishda xatolik yuz berdi. So'rovlar chegarasi oshib ketdi
vi_vn: Đã xảy ra lỗi trong quá trình đăng nhập. Quá nhiều yêu cầu

source: Too many requests to Promocodes
es_mx: Intentos para ingresar el código han sido bloqueados por %d minutos
ms_my: Percubaan untuk memasukkan kod promo disekat selama %d minit
ru_ru: Попытки ввода промокода заблокированы на %d минут
