Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Country code is empty
ar_kw: كود البلد فارغ
az_az: Ölkə kodu boşdur
cs_cz: Kód země je prázdný
da_dk: Landekoden er tom
de_de: Das Feld "Landescode" ist leer
el_gr: Ο κωδικός χώρας είναι κενός
es_es: El código del país está vacío
es_mx: Código del país está vacío
et_ee: Riigi kood on tühi
fi_fi: Maakoodi on tyhjä
fr_fr: Le code du pays est vide
hi_in: देश कोड खाली है
hu_hu: A hívószám mező üres
it_it: Il codice paese è vuoto
kk_kz: Ел коды көрсетілмеген
mn_mn: Улсын код хоосон
ms_my: Kod negara kosong
nb_no: Landkode-feltet er tomt
pl_pl: Kod kraju jest pusty
pt_pt: Código do país está vazio
ro_ro: Codul țării este gol
ru_ru: Код страны не указан
sl_sl: Koda države je prazna
sv_se: Landsnumer saknas
th_th: รหัสประเทศว่างเปล่า
tr_tr: Ülke kodu boş
tt_ru: Ил коды күрсәтелмәгән
uz_uz: Mamlakat kodi ko'rsatilmagan
vi_vn: Mã quốc gia trống

source: Country code is invalid
ar_kw: كود البلد غير صالح
az_az: Ölkə kodu yanlışdır
cs_cz: Kód země je neplatný
da_dk: Landekoden er ugyldig
el_gr: Ο κωδικός χώρας δεν είναι έγκυρος
es_es: Código del país inválido
es_mx: Código del país inválido
et_ee: Riigi kood on vale
fi_fi: Maakoodi on virheellinen
fr_fr: Le code du pays n'est pas valide
hi_in: देश का कोड अमान्य है
hu_hu: A hívószám hibás
it_it: Il codice paese non è valido
kk_kz: Ел коды жарамсыз
ms_my: Kod negara tidak sah
pl_pl: Kod kraju jest niewłaściwy
pt_pt: Código do país é inválido
ro_ro: Ne pare rău, țara nevalidă.
ru_ru: Некорректный код страны
sl_sl: Koda države je neveljavna
th_th: รหัสประเทศไม่ถูกต้อง
tr_tr: Ülke kodu geçersiz
tt_ru: Ил коды дөрес күрсәтелмәгән
uz_uz: Mamlakatning noto'g'ri kodi
vi_vn: Mã quốc gia không hợp lệ

source: Phone code is empty
ar_kw: كود الهاتف فارغ
az_az: Telefon kodu boşdur
cs_cz: Telefonní předčíslí je prázdné
da_dk: Telefonkoden er tom
de_de: Telefonnummer muss eingegeben werden
el_gr: Ο κωδικός τηλεφώνου είναι κενός
es_es: El código del teléfono está vacío
es_mx: Código de teléfono está vacío
et_ee: Telefoni kood on tühi
fi_fi: Puhelinkoodi on tyhjä
fr_fr: Le code téléphonique est vide
hi_in: फोन कोड खाली है
hu_hu: A körzetszám mező üres
it_it: Il codice telefono è vuoto
kk_kz: Телефон коды тізімде жоқ
mn_mn: Утасны код хоосон
ms_my: Kod telefon kosong
nb_no: Tom telefonkode
pl_pl: Kod telefonu jest pusty
pt_pt: Código telefônico está vazio
ro_ro: Codul de telefon este gol
ru_ru: Телефонный код не указан
sl_sl: Telefonska koda je prazna
sv_se: Telefonkod saknas
th_th: รหัสโทรศัพท์ว่างเปล่า
tr_tr: Telefon kodu boş
tt_ru: Телефон коды күрсәтелмәгән
uz_uz: Telefon kodi ko'rsatilmagan
vi_vn: Mã điện thoại trống

source: Phone number field is empty
ar_kw: خانة رقم الهاتف فارغة
az_az: Telefon nömrəsi sahəsi boşdur
cs_cz: Pole pro telefonní číslo je prázdné
da_dk: Feltet Telefonnummer er tomt
de_de: Das Feld "Telefonnummer" ist leer
el_gr: Το πεδίο αριθμού τηλεφώνου είναι κενό
es_es: El campo del número de teléfono está vacío
es_mx: Campo de número de teléfono está vacío
et_ee: Telefoninumbri väli on tühi
fi_fi: Puhelinnumerokenttä on tyhjä
fr_fr: Le champ du numéro de téléphone est vide
hi_in: फ़ोन नंबर फ़ील्ड खाली है
hu_hu: A telefonszám mező üres
it_it: Il campo del numero di telefono è vuoto
kk_kz: Телефон тізімде жоқ
mn_mn: Утасны дугаарын цонх хоосон
ms_my: Ruangan nombor telefon kosong
nb_no: Felt for telefonnummer er tomt
pl_pl: Pole numeru telefonu jest puste
pt_pt: Campo “número telefônico” está vazio
ro_ro: Câmpul cu numărul de telefon este gol
ru_ru: Телефон не указан
sl_sl: Polje s telefonsko številko je prazno
sv_se: Telefonnummer saknas
th_th: ฟิลด์หมายเลขโทรศัพท์ว่างเปล่า
tr_tr: Telefon numarası alanı boş
tt_ru: Телефон күрсәтелмәгән
uz_uz: Telefon ko'rsatilmagan
vi_vn: Trường số điện thoại trống

source: Phone number invalid format
ar_kw: تنسيق رقم الهاتف غير صالح
az_az: Telefon nömrəsi yanlış format
cs_cz: Telefonní číslo je v neplatném formátu
da_dk: Ugyldigt format for telefonnummer
de_de: Ungültiges Format der Telefonnummer
el_gr: Μη έγκυρη μορφή αριθμού τηλεφώνου
es_es: Formato inválido del número de teléfono
es_mx: Formato de número de teléfono inválido
et_ee: Telefoninumbri vorming on vale
fi_fi: Puhelinnumero on virheellisessä muodossa
fr_fr: Numéro de téléphone format non valide
hi_in: फ़ोन नंबर प्रारूप अमान्य
hu_hu: A telefonszám formátuma hibás
it_it: Formato del numero di telefono non valido
kk_kz: Телефон нөмірі пішімі жарамсыз
mn_mn: Утасны дугаарын формат буруу
ms_my: Format nombor telefon tidak sah
nb_no: Telefonnummer har ugyldig format
pl_pl: Niewłaściwy format numeru telefonu
pt_pt: Formato do número telefônico inválido
ro_ro: Numărul de telefon format nevalid
ru_ru: Неверный формат телефонного номера
sl_sl: Neveljavna oblika telefonske številke
sv_se: Ogiltigt telefonnummerformat
th_th: รูปแบบหมายเลขโทรศัพท์ไม่ถูกต้อง
tr_tr: Geçersiz telefon numarası formatı
tt_ru: Телефон номеры форматы ялгыш
uz_uz: Telefon raqamining noto'g'ri formati
vi_vn: Định dạng số điện thoại không hợp lệ

source: Validation code is empty
es_mx: Código de validación está vacío
kk_kz: Код көрсетілмеген
ms_my: Kod pengesahan kosong
ru_ru: Код не указан
tt_ru: Код күрсәтелмәгән
uz_uz: Kod aniqlanmagan

source: Password must not be equal to login
ms_my: Kata laluan tidak boleh sama dengan log masuk

source: Wrong IBAN number
ar_kw: رقم آيبان خاطئ
az_az: Yanlış IBAN nömrəsi
cs_cz: Nesprávné číslo IBAN
el_gr: Εσφαλμένος αριθμός IBAN
es_mx: Número de IBAN incorrecto
fr_fr: Numéro IBAN erroné
hi_in: गलत आईबीएएन नंबर
hu_hu: Helytelen IBAN szám
it_it: Numero IBAN errato
kk_kz: IBAN нөмірі жарамсыз
ms_my: Nombor IBAN salah
ru_ru: Неверный номер IBAN
tt_ru: IBAN номеры ялгыш
uz_uz: Noto'g'ri IBAN raqami
vi_vn: Số IBAN không chính xác

source: Wrong SWIFT number
ar_kw: رقم SWIFT خاطئ
az_az: Yanlış SWIFT nömrəsi
cs_cz: Nesprávné číslo SWIFT
el_gr: Εσφαλμένος αριθμός SWIFT
es_mx: Número de SWIFT incorrecto
fr_fr: Numéro SWIFT erroné
hi_in: गलत स्विफ्ट नंबर
hu_hu: Helytelen SWIFT szám
it_it: Numero SWIFT errato
kk_kz: SWIFT нөмірі жарамсыз
ms_my: Nombor SWIFT salah
ru_ru: Неверный номер SWIFT
tt_ru: SWIFT номеры ялгыш
uz_uz: Noto'g'ri SWIFT raqami
vi_vn: Số SWIFT không chính xác

source: ID Number is not unique
ar_kw: رقم الهوية ليس فريدًا
az_az: ID nömrəsi unikal deyil
cs_cz: Číslo ID není unikátní
da_dk: ID-nummer er ikke entydigt
el_gr: Ο αριθμός αναγνωριστικού δεν είναι μοναδικός
es_es: El número de ID no es único
es_mx: Número de identificación no es único
et_ee: ID-number pole unikaalne
fi_fi: Henkilötunnus ei ole yksilöllinen
fr_fr: Le numéro d'identification n'est pas unique
hi_in: आईडी नंबर अद्वितीय नहीं है
hu_hu: Az azonosítószám már létezik
it_it: Il numero ID non è unico
ms_my: Nombor ID tidak unik
pl_pl: Numer ID nie jest unikalny
pt_pt: Número de identificação não é único
ro_ro: Numărul de identificare nu este unic
sl_sl: Številka ID ni edinstvena
th_th: หมายเลข ID ซ้ำ
tr_tr: Girdiğiniz kimlik numaras zaten kullanımda
vi_vn: Số ID không phải là duy nhất

source: Password field is empty
ar_kw: كلمة المرور فارغة
az_az: Parol sahəsi boşdur
cs_cz: Pole pro heslo je prázdné
da_dk: Adgangskoden er tom
de_de: Das Feld "Passwort" ist leer
el_gr: Το πεδίο κωδικού πρόσβασης είναι κενό
es_es: La contraseña esta vacia
es_mx: Campo de contraseña está vacío
et_ee: Parool on tühi
fi_fi: Salasana on tyhjä
fr_fr: Le champ du mot de passe est vide
hi_in: पासवर्ड फ़ील्ड खाली है
hu_hu: A jelszó mező üres
it_it: Il campo password è vuoto
kk_kz: құпиясөз өрісі бос
mn_mn: Нууц үгийн цонх хоосон
ms_my: Ruangan kata laluan kosong
nb_no: Passord-feltet er tomt
pl_pl: Pole hasła jest puste
pt_pt: Senha vazia
ro_ro: Câmpul parolă este gol
ru_ru: Поле "пароль" не заполнено
sl_sl: Polje za geslo je prazno
sv_se: Lösenord saknas
th_th: ฟิลด์รหัสผ่านว่างเปล่า
tr_tr: Şifre alanı boş
tt_ru: серсүзе кыры тутырылмаган
uz_uz: Maydon "parol" to'ldirilmagan
vi_vn: Trường mật khẩu trống

source: New password field is empty
ar_kw: خانة كلمة المرور الجديدة فارغة
az_az: Yeni parol sahəsi boşdur
cs_cz: Pole pro nové heslo je prázdné
da_dk: Nyt adgangskodefelt er tomt
el_gr: Το πεδίου νέου κωδικού πρόσβασης είναι κενό
es_es: Nuevo campo de contraseña no válido
es_mx: Campo de nueva contraseña está vacío
et_ee: Uue parooli väli on tühi
fi_fi: Uuden salasanan kenttä on tyhjä
fr_fr: Le champ du nouveau mot de passe est vide
hi_in: नया पासवर्ड फ़ील्ड खाली है
hu_hu: Az új jelszó mező üres
it_it: Il campo della nuova password è vuoto
kk_kz: жаңа құпиясөз өрісі бос
ms_my: Ruangan kata laluan baharu kosong
pt_pt: Campo “senha nova” está vazio
ro_ro: Noul câmp de parolă este gol
ru_ru: Поле "новый пароль" не заполнено
sl_sl: Polje za novo geslo je prazno
th_th: ฟิลด์รหัสผ่านใหม่ว่างเปล่า
tr_tr: Yeni şifre alanı boş
tt_ru: яңа серсүзе кыры тутырылмаган
uz_uz: Maydon "yangi parol" to'ldirilmagan
vi_vn: Trường mật khẩu mới trống

source: New password must be at least 6 characters long
ar_kw: يجب أن تتكون كلمة المرور الجديدة من 6 أحرف على الأقل
az_az: Yeni parol ən azı 6 simvol uzunluğunda olmalıdır
cs_cz: Nové heslo musí mít alespoň 6 znaků
da_dk: Ny adgangskode skal være på mindst 6 tegn
el_gr: Ο νέος κωδικός πρόσβασης πρέπει να έχει μήκος τουλάχιστον 6 χαρακτήρες
es_es: La nueva contraseña debe tener al menos 6 caracteres de largo
es_mx: Nueva contraseña debe tener por lo menos 6 carácteres de largo
et_ee: Uus parool peab olema vähemalt 6 tähemärki
fi_fi: Uuden salasana tulee olla vähintään 6 merkin pituinen
fr_fr: Le nouveau mot de passe doit comporter au moins 6 caractères
hi_in: नया पासवर्ड कम से कम 6 वर्ण लंबा होना चाहिए
hu_hu: Az új jelszónak legalább 6 karakter hosszúnak kell lennie
it_it: La nuova password deve essere lunga almeno 6 caratteri
kk_kz: Құпиясөз кемінде 6 таңбадан тұруы керек
ms_my: Panjang kata laluan baharu mestilah sekurang-kurangnya 6 aksara
pt_pt: Nova senha precisa ter pelo menos seis caracteres
ro_ro: Parola nouă trebuie să aibă cel puțin 6 caractere
ru_ru: Пароль должен быть не менее 6 символов
sl_sl: Novo geslo mora imeti vsaj 6 znakov
th_th: รหัสผ่านใหม่ต้องมีความยาวอย่างน้อย 6 อักขระ
tr_tr: Yeni şifre en az 6 karakter uzunluğunda olmalı
tt_ru: Серсүзе 6 символдан ким булмаска тиеш
uz_uz: Parol kamida 6 belgi bo'lishi kerak
vi_vn: Mật khẩu mới phải chứa ít nhất 6 kí tự

source: New password strength is weak
ar_kw: كلمة المرور الجديدة ضعيفة
az_az: Yeni parolun gücü zəifdir
cs_cz: Nové heslo není příliš silné
da_dk: Ny adgangskodestyrke er svag
el_gr: Η ισχύς του νέου κωδικού πρόσβασης είναι χαμηλή
es_es: La fuerza de la nueva contraseña es débil
es_mx: Seguridad de nueva contraseña es muy débil
et_ee: Uus parool on nõrk
fi_fi: Uuden salasanan vahvuus on heikko
fr_fr: La sécurité du nouveau mot de passe est faible
hi_in: नई पासवर्ड की शक्ति कमजोर है
hu_hu: Az új jelszó túl gyenge
it_it: La sicurezza della password nuova è debole
kk_kz: Құпиясөз жеткілікті күшті емес
ms_my: Kekuatan kata laluan baharu lemah
pt_pt: Nova senha é fraca
ro_ro: Puterea noii parole este slabă
ru_ru: Пароль недостаточно надёжен
sl_sl: Novo geslo je šibko
th_th: ความแข็งแกร่งของรหัสผ่านใหม่มีความอ่อนแอ
tr_tr: Yeni şifreniz zayıf oldu
tt_ru: Серсүзе ышанычлы түгел
uz_uz: Parol ishonchli emas
vi_vn: Mật khẩu mới yếu

source: Password strength is weak
ar_kw: كلمة المرور ضعيفة
az_az: Parolun gücü zəifdir
cs_cz: Heslo je slabé
da_dk: Adgangskodestyrken er svag
de_de: Die Passwortstärke ist schwach
el_gr: Η ισχύς του κωδικού πρόσβασης είναι χαμηλή
es_es: La fortaleza de la contraseña es débil
es_mx: Seguridad de contraseña es débil
et_ee: Parool on nõrk
fi_fi: Salasanan vahvuus on heikko
fr_fr: La force du mot de passe est faible
hi_in: पासवर्ड की शक्ति कमजोर है
hu_hu: A jelszó túl gyenge
it_it: La sicurezza della password è debole
kk_kz: Құпиясөз жеткілікті күшті емес
ms_my: Kekuatan kata laluan lemah
pl_pl: Pole powtórzenia hasła jest puste
pt_pt: Senha fraca
ro_ro: Parola actuală
ru_ru: Пароль недостаточно надёжен
sl_sl: Geslo je šibko
th_th: ความแข็งแกร่งของรหัสผ่านมีความอ่อนแอ
tr_tr: Zayıf şifre girildi
tt_ru: Серсүзе ышанычлы түгел
uz_uz: Parol ishonchli emas
vi_vn: Mật khẩu yếu

source: An account with such personal details already exists
es_mx: Ya existe una cuenta con estos datos personales
kk_kz: Мұндай жеке деректері бар аккаунт бұрыннан бар
ms_my: Akaun dengan butiran peribadi sedemikian sudah wujud
ru_ru: Аккаунт с такими личными данными уже существует
tt_ru: Мондый шәхси мәгълүматлар белән акаунт инде бар
uz_uz: Bunday shaxsiy ma'lumotlar bilan hisob allaqachon mavjud

source: Login is already registered
ar_kw: تسجيل الدخول مسجل بالفعل
az_az: Giriş artıq qeydiyyatdan keçib
cs_cz: Přihlašovací jméno je již registrované
da_dk: Login er allerede registreret
de_de: Login ist bereits registriert
el_gr: Τα στοιχεία σύνδεσης χρησιμοποιούνται ήδη
es_es: El inicio de sesión ya está registrado
es_mx: Inicio de sesión ya registrado
et_ee: Kasutajatunnus on juba registreeritud
fi_fi: Sisäänkirjautuminen on jo rekisteröity
fr_fr: L'identifiant de connexion est déjà enregistré
hi_in: लॉग इन पहले से पंजीकृत है
hu_hu: Már regisztrált bejelentkezés
it_it: Il login è già registrato
kk_kz: Мұндай логин тіркелген
mn_mn: Нэвтрэх нь аль хэдийн бүртгэгдсэн байна
ms_my: Log masuk sudah didaftarkan
pl_pl: Login jest już zarejestrowany
pt_pt: Login já registrado
ro_ro: Autentificarea este deja înregistrată
ru_ru: Логин уже зарегистрирован
sl_sl: Uporabniško ime je že registrirano
sv_se: Logga in har redan registrerats
th_th: ล็อกอินได้ถูกลงทะเบียนแล้ว
tr_tr: Giriş adı zaten kayıtlı
tt_ru: Логин инде теркәлгән
uz_uz: Kirish allaqachon ro'yxatdan o'tgan
vi_vn: Thông tin đăng nhập đã được đăng ký

source: Email is already registered
ar_kw: البريد الإلكترونى مسجل بالفعل
az_az: E-poçt artıq qeydiyyatdan keçib
cs_cz: E-mail je již registrován
da_dk: E-mail er allerede registreret
de_de: E-Mail ist bereits registriert
el_gr: Το email έχει ήδη καταχωρηθεί
es_es: El correo electrónico ya está registrado
es_mx: Correo electrónico ya registrado
et_ee: E-mail on juba registreeritud
fi_fi: Sähköposti on jo rekisteröity
fr_fr: L'adresse électronique est déjà enregistrée
hi_in: ईमेल पहले से ही पंजीकृत है
hu_hu: Már regisztrált e-mail cím
it_it: L'e-mail è già registrata
kk_kz: Мұндай электрондық пошта тіркелген
ms_my: E-mel sudah didaftarkan
pl_pl: Email jest już zarejestrowany
pt_pt: E-mail já registrado
ro_ro: E-mail-ul este deja inregistrat
ru_ru: Email уже зарегистрирован
sl_sl: E-pošta je že registrirana
sv_se: E-post har redan registrerats
th_th: อีเมลได้ถูกลงทะเบียนแล้ว
tr_tr: E-posta zaten kayıtlı
tt_ru: Email инде теркәлгән
uz_uz: Elektron pochta allaqachon ro'yxatdan o'tgan
vi_vn: Email đã được đăng ký

source: firstName
es_mx: nombre
ms_my: nama
ru_ru: имя

source: lastName
es_mx: apellido
ms_my: nama akhir
ru_ru: фамилия

source: city
es_mx: ciudad
ms_my: bandar
ru_ru: город

source: address
es_mx: dirección
ms_my: alamat
ru_ru: адрес

source: dateOfBirth
es_mx: fecha de nacimiento
ms_my: tarikh lahir
ru_ru: дата рождения

source: countryCode
es_mx: país
ms_my: negara
ru_ru: страна

source: stateCode
es_mx: estado
ms_my: negeri
ru_ru: штат

source: Nickname already exist
es_mx: Este apodo ya está en uso
ms_my: Nama samaran telah digunakan
ru_ru: Этот никнейм уже используется

source: Chat user not found
es_mx: Información del apodo no ha sido encontrada
ms_my: Data nama samara tidak dijumpai
ru_ru: Данные о никнейме не найдены

source: User nickname contains invalid symbols
es_mx: Apodo del usuario contiene símbolos inválidos: &,',",@,/,:,<,>,\n,\t,\r, ,!,?,.,,
ms_my: Nama samaran pengguna mengandungi simbol yang tidak sah: &,',",@,/,:,<,>,\n,\t,\r, ,!,?,.,,
ru_ru: Никнейм пользователя содержит недопустимые символы: &,',",@,/,:,<,>,\n,\t,\r, ,!,?,.,,

source: User nickname creation error
es_mx: Error en la creación del apodo del usuario
ms_my: Ralat penciptaan nama samaran pengguna
ru_ru: Ошибка создания никнейма пользователя

source: User nickname updating error
es_mx: Error en la actualización del apodo del usuario
ms_my: Ralat pengemaskinian nama samaran pengguna
ru_ru: Ошибка обновления никнейма пользователя

source: Response-hash does not match the request or is missing
es_mx: Hash de respuesta no coincide con la solicitud o falta
ms_my: Hash respons tidak sepadan dengan permintaan atau tidak diberikan

source: One or more required agreements are not selected
es_mx: Uno o más de los acuerdos requeridos no están seleccionados
ms_my: Satu perjanjian atau lebih yang diperlukan tidak dipilih
ru_ru: Одно или несколько требуемых соглашений не выбраны

source: User currency could not be changed
es_mx: Moneda del usuario no pudo ser cambiada
ms_my: Mata wang pengguna tidak boleh diubah
ru_ru: Нельзя изменить валюту игрока

source: Invalid country state
es_mx: Estado del país inválido
ms_my: Negeri negara tidak sah
ru_ru: Некорректный код штата

source: State code is empty
es_mx: Código del estado vacío
ms_my: Kod negeri kosong
ru_ru: Код шатата/региона не указан

source: No states allowed
es_mx: Sin estados permitidos
ms_my: Tiada negeri dibenarkan
ru_ru: Нет доступных штатов

source: Too many requests to api/v1/supportEmail
es_mx: Error al enviar el formulario. Demasiadas solicitudes
ms_my: Ralat menghantar boring. Terlalu banyak permintaan
ru_ru: Ошибка отправки формы. Превышен лимит запросов.

source: Date of birth must not be earlier than 1900-01-01 and user must be at least 18 years old
es_mx: Fecha de nacimiento no debe ser antes del 1900-01-01 y el usuario debe tener por lo menos 18 años de edad
ms_my: Tarikh lahir mestilah selepas 1900-01-01 dan pengguna mestilah berumur sekurang-kurangnya 18 tahun
ru_ru: Дата рождения должна быть не ранее 1900-01-01 и игроку должно быть не менее 18 лет

source: Date of birth must not be earlier than 1900-01-01
es_mx: Fecha de nacimiento no debe ser antes del 1900-01-01
ms_my: Tarikh lahir tidak boleh lebih awal daripada 1900-01-01
ru_ru: Дата рождения должна быть не ранее 1900-01-01

source: Item temporarily unavailable
es_mx: Artículo temporalmente no disponible
ms_my: Item tidak tersedia buat sementara waktu
ru_ru: Товар временно недоступен

source: Limits can be increased no more than once every 7 days. Try again at the earliest X
es_mx: Límites pueden aumentar no más de una vez cada 7 días. Vuelva a intentarlo lo antes posible %s
fr_fr: Les limites ne peuvent être augmentées qu'une fois tous les 7 jours. Réessayer au plus tôt le %s
kk_kz: Лимиттерді аптасына бір реттен артық өзгертуге болмайды. ден ертерек қайталап көріңіз
ms_my: Had boleh ditingkatkan tidak lebih daripada sekali setiap 7 hari. Cuba lagi pada %s terawal
ru_ru: Лимиты не могут быть изменены чаще, чем раз в неделю. Попробуйте снова не ранее %s
tt_ru: Лимитлар атнага бер тапкырдан да ешрак үзгәрә алмый. Тагын бер тапкыр эшләп карагыз, ләкин иртәрәк түгел
uz_uz: Cheklovlar haftasiga bir martadan tez-tez o'zgartirib bo'lmaydi. %s keyin harakat qilib ko'ring

source: The user has already been confirmed. Log in to the site.
es_mx: El usuario ya ha sido confirmado. Inicie sesión en el sitio.
ms_my: Pengguna telah disahkan. Log masuk ke laman ini.
ru_ru: Пользователь уже подтвержден. Авторизуйтесь на сайте.

source: Gift
es_mx: Regalo
ms_my: Hadiah
ru_ru: Подарок

source: Transaction error
es_mx: Error de transacción
ms_my: Ralat transaksi
ru_ru: Ошибка транзакции

source: Empty or wrong type field
es_mx: Tipo de campo vacío o incorrecto
ms_my: Ruangan jenis kosong atau salah
ru_ru: Пустое или неверное поле type

source: Empty amount field
es_mx: Campo de cantidad vacío
ms_my: Ruangan amaun kosong
ru_ru: Пустое поле amount

source: Empty email
es_mx: Correo electrónico vacío
ms_my: E-mel kosong
ru_ru: Email не заполнен

source: Please, check the field "Recipient e-mail"
es_mx: Por favor, revise el campo "Recipient e-mail"
ms_my: Sila semak ruangan "E-mel penerima"
ru_ru: Проверьте правильность написания почты получателя

source: To send a gift kindly confirm your e-mail
es_mx: Por favor confirme su correo electrónico para enviar un regalo
ms_my: Untuk menghantar hadiah, sila sahkan e-mel anda
ru_ru: Для отправления подарка подтвердите почту

source: To send a gift kindly confirm your phone number
es_mx: Por favor confirme su número de teléfono para enviar un regalo
ms_my: Untuk menghantar hadiah, sila sahkan nombor telefon anda
ru_ru: Для отправления подарка подтвердите телефон

source: To send a gift, the recipient's e-mail must be confirmed
es_mx: Para enviar un regalo, el destinatario del correo electrónico debe confirmarse
ms_my: Untuk menghantar hadiah, e-mel penerima perlu disahkan
ru_ru: Для отправления подарка почта получателя должна быть подтверждена

source: Message sent, confirmation code will be available for %d seconds
es_mx: Mensaje enviado, código de confirmación estará disponible por %d segundos
ms_my: Mesej dihantar, kod pengesahan akan tersedia untuk %d saat
ru_ru: Сообщение отправлено, код подтверждения будет доступен в течение %d секунд

source: You cannot send a gift to yourself
es_mx: No puede enviarse un regalo así mismo
ms_my: Anda tidak boleh menghantar hadiah kepada diri sendiri
ru_ru: Нельзя отправить подарок самому себе

source: Gift sent
es_mx: Regalo ha sido enviado
ms_my: Hadiah telah dihantar
ru_ru: Подарок отправлен

source: Failed to send confirmation code
es_mx: Fallo al enviar el código de confirmación
ms_my: Gagal untuk menghantar kod pengesahan
ru_ru: Не удалось отправить код подтверждения

source: Wrong BonusEventAmount of item
es_mx: Error de evento del artículo de bono
ms_my: Ralat acara bonus item
ru_ru: Ошибка события бонуса у товара
