Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: User's profile (personal data) wasn't filled
ar_kw: لم يتم ملء الملف الشخصي للمستخدم (البيانات الشخصية)
az_az: İstifadəçinin profili (şəxsi məlumatlar) doldurulmadı
cs_cz: Nebyl vyplněn uživatelský profil (osobní údaje)
da_dk: Brugerens profil (personlige data) blev ikke udfyldt
de_de: Benutzerprofil (persönliche Daten) wurde nicht ausgefüllt
el_gr: Το προφίλ του χρήστη (προσωπικά δεδομένα) δεν έχουν συμπληρωθεί
es_es: Los datos personales del perfil de usuario no han sido introducidos
es_mx: Perfil del usuario (información personal) no ha sido completado
et_ee: Kasutaja profiili (isikuandmeid) ei täidetud
fi_fi: Käyttäjän profiilia (henkilötietoja) ei oltu täytetty
fr_fr: Le profil de l'utilisateur (données personnelles) n'a pas été rempli
hi_in: उपयोगकर्ता का प्रोफ़ाइल (व्यक्तिगत डेटा) भरा नहीं था
hu_hu: A felhasználói profil (személyes adatok) nincs kitöltve
it_it: Il profilo dell'utente (dati personali) non è stato compilato
kk_kz: Пайдаланушы профилі толтырылмаған (жеке деректер)
ms_my: Profil pengguna (data peribadi) belum diisi
pt_pt: Perfil de usuário (dados pessoais) não foi preenchido
ru_ru: Не заполнен профиль пользователя (личные данные)
th_th: ไม่ได้กรอกโปรไฟล์ของผู้ใช้ (ข้อมูลส่วนบุคคล)
tr_tr: Kullanıcı profili (kişisel veriler) doldurulmadı
tt_ru: Кулланучының профиле тутырылмаган (шәхси мәгълүматлар)
uz_uz: Foydalanuvchi profili to'ldirilmagan (shaxsiy ma'lumotlar)
vi_vn: Chưa điền hồ sơ người dùng (dữ liệu cá nhân)

source: Need verification
ar_kw: بحاجة إلى التحقق
az_az: Doğrulama lazımdır
cs_cz: Nutné ověření
da_dk: Har brug for bekræftelse
de_de: Benötigen Sie eine Bestätigung
el_gr: Απαιτείται επαλήθευση
es_es: Verificación necesaria
es_mx: Se requiere verificación
et_ee: Vaja kinnitust
fi_fi: Varmistus
fr_fr: Besoin de vérification
hi_in: सत्यापन की आवश्यकता है
hu_hu: Megerősítés szükséges
it_it: Nessita di verifica
kk_kz: Растау қажет
ms_my: Pengesahan diperlukan
pt_pt: Há necessidade de verificação
ru_ru: Нужна верификация
th_th: ต้องการการยืนยัน
tr_tr: Doğrulama gerek
tt_ru: Верификация кирәк
uz_uz: Tekshirish kerak
vi_vn: Cần xác minh

source: Need additional verification
ar_kw: بحاجة إلى تحقق إضافي
az_az: Əlavə yoxlama lazımdır
cs_cz: Nutné dodatečné ověření
da_dk: Har brug for yderligere bekræftelse
de_de: Benötigen Sie zusätzliche Überprüfung
el_gr: Απαιτείται πρόσθετη επαλήθευση
es_es: Verificación necesaria adicional
es_mx: Verificación adicional requerida
et_ee: Vaja täiendavat kinnitust
fi_fi: Tarvitaan lisävahvistus
fr_fr: Besoin de vérifications supplémentaires
hi_in: अतिरिक्त सत्यापन की आवश्यकता है
hu_hu: Újabb megerősítés szükséges
it_it: Nessita di verifica aggiuntiva
kk_kz: Қосымша растау қажет
ms_my: Pengesahan tambahan diperlukan
pt_pt: Há necessidade de verificação adicional
ru_ru: Нужна дополнительная верификация
th_th: ต้องการการยืนยันเพิ่มเติม
tr_tr: Ek doğrulama gerek
tt_ru: Өстәмә верификация кирәк
uz_uz: Qo'shimcha tekshirish kerak
vi_vn: Cần xác minh bổ sung

source: Code accepted, the device has been added
es_mx: El código ha sido aceptado, el dispositivo ha sido aceptado
ms_my: Kod diterima, peranti telah ditambahkan
uz_uz: Kod qabul qilinadi, qurilma qo'shiladi

source: Email sent, recovery link will be available for 30 minutes
ar_kw: تم إرسال البريد الإلكتروني, سيكون رابط الإسترداد متاحًا لمدة 30 دقيقة
az_az: E-poçt göndərildi, bərpa linki 30 dəqiqə ərzində əlçatan olacaq
cs_cz: E-mail odeslán, odkaz pro obnovení bude dostupný 30 minut
da_dk: E-mail sendt, opsving link vil være tilgængelig i 30 minutter
de_de: Es wurde eine E-Mail mit dem Wiederherstellungslink, der 30 Minuten aktiv ist, an Sie gesendet
el_gr: Το email εστάλη. Ο σύνδεσμος ανάκτησης θα είναι διαθέσιμος για 30 λεπτά
es_es: Correo electrónico enviado, enlace de recuperación estará disponible durante 30 minutos
es_mx: Un correo electrónico ha sido enviado, enlace de recuperación estará disponible por 30 minutos
et_ee: E-kiri on saadetud, taastamise link on aktiivne 30 minutit
fi_fi: Sähköpostiviesti lähetetty, palautuslinkki on käytettävissä 30 minuutin ajan
fr_fr: Email envoyé, le lien de récupération sera disponible pendant 30 minutes
hi_in: ईमेल भेजा गया, रिकवरी लिंक 30 मिनट के लिए उपलब्ध होगा
hu_hu: Az e-mail elküldve, a helyreállító link 30 percig lesz elérhető
it_it: Email inviata, il link di recupero sarà disponibile per 30 minuti
kk_kz: Хат жіберілді, қалпына келтіру сілтемесі 30 минут ішінде қолжетімді
mn_mn: Э-мэйл илгээгдлээ, сэргээх холбоос 30 минутын хугацаанд хүчинтэй
ms_my: E-mel dihantar, pautan pemulihan akan tersedia selama 30 minit
nb_no: E-post sendt, gjenopprettingslenken er tilgjengelig i 30 minutter
pl_pl: Email wysłany, link odzyskiwania będzie dostępny przez 30 minut
pt_pt: E-mail enviado, o link para a recuperação estará disponível por 30 minutos
ro_ro: Trimiterea prin e-mail, link-ul de recuperare va fi disponibilă timp de 30 de minute
ru_ru: Письмо отправлено, ссылка восстановления доступна 30 минут
sl_sl: E-pošta poslana, povezava za obnovitev bo na voljo 30 minut
sv_se: Mejl skickat, återhämtningslänken är aktiv i 30 minuter
th_th: อีเมลถูกส่งแล้ว ลิงก์การกู้คืนจะใช้งานได้ 30 นาที
tr_tr: E-posta gönderildi, kurtarma bağlantısı 30 dakika boyunca kullanılabilir olacak
tt_ru: Хат җибәрелгән, кире кайтуга сылтама 30 минут.
uz_uz: Xat yuborilgan, tiklash havolasi 30 daqiqa mavjud
vi_vn: Đã gửi email, liên kết khôi phục sẽ khả dụng trong 30 phút

source: Password repeat is empty
ar_kw: تكرار كلمة المرور فارغ
az_az: Parolun təkrarı boşdur
cs_cz: Pole pro opakování hesla je prázdné
da_dk: Gentagelse af adgangskode er tom
de_de: Das Feld "Neues Passwort wiederholen" muss ausgefüllt werden
el_gr: Το πεδίο επανάληψης του κωδικού πρόσβασης είναι κενό
es_es: La repetición de la contraseña está vacía
es_mx: El campo de repetición de contraseña está vacío
et_ee: Uuesti sisestatud parool on tühi
fi_fi: Salasanan toisto on tyhjä
fr_fr: La répétition du mot de passe est vide
hi_in: पासवर्ड दोहराना खाली है
hu_hu: A jelszó megismétlése mező üres
it_it: Ripetere la password è vuoto
kk_kz: Жаңа құпиясөзді қайталау өрісі бос
mn_mn: Нууц үг давталт хоосон
ms_my: Ruangan kata laluan ulangan kosong
nb_no: Gjenta nytt passord er tomt
pl_pl: Pole powtórzenia hasła jest puste
pt_pt: Senha repetida está vazia
ro_ro: Repetarea parolei este goală
ru_ru: Поле "повторите новый пароль" не заполнено
sl_sl: Ponovitev gesla je prazna
sv_se: Du måste upprepa det nya lösenordet
th_th: รหัสผ่านซ้ำว่างเปล่า
tr_tr: Şifre tekrarı boş
tt_ru: яңа серсүзне кабатлагыз кыры тулмаган
uz_uz: Maydon "yangi parolni takrorlang" to'ldirilmagan
vi_vn: Mật khẩu nhập lại trống

source: Password must be at least 5 characters long
ms_my: Panjang kata laluan mestilah sekurang-kurangnya 5 aksara

source: New password may contain only latin letters, numbers and special symbols
ar_kw: قد تحتوي كلمة المرور الجديدة على أحرف لاتينية وأرقام ورموز خاصة
az_az: Yeni parol yalnız latın hərfləri, rəqəmlər və xüsusi simvollardan ibarət ola bilər
cs_cz: Nové heslo musí obsahovat pouze latinské písmena, číslice a speciální symboly
da_dk: Ny adgangskode må kun indeholde latinske bogstaver, tal og specielle symboler
de_de: Neues Passwort kann nur lateinische Buchstaben, Ziffern und Sonderzeichen enthalten
el_gr: Ο νέος κωδικός πρόσβασης μπορεί να περιέχει μόνο λατινικά γράμματα, αριθμούς και ειδικά σύμβολα
es_es: La nueva contraseña puede contener solo letras latinas, números y símbolos especiales
es_mx: Nueva contraseña debe contener solo letras, números y símbolos especiales
et_ee: Uus parool võib sisaldada ainult ladina tähti, numbreid ja spetsiaalseid sümboleid
fi_fi: Uusi salasana voi sisältää vain latinalaisia kirjaimia, numeroita ja erikoismerkkejä
fr_fr: Le nouveau mot de passe ne peut contenir que des lettres latines, des chiffres et des symboles spéciaux
hi_in: नए पासवर्ड में केवल लैटिन अक्षर, संख्या और विशेष चिह्न हो सकते हैं
hu_hu: Az új jelszó csak latin betűket, számokat és speciális karaktereket tartalmazhat
it_it: La nuova password può contenere solo lettere latine, numeri e simboli speciali
kk_kz: Жаңа құпиясөзде тек латын әріптері, сандар және тыныс белгілері болуы мүмкін.
mn_mn: Шинэ нууц үг нь зөвхөн латин үсэг, тоо болон онцгой тэмдэгт агуулсан байх ёстой
ms_my: Kata laluan baharu perlu mengandungi huruf rumi, nombor dan simbol khas sahaja
nb_no: Nytt passord kan kun inneholde latinske bokstaver, tall og spesialsymboler
pl_pl: Nowe hasło może zawierać wyłącznie litery łacińskie, liczby oraz symbole specjalne
pt_pt: A nova senha pode conter apenas letras latinas, números e símbolos
ro_ro: Parola nouă poate conține doar litere latine, numere și simboluri speciale
ru_ru: Новый пароль может содержать только буквы латинского алфавита, цифры и знаки пунктуации
sl_sl: Novo geslo lahko vsebuje samo latinične črke, številke in posebne simbole
sv_se: Det nya lösenordet får innehålla endast latinska bokstäver, siffror och specialtecken
th_th: รหัสผ่านใหม่ต้องประกอบด้วยตัวอักษรละติน ตัวเลข และสัญลักษณ์พิเศษเท่านั้น
tr_tr: Yeni şifre yalnızca latin harfleri, rakam ve özel semboller içerebilir
tt_ru: Яңа серсүз латин алфавиты хәрефләре, саннар һәм пунктуация билгеләреннән генә булырга мөмкин
uz_uz: Yangi parol faqat lotin alifbosidagi harflar, raqamlar va tinish belgilarini o'z ichiga olishi mumkin
vi_vn: Mật khẩu mới chỉ có thể chứa các chữ cái la-tinh, số và các ký hiệu đặc biệt

source: Password must contain latin letters in upper and lower case, numbers and special symbols
ar_kw: يجب أن تحتوي كلمة المرور على أحرف لاتينية بأحرف كبيرة وصغيرة وأرقام ورموز خاصة
az_az: Parolda böyük və kiçik latın hərfləri, rəqəmlər və xüsusi simvollar olmalıdır
cs_cz: Nové heslo musí obsahovat malé a velké latinské písmena, číslice a speciální symboly
da_dk: Adgangskoden skal indeholde latinske bogstaver med store og små bogstaver, tal og specielle symboler
de_de: Das Passwort muss lateinische Buchstaben (Groß- und Kleinschreibung) und Sonderzeichen enthalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει λατινικά γράμματα με κεφαλαία και πεζά, αριθμούς και ειδικά σύμβολα
es_es: La contraseña debe contener letras latinas en mayúsculas y minúsculas, números y símbolos especiales
es_mx: Contraseña debe contener letras en mayúsculas y minúsculas, números y símbolos especiales
et_ee: Parool peab sisaldama ladina tähti suurtähtedega, numbreid ja spetsiaalseid sümboleid
fi_fi: Salasanan tulee sisältää latinankielisiä kirjaimia isoilla ja pienillä kirjaimilla, numeroita ja erikoismerkkejä
fr_fr: Le mot de passe doit contenir des lettres latines en majuscules et en minuscules, des chiffres et des symboles spéciaux
hi_in: पासवर्ड में बड़े और छोटे अक्षर, संख्या और विशेष प्रतीकों में लैटिन अक्षर होने चाहिए
hu_hu: A jelszónak latin betűket és számokat kell tartalmaznia
it_it: La password deve contenere lettere latine in maiuscolo e minuscolo, numeri e simboli speciali
kk_kz: Құпиясөзде бас және кіші әріптер, сандар және арнайы таңбалар болуы керек
mn_mn: Нууц үг нь том болон жижиг латин үсэг, тоо болон онцгой тэмдэгт агуулсан байх ёстой
ms_my: Kata laluan perlu mengandungi huruf rumi dalam huruf besar dan kecil, nombor dan simbol khas
nb_no: Passordet må kun ha store og små latinske bokstaver, tall og spesialsymbol
pl_pl: Hasło musi zawierać małe i duże litery łacińskie, liczby oraz symbole specjalne
pt_pt: A senha deve conter letras latinas em maiúsculas e minúsculas, números e símbolos
ro_ro: Parola trebuie să conțină litere latine cu litere mari și minuscule, numere și simboluri speciale
ru_ru: Пароль должен содержать буквы в верхнем и нижнем регистре, цифры и спецсимволы
sl_sl: Geslo mora vsebovati velike in male latinične črke, številke in posebne simbole
sv_se: Lösenordet måste innehålla stora och små latinska bokstäver, siffror och specialtecken
th_th: รหัสผ่านต้องประกอบด้วยตัวอักษรละตินทั้งตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก ตัวเลข และสัญลักษณ์พิเศษ
tr_tr: Şifre, büyük-küçük harf, rakam ve özel semboller içermeli
tt_ru: Пароль өске һәм аскы регистрда,саннар һәм махсус символларда хәрефләр булырга тиеш.
uz_uz: Parolda yuqori va kichik harflar, raqamlar va maxsus belgilar bo'lishi kerak
vi_vn: Mật khẩu phải chứa các chữ cái la-tinh viết hoa và viết thường, số và các ký hiệu đặc biệt

source: Password must contain latin letters and numbers
ar_kw: يجب أن تحتوي كلمة المرور على أحرف لاتينية وأرقام
az_az: Parolda latın hərfləri və rəqəmləri olmalıdır
cs_cz: Heslo musí obsahovat latinské písmena a číslice
da_dk: Adgangskoden skal indeholde latinske bogstaver og tal
de_de: Das Passwort muss lateinische Buchstaben und Zahlen enthalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει λατινικά γράμματα και αριθμούς
es_es: La contraseña debe contener letras y números latinos
es_mx: Contraseña debe contener letras y números
et_ee: Parool peab sisaldama ladina tähti ja numbreid
fi_fi: Salasanan on sisällettävä latinalaisia kirjaimia ja numeroita
fr_fr: Le mot de passe doit contenir des lettres et des chiffres latins
hi_in: पासवर्ड में लैटिन अक्षर और संख्याएँ होनी चाहिए
hu_hu: A jelszónak latin betűket és számokat kell tartalmaznia
it_it: La password deve contenere lettere latine e numeri
kk_kz: Құпиясөз әріптер мен сандардан тұруы керек
mn_mn: Нууц үг нь латин үсэг болон тоо агуулсан байх ёстой
ms_my: Kata laluan perlu mengandungi huruf dan nombor rumi
nb_no: Passordet kan kun inneholde latinske bokstaver og tall
pl_pl: Hasło musi zawierać litery łacińskie i liczby
pt_pt: A senha deve conter letras e números latinos
ro_ro: Parola trebuie să conțină litere și numere latine
ru_ru: Пароль должен содержать буквы и цифры
sl_sl: Geslo mora vsebovati latinične črke in številke
sv_se: Lösenordet måste innehålla latinska bokstäver och siffror
th_th: รหัสผ่านต้องประกอบด้วยตัวอักษรละตินและตัวเลข
tr_tr: Şifre Latin harfleri ve rakamlar içermeli
tt_ru: Серсүзе хәрефләр һәм саннардан торырга тиеш
uz_uz: Parol harflar va raqamlarni o'z ichiga olishi kerak
vi_vn: Mật khẩu phải chứa các chữ cái la-tinh và số

source: Passwords do not match
ar_kw: كلمة المرور غير مطابقة
az_az: Parollar uyğun gəlmir
cs_cz: Hesla se neshodují
da_dk: Adgangskoder stemmer ikke overens
de_de: Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_es: Las contraseñas no coinciden
es_mx: Contraseña no coincide
et_ee: Paroolid ei kattu
fi_fi: Salasanat eivät täsmää
fr_fr: Les mots de passe ne correspondent pas
hi_in: पासवर्ड मेल नहीं खाते
hu_hu: A jelszó nem egyezik
it_it: Le password non corrispondono
kk_kz: Құпиясөз сәйкес келмеді
mn_mn: Нууц үгүүд нийцэхгүй байна
ms_my: Kata laluan tidak sepadan
nb_no: Passordene samsvarer ikke
pl_pl: Hasła nie pasują
pt_pt: Senhas não correspondem
ro_ro: Parolele nu se potrivesc
ru_ru: Пароли не совпадают
sl_sl: Gesli se ne ujemata
sv_se: Lösenorden överensstämmer inte
th_th: รหัสผ่านไม่ตรงกัน
tr_tr: Şifreler uyuşmuyor
tt_ru: Серсүзләре туры килми
uz_uz: Parollar bir xil emas
vi_vn: Mật khẩu không khớp

source: Code is invalid
ar_kw: الكود غير صالح
az_az: Kod etibarsızdır
cs_cz: Kód je neplatný
da_dk: Koden er ugyldig
de_de: Ungültiger Code
el_gr: Ο κώωδικός δεν είναι έγκυρος
es_es: El codigo es invalido
es_mx: Código es inválido
et_ee: Kood on vale
fi_fi: Koodi on virheellinen
fr_fr: Le code n'est pas valable
hi_in: कोड अमान्य है
hu_hu: A kód érvénytelen
it_it: Il codice non è valido
kk_kz: Қате код
mn_mn: Код хүчингүй
ms_my: Kod tidak sah
nb_no: Ugyldig kode
pl_pl: Kod jest pusty
pt_pt: Código inválido
ro_ro: Codul este nevalid
ru_ru: Некорректный код
sl_sl: Koda ni pravilna
sv_se: Koden är ogiltig
th_th: รหัสไม่ถูกต้อง
tr_tr: Geçersiz kod
tt_ru: Коррект булмаган код
uz_uz: Noto'g'ri kod
vi_vn: Mã không hợp lệ

source: Password is empty
ar_kw: كلمة المرور فارغة
az_az: Parol boşdur
cs_cz: Heslo je prázdné
da_dk: Adgangskoden er tom
de_de: Das Feld "Passwort" ist leer
el_gr: Ο κωδικός πρόσβασης είναι κενός
es_es: La contraseña esta vacia
es_mx: Contraseña está vacía
et_ee: Parool on tühi
fi_fi: Salasana on tyhjä
fr_fr: Le mot de passe est vide
hi_in: पासवर्ड खाली है
hu_hu: A jelszó mező üres
it_it: La password è vuota
kk_kz: құпиясөз өрісі бос
mn_mn: Нууц үг хоосон
ms_my: Kata laluan kosong
nb_no: Tomt passord
pl_pl: Hasło jest puste
pt_pt: Senha vazia
ro_ro: Parola este goală
ru_ru: Поле "пароль" не заполнено
sl_sl: Geslo je prazno
sv_se: Lösenord saknas
th_th: รหัสผ่านว่างเปล่า
tr_tr: Şifre boş
tt_ru: серсүзе кыры тулмаган
uz_uz: Maydon "parol" to'liq emas
vi_vn: Mật khẩu trống

source: Password is invalid
ar_kw: كلمة المرور غير صحيحة
az_az: Parol etibarsızdır
cs_cz: Heslo není správné
da_dk: Adgangskoden er ugyldig
de_de: Ungültiges Passwort
el_gr: Ο κωδικός πρόσβασης δεν είναι έγκυρος
es_es: La contraseña es inválida
es_mx: Contraseña es inválida
et_ee: Parool on vale
fi_fi: Salasana on virheellinen
fr_fr: Le mot de passe n'est pas valide
hi_in: पासवर्ड गलत है
hu_hu: A jelszó érvénytelen
it_it: La password non è valida
kk_kz: Қате құпиясөз
mn_mn: Нууц үг хүчингүй
ms_my: Kata laluan tidak sah
nb_no: Ugyldig passord
pl_pl: Hasło jest niewłaściwe
pt_pt: Senha inválida
ro_ro: Parola este nevalidă
ru_ru: Некорректный пароль
sl_sl: Geslo ni pravilno
sv_se: Lösenordet är ogiltigt
th_th: รหัสผ่านไม่ถูกต้อง
tr_tr: Geçersiz şifre
tt_ru: Коррект булмаган серсүзе
uz_uz: Noto'g'ri parol
vi_vn: Mật khẩu không hợp lệ

source: Email change is not allowed
ar_kw: تغيير البريد الإلكتروني غير مسموح به
az_az: E-poçt dəyişikliyinə icazə verilmir
cs_cz: Změna e-mailu není možná
da_dk: E-mail-ændring er ikke tilladt
de_de: E-Mail-Adresse kann nicht geändert werden
el_gr: Δεν επιτρέπεται η αλλαγή ηλεκτρονικού ταχυδρομείου
es_es: Cambio de correo electrónico no está permitido
es_mx: Correo electrónico no permitido
et_ee: E-posti aadressi muutmine pole lubatud
fi_fi: Sähköpostin muutos ei sallittu
fr_fr: Le changement d'adresse électronique n'est pas autorisé
hi_in: ईमेल परिवर्तन की अनुमति नहीं है
hu_hu: Az e-mail cím megváltoztatása nem engedélyezett
it_it: Il cambio di email non è permesso
kk_kz: Электрондық поштаны өзгертуге тыйым салынған
mn_mn: Э-мэйл өөрчлөлт зөвшөөрөгдөөгүй
ms_my: Pertukaran e-mel tidak dibenarkan
nb_no: Endring av e-post er ikke tillatt
pl_pl: Zmiana emaila jest niedozwolona
pt_pt: Alteração de e-mail não permitida
ro_ro: Modificarea e-mailului nu este permisă
ru_ru: Смена Email запрещена
sl_sl: Sprememba e-pošte ni dovoljena
sv_se: Ändring av e-postadress är inte tillåtet
th_th: ไม่อนุญาตให้เปลี่ยนอีเมล
tr_tr: E-posta değişikliğine izin verilmiyor
tt_ru: Email алмашынуы тыелган
uz_uz: Elektron pochtani o'zgartirish taqiqlangan
vi_vn: Không được phép thay đổi email

source: Email is required
ar_kw: البريد الإلكترونى مطلوب
az_az: E-poçt tələb olunur
cs_cz: E-mail je povinný
da_dk: E-mail er påkrævet
de_de: E-Mail-Adresse ist erforderlich
el_gr: Απαιτείται διεύθυνση ηλεκτρονικού ταχυδρομείου
es_es: Correo electronico es requerido
es_mx: Correo electrónico requerido
et_ee: E-post on kohustuslik
fi_fi: Sähköposti vaaditaan
fr_fr: L'adresse électronique est obligatoire
hi_in: ईमेल जरुरी है
hu_hu: E-mail cím szükséges
it_it: L'e-mail è necessaria
kk_kz: Электрондық пошта қажет
mn_mn: Э-мэйл шаардлагатай
ms_my: E-mel diperlukan
nb_no: E-post er påkrevd
pl_pl: Wymagany jest email
pt_pt: O e-mail é obrigatório
ro_ro: E-mailul este necesar
ru_ru: Email обязателен
sl_sl: E-pošta je obvezna
sv_se: E-postadress är obligatorisk
th_th: จำเป็นต้องระบุอีเมล
tr_tr: E-posta gerekli
tt_ru: Email мәҗбүри
uz_uz: Elektron pochta majburiy
vi_vn: Email là thông tin bắt buộc

source: User update failed
ar_kw: فشل تحديث المستخدم
az_az: İstifadəçi yeniləməsi uğursuz oldu
cs_cz: Aktualizace uživatele selhala
da_dk: Brugeropdateringen mislykkedes
de_de: Profilupdate des Nutzers ist fehlgeschlagen
el_gr: Η ενημέρωση χρήστη απέτυχε
es_es: Actualización de usuario fallida
es_mx: Actualización de usuario falló
et_ee: Kasutaja uuendamine nurjus
fi_fi: Käyttäjän päivitys epäonnistui
fr_fr: Échec de la mise à jour par l'utilisateur
hi_in: उपयोगकर्ता अपडेट विफल रहा
hu_hu: A felhasználó frissítése sikertelen
it_it: Aggiornamento utente non riuscito
kk_kz: Пайдаланушы профилін жаңарту қатесі
mn_mn: Хэрэглэгчийн мэдээлэл шинэчлэлт амжилтгүй
ms_my: Kemas kini penggun gagal
nb_no: Brukeroppdatering feilet
pl_pl: Aktualizacja użytkownika nie powiodła się
pt_pt: Falha na atualização do usuário
ro_ro: Actualizarea utilizatorului a eșuat
ru_ru: Ошибка обновления профиля пользователя
sl_sl: Posodobitev uporabnika ni uspela
sv_se: Användaruppdatering misslyckades
th_th: การอัปเดตผู้ใช้ล้มเหลว
tr_tr: Kullanıcı güncellemesi başarısız oldu
tt_ru: Кулланучының профилен яңарту хатасы
uz_uz: Foydalanuvchi profilini yangilash xatosi
vi_vn: Cập nhật người dùng thất bại

source: Registration data validation failed
ar_kw: فشل التحقق من صحة بيانات التسجيل
az_az: Qeydiyyat məlumatlarının doğrulanması uğursuz oldu
cs_cz: Ověření registračních údajů selhalo
da_dk: Validering af registreringsdata mislykkedes
el_gr: Η επαλήθευση των δεδομένων εγγραφής απέτυχε
es_es: Validación de datos de registro falló
es_mx: Validación de datos de registro falló
et_ee: Registreerimisandmete valideerimine nurjus
fi_fi: Rekisteröintitietojen vahvistaminen epäonnistui
fr_fr: Échec de la validation des données d'enregistrement
hi_in: पंजीकरण डेटा सत्यापन विफल रहा
hu_hu: A regisztrációs adatok megerősítése sikertelen
it_it: Convalida dei dati di registrazione non riuscita
kk_kz: Тіркелу деректерін тексеру қатесі
ms_my: Pengesahan data pendaftaran gagal
pl_pl: Sprawdzanie poprawności danych rejestracyjnych nie powiodło się
pt_pt: Falha na validação dos dados
ro_ro: Validarea datelor de înregistrare a eșuat
ru_ru: Ошибра проверки данных регистрации
sl_sl: Preverjanje podatkov registracije ni uspelo
th_th: การตรวจสอบข้อมูลการลงทะเบียนล้มเหลว
tr_tr: Kayıt very doğrulaması başarısız
tt_ru: Теркәлү мәгълүматларын тикшерү хатасы
uz_uz: Ro'yxatga olish ma'lumotlarini tekshirish xatosi
vi_vn: Xác thực dữ liệu đăng ký thất bại

source: Invalid validation code
es_mx: Código de validación inválido
kk_kz: Жарамсыз растау коды
ms_my: Kod pengesahan tidak sah
ru_ru: Неверный код подтверждения
tt_ru: Раслау коды ялгыш
uz_uz: Noto'g'ri tasdiqlash kodi

source: Empty unsubscribe code
az_az: Abunəlikdən çıxmaq kodunu boşaldın
cs_cz: Prázdný kód pro odhlášení
es_mx: Código de lanzamiento vacío
hi_in: खाली सदस्यता कोड
hu_hu: Üres leiratkozási kód mező
it_it: Codice di disiscrizione vuoto
kk_kz: Жазылымнан бас тарту кодын бос
ms_my: Kod pelancaran kosong
tt_ru: Жазылымнан бас тарту кодын бос
vi_vn: Mã hủy đăng ký trống

source: Internal error
az_az: Daxili səhv
cs_cz: Interní chyba
es_mx: Error del sistema
hi_in: आंतरिक गलती
hu_hu: Belső hiba
it_it: Errore interno
kk_kz: Ішкі қате
ms_my: Ralat sistem
tt_ru: Ішкі қате
vi_vn: Lỗi nội bộ
