Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Destination temporarily blocked (subscriber temporarily barred)
az_az: Təyinat müvəqqəti olaraq bloklanıb (abunəçi müvəqqəti olaraq bloklanıb)
cs_cz: Destinace dočasně blokována (přihlášený dočasně blokován)
es_mx: Destinación temporalmente bloqueada (suscriptor temporalmente bloqueada)
hi_in: गंतव्य अस्थायी रूप से अवरुद्ध (ग्राहक अस्थायी रूप से वर्जित)
hu_hu: A cél ideiglenesen blokkolva (az előfizető átmenetileg letiltva)
it_it: Destinazione temporaneamente bloccata (abbonato temporaneamente bloccato)
ms_my: Destinasi disekat buat sementara waktu (pelanggan disekat buat sementara waktu)
vi_vn: Đích đến tạm thời bị chặn (người đăng ký tạm thời bị cấm)

source: Charging error
az_az: Doldurma xətası
cs_cz: Chyba zaúčtování
es_mx: Error de carga
hi_in: चार्जिंग में त्रुटि
hu_hu: Terhelési hiba
it_it: Errore di ricarica
ms_my: Ralat pengecasan
vi_vn: Lỗi nạp tiền

source: Subscriber has low balance
az_az: Abunəçinin balansı azdır
cs_cz: Přihlášený má nízký zůstatek
es_mx: Suscriptor tiene saldo bajo
hi_in: सब्सक्राइबर का बैलेंस कम है
hu_hu: Az előfizetőnek kevés az egyenlege
it_it: L'abbonato ha un saldo basso
ms_my: Pelanggan mempunyai baki yang rendah
vi_vn: Người đăng ký có số dư thấp

source: Subscriber barred for overcharged (premium) messages
az_az: Abunəçiyə həddən artıq yüklənmiş (mükafat) mesajlar qadağan edilib
cs_cz: Přihlášený byl vyhozen za předražené (prémiové) zprávy
es_mx: Suscriptor bloqueado por sobre carga de mensajes (premium)
hi_in: सब्सक्राइबर ओवरचार्ज किए गए (प्रीमियम) संदेशों के लिए वर्जित है
hu_hu: Előfizető tiltva a túlszámlázott (prémium) üzenetek miatt
it_it: Abbonato bloccato per messaggi sovraccarichi (premium)
ms_my: Pelanggan disekat untuk caj mesej (premium) berlebihan
vi_vn: Người đăng ký bị chặn đối với các tin nhắn bị tính phí quá cao (cao cấp)

source: Subscriber too young (for this particular content)
az_az: Abunəçi çox gənc (bu xüsusi məzmun üçün)
cs_cz: Přihlášený je příliš mladý (pro tento konkrétní obsah)
es_mx: Suscriptor muy joven (para este contenido en particular)
hi_in: सब्सक्राइबर बहुत कम उम्र का है (इस विशेष सामग्री के लिए)
hu_hu: Az előfizető túl fiatal (az adott tartalomra vonatkozóan)
it_it: Abbonato troppo giovane (per questo particolare contenuto)
ms_my: Pelanggan terlalu muda (untuk kandungan tertentu ini)
vi_vn: Người đăng ký quá trẻ (đối với nội dung cụ thể này)

source: Prepaid subscriber not allowed
az_az: Əvvəlcədən ödənişli abunəçiyə icazə verilmir
cs_cz: Předplacený přihlášený není povolen
es_mx: Usuario de suscripción de prepagada Prepaid subscriber not allowed
hi_in: प्रीपेड ग्राहक की अनुमति नहीं है
hu_hu: Előre fizetett előfizetőknek nem megengedett
it_it: Abbonato prepagato non ammesso
ms_my: Pengguna langganan prepaid tidak dibenarkan
vi_vn: Người đăng ký trả trước không được cho phép

source: Subscriber not registered in payment system
az_az: Abunəçi ödəniş sistemində qeydiyyatdan keçməyib
cs_cz: Přihlášený není registrovaný v platebním systému
es_mx: Suscriptor no registrado en el sistema de pago
hi_in: सब्सक्राइबर भुगतान प्रणाली में पंजीकृत नहीं है
hu_hu: Az előfizető nincs regisztrálva a fizetési rendszerben
it_it: Abbonato non registrato nel sistema di pagamento
ms_my: Pelanggan tidak didaftarkan dalam sistem pembayaran
vi_vn: Người đăng ký chưa đăng ký hệ thống thanh toán

source: Subscriber has reached max balance
az_az: Abunəçi maksimum balansa çatdı
cs_cz: Přihlášený dosáhl maximálního zůstatku
es_mx: Suscriptor ha alcanzado el saldo máximo
hi_in: सब्सक्राइबर अधिकतम बैलेंस पर पहुंच गया है
hu_hu: Az előfizető elérte a maximális egyenleget
it_it: L'abbonato ha raggiunto il saldo massimo
ms_my: Pelanggan telah mencapai baki maksimum
vi_vn: Người đăng ký đã đạt đến số dư tối đa

source: GSM encoding is not supported
az_az: GSM kodlaşdırması dəstəklənmir
cs_cz: Šifrování GSM není podporováno
es_mx: Método no es compatible
hi_in: GSM एन्कोडिंग समर्थित नहीं है
hu_hu: A GSM-kódolás nem támogatott
it_it: La codifica GSM non è supportata
kk_kz: GSM кодтауына қолдау көрсетілмейді
ms_my: Kaedah tidak disokong
tt_ru: GSM кодтауына қолдау көрсетілмейді
vi_vn: Không hỗ trợ mã hóa GSM

source: UCS2 encoding is not supported
az_az: UCS2 kodlaşdırması dəstəklənmir
cs_cz: Šifrování UCS2 není podporováno
es_mx: Método no es compatible
hi_in: UCS2 एन्कोडिंग समर्थित नहीं है
hu_hu: Az UCS2-kódolás nem támogatott
it_it: La codifica UCS2 non è supportata
kk_kz: UCS2 кодтауына қолдау көрсетілмейді
ms_my: Kaedah tidak disokong
tt_ru: UCS2 кодтауына қолдау көрсетілмейді
vi_vn: Không hỗ trợ mã hóa UCS2

source: Binary encoding is not supported
az_az: İkili kodlaşdırma dəstəklənmir
cs_cz: Binární šifrování není podporováno
es_mx: Método no es compatible
hi_in: बाइनरी एन्कोडिंग समर्थित नहीं है
hu_hu: A bináris kódolás nem támogatott
it_it: La codifica binaria non è supportata
kk_kz: Екілік кодтауға қолдау көрсетілмейді
ms_my: Kaedah tidak disokong
tt_ru: Екілік кодтауға қолдау көрсетілмейді
vi_vn: Không hỗ trợ mã hóa nhị phân

source: Delivery report is not supported
az_az: Çatdırılma hesabatı dəstəklənmir
cs_cz: Zpráva o doručení není podporována
es_mx: Método no es compatible
hi_in: वितरण रिपोर्ट समर्थित नहीं है
hu_hu: A szállítási jelentés nem támogatott
it_it: Il rapporto di consegna non è supportato
kk_kz: Жеткізу есебіне қолдау көрсетілмейді
ms_my: Kaedah tidak disokong
tt_ru: Жеткізу есебіне қолдау көрсетілмейді
vi_vn: Không hỗ trợ báo cáo giao

source: Invalid message content
az_az: Etibarsız mesaj məzmunu
cs_cz: Neplatný obsah zprávy
es_mx: Contenido del mensaje inválido
hi_in: अमान्य संदेश सामग्री
hu_hu: Érvénytelen üzenettartalom
it_it: Contenuto del messaggio non valido
ms_my: Kandungan mesej tidak sah
vi_vn: Nội dung tin nhắn không hợp lệ

source: Invalid tariff
az_az: Yanlış tarif
cs_cz: Nesprávný tarif
es_mx: Arancel inválido
hi_in: अवैध टैरिफ
hu_hu: Érvénytelen tarifa
it_it: Tariffa non valida
kk_kz: Жарамсыз тариф
ms_my: Arahan tidak sah
tt_ru: Жарамсыз тариф
vi_vn: Biểu giá không hợp lệ

source: Invalid user data
az_az: Yanlış istifadəçi məlumatları
cs_cz: Neplatná uživatelská data
es_mx: Parámetros de solicitud inválidos
hi_in: अमान्य उपयोगकर्ता डेटा
hu_hu: Érvénytelen felhasználói adatok
it_it: Dati utente non validi
kk_kz: Жарамсыз пайдаланушы деректері
ms_my: Parameter permintaan tidak sah
tt_ru: Жарамсыз пайдаланушы деректері
vi_vn: Dữ liệu người dùng không hợp lệ

source: Invalid user data header
az_az: Yanlış istifadəçi məlumat başlığı
cs_cz: Neplatný titulek uživatelských dat
es_mx: Parámetros de solicitud inválidos
hi_in: अमान्य उपयोगकर्ता डेटा हैडर
hu_hu: Érvénytelen felhasználói adatfejléc
it_it: Intestazione dati utente non valida
kk_kz: Жарамсыз пайдаланушы деректерінің тақырыбы
ms_my: Parameter permintaan tidak sah
tt_ru: Жарамсыз пайдаланушы деректерінің тақырыбы
vi_vn: Tiêu đề dữ liệu người dùng không hợp lệ

source: Invalid data coding
az_az: Yanlış məlumat kodlaması
cs_cz: Neplatné kódování dat
es_mx: Comando inválido
hi_in: अमान्य डेटा कोडिंग
hu_hu: Érvénytelen adatkódolás
it_it: Codifica dei dati non valida
kk_kz: Жарамсыз деректерді кодтау
ms_my: Arahan tidak sah
tt_ru: Жарамсыз деректерді кодтау
vi_vn: Mã hóa dữ liệu không hợp lệ

source: Invalid VAT
az_az: Etibarsız ƏDV
cs_cz: Neplatné DPH
es_mx: Comando inválido
hi_in: अमान्य वैट
hu_hu: Érvénytelen VAT
it_it: IVA non valida
kk_kz: Жарамсыз ҚҚС
ms_my: Arahan tidak sah
tt_ru: Жарамсыз ҚҚС
vi_vn: VAT không hợp lệ

source: Unsupported content for destination
az_az: Təyinat üçün dəstəklənməyən məzmun
cs_cz: Nepodporovaný obsah pro destinaci
es_mx: Autenticación de proveedor no compatible
hi_in: गंतव्य के लिए असमर्थित सामग्री
hu_hu: Nem támogatott tartalom a célhoz
it_it: Contenuto non supportato per la destinazione
ms_my: Pengesahan penyedia tidak disokong
vi_vn: Nội dung không được hỗ trợ cho đích đến

source: Unknown Error. Please contact Support and include your whole transaction
az_az: Naməlum Xəta. Zəhmət olmasa Dəstək ilə əlaqə saxlayın və bütün əməliyyatınızı daxil edin
cs_cz: Neznámá chyba. Kontaktujte prosím podporu a uveďte kompletní informace o transakci
es_mx: Error desconocido. Por favor pongase en contacto con soporte e incluya toda la transacción
hi_in: अज्ञात त्रुटि। कृपया समर्थन से संपर्क करें और अपने पूरे लेनदेन को शामिल करें
hu_hu: Ismeretlen hiba. Kérjük, lépj kapcsolatba az ügyfélszolgálattal és mellékeld a teljes tranzakciót
it_it: Errore sconosciuto. Contatta il supporto e includi l'intera transazione
ms_my: Ralat tidak diketahui. Sila hubungi Sokongan dan sertakan seluruh transaksi anda
vi_vn: Lỗi không xác định. Vui lòng liên hệ với Bộ phận hỗ trợ và nêu toàn bộ giao dịch của bạn

source: Invalid authentication. Please check your username and password
az_az: Yanlış identifikasiya. Zəhmət olmasa istifadəçi adınızı və şifrənizi yoxlayın
cs_cz: Neplatné ověření. Zkontrolujte prosím své uživatelské jméno a heslo
es_mx: Autenticación inválida. Por favor verifique su nombre de usuario y contraseña
hi_in: अमान्य प्रमाणीकरण। कृपया अपना उपयोगकर्ता नाम और पासवर्ड जांचें
hu_hu: Érvénytelen hitelesítés. Kérjük, ellenőrizd felhasználóneved és jelszavad
it_it: Autenticazione non valida. Per favore controlla il tuo nome utente e la tua password
ms_my: Pengesahan tidak sah. Sila semak nama pengguna dan kata laluan anda
vi_vn: Xác thực không hợp lệ. Vui lòng kiểm tra tên người dùng và mật khẩu

source: Access denied. Please check your username and password
az_az: Giriş qadağandır. Zəhmət olmasa istifadəçi adınızı və şifrənizi yoxlayın
cs_cz: Přístup zamítnut. Zkontrolujte prosím své uživatelské jméno a heslo
es_mx: Accesso denegado. Por favor verifique su nombre de usuario y contraseña
hi_in: पहुंच अस्वीकृत। कृपया अपना उपयोगकर्ता नाम और पासवर्ड जांचें
hu_hu: Belépés megtagadva. Kérjük, ellenőrizd felhasználóneved és jelszavad
it_it: Accesso negato. Per favore controlla il tuo nome utente e la tua password
ms_my: Akses ditolak. Sila semak nama pengguna dan kata laluan anda
vi_vn: Truy cập bị từ chối. Vui lòng kiểm tra tên người dùng và mật khẩu

source: Invalid or missing platformId. Please check your platformId
az_az: Yanlış və ya çatışmayan platforma identifikatoru. Lütfən, platforma ID-nizi yoxlayın
cs_cz: Nesprávné nebo chybějící platformId. Zkontrolujte prosím svoje platformId
es_mx: Identificador de sitio no válido o vacío. Por favor verifique su identificación en la plataforma
hi_in: अमान्य या अनुपलब्ध प्लेटफॉर्मआईडी। कृपया अपने प्लेटफॉर्मआईडी की जाँच करें
hu_hu: Érvénytelen vagy hiányzó platform azonosító. Kérjük, ellenőrizd a platform azonosítót
it_it: PlatformId non valido o mancante. Per favore controlla il tuo platformId
ms_my: Pengenal pasti laman tidak sah atau kosong. Sila semak pengenal pasti laman anda
vi_vn: PlatformId không hợp lệ hoặc bị thiếu. Vui lòng kiểm tra platformId

source: Invalid or missing platformPartnerId. Please check your platformPartnerId
az_az: Yanlış və ya çatışmayan platformPartnerId. Lütfən, platformPartnerId-inizi yoxlayın
cs_cz: Nesprávné nebo chybějící platformPartnerId. Zkontrolujte prosím svoje platformPartnerId
es_mx: Identificador del programa de afiliados inválido o vacío. Por favor verifique su identificación en la plataforma
hi_in: अमान्य या अनुपलब्ध प्लेटफ़ॉर्मपार्टनरआईडी। कृपया अपनी प्लेटफ़ॉर्मपार्टनरआईडी देखें
hu_hu: Érvénytelen vagy hiányzó platformPartner azonosító. Kérjük, ellenőrizd a platformPartner azonosítót
it_it: PlatformPartnerId non valido o mancante. Per favore controlla il tuo platformPartnerId
ms_my: Pengenal pasti program afiliasi tidak sah atau kosong. Sila periksa pengenal pasti program afiliasi
vi_vn: PlatformPartnerId không hợp lệ hoặc bị thiếu. Vui lòng kiểm tra platformPartnerId

source: Invalid or missing currency for premium message. Please check your price and currency
az_az: Premium mesaj üçün etibarsız və ya çatışmayan valyuta. Zəhmət olmasa qiymətinizi və valyutanızı yoxlayın
cs_cz: Nesprávná nebo chybějící měna pro prémiovou zprávu. Zkontrolujte prosím svoji cenu a měnu
es_mx: Moneda no válida o faltante para el mensajeria premium. Por favor verifique su precio y moneda
hi_in: प्रीमियम संदेश के लिए अमान्य या अनुपलब्ध मुद्रा। कृपया अपनी कीमत और मुद्रा की जांच करें
hu_hu: Érvénytelen vagy hiányzó valuta a prémium üzenetekhez. Kérjük, ellenőrizd az árakat és az egyenleged
it_it: Valuta non valida o mancante per il messaggio premium. Si prega di controllare il prezzo e la valuta
ms_my: Mata wang yang tidak sah atau tidak diisi untuk mesej premium. Sila semak harga dan mata wang anda
vi_vn: Đơn vị tiền tệ cho tin nhắn cao cấp không hợp lệ hoặc bị thiếu. Vui lòng kiểm tra giá và đơn vị tiền tệ

source: No gates available. Please contact Support and include your whole transaction
az_az: Qapı yoxdur. Zəhmət olmasa Dəstək ilə əlaqə saxlayın və bütün əməliyyatınızı daxil edin
cs_cz: Nejsou dostupné žádné brány. Kontaktujte prosím podporu a uveďte kompletní informace o transakci
es_mx: No hay puertas disponibles. Por favor pongase en contacto con soporte e incluya toda la transacción
hi_in: कोई गेट उपलब्ध नहीं है। कृपया समर्थन से संपर्क करें और अपने पूरे लेनदेन को शामिल करें
hu_hu: A megadott kapu nem elérhető. Kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal, és csatold a tranzakciót!
it_it: Nessun gatedisponibile. Si prega di contattare il supporto e includere l'intera transazione
ms_my: Tiada gerbang tersedia. Sila hubungi Sokongan dan sertakan seluruh transaksi anda
vi_vn: Không có cổng khả dụng. Vui lòng liên hệ với Bộ phận hỗ trợ và nêu toàn bộ giao dịch của bạn

source: Specified gate unavailable. Please check your gateId.
az_az: Müəyyən edilmiş qapı mövcud deyil. Zəhmət olmasa gateId-inizi yoxlayın.
cs_cz: Uvedená brána není dostupná. Zkontrolujte prosím svoje gateId.
es_mx: Puerta específica no disponible. Por favor compruebe su identificación de puerta.
hi_in: निर्दिष्ट गेट अनुपलब्ध है। कृपया अपने गेटआईड की जांच करें।
hu_hu: A megadott kapu nem elérhető. Kérjük, ellenőrizd a megadott kapuazonosítót.
it_it: Gate specificato non disponibile. La preghiamo di controllare il suo gateId.
ms_my: Gerbang tertentu tidak tersedia. Sila periksa pengesan gerbang.
vi_vn: Cổng được chỉ định không khả dụng. Vui lòng kiểm tra gateId.

source: Incorrect version API in address
ar_kw: نسخة API غير صحيحة في العنوان
az_az: Ünvanda səhv API versiyası
cs_cz: Nesprávná verze API v adrese
da_dk: Forkert version API i adresse
de_de: Falsche API-Version in der Adresse
el_gr: Εσφαλμένη έκδοση API στη διεύθυνση
es_es: Versión incorrecta de la API en la dirección
es_mx: Versión incorrecta API en dirección
et_ee: Aadressis on vale API versioon
fi_fi: Virheellinen API-versio osoitteessa
fr_fr: Version incorrecte de l'API dans l'adresse
hi_in: पते में गलत संस्करण एपीआई
hu_hu: Érvénytelen API verzió a címzésben
it_it: Versione API errata nell'indirizzo
kk_kz: Мекенжайдағы қате API нұсқасы
mn_mn: АПИ хаягийн буруу хувилбар
ms_my: API versi tidak betul dalam alamat
nb_no: Feil versjon API i adresse
pl_pl: Niewłaściwa wersja API w adresie
pt_pt: API de versão incorreta no endereço
ro_ro: API-ul versiunii incorecte din adresă
ru_ru: Некорректная версия API в адресе
sl_sl: Napačna različica API-ja v naslovu
sv_se: Fel API-version i adress
th_th: ที่อยู่ API เวอร์ชันไม่ถูกต้อง
tr_tr: Adreste hatalı API versiyonu
tt_ru: API адресында коррект булмаган версия
uz_uz: Manzildagi API ning noto'g'ri versiyasi
vi_vn: API phiên bản trong địa chỉ không chính xác

source: Not specified API key
ar_kw: مفتاح API غير محدد
az_az: API açarı göstərilməyib
cs_cz: Nespecifikovaný API klíč
da_dk: Ikke angivet API-nøgle
de_de: API-Schlüssel nicht angegeben
el_gr: Δεν έχει καθοριστεί κλειδί API
es_es: Clave API no especificada
es_mx: Llave API no especificada
et_ee: Täpsustamata API-võti
fi_fi: Ei määritettyä API-avainta
fr_fr: Clé API non spécifiée
hi_in: एपीआई कुंजी निर्दिष्ट नहीं की
hu_hu: API-kulcs nincs megadva
it_it: Chiave API non specificata
kk_kz: API кілті көрсетілмеген
mn_mn: АПИ түлхүүргийг тодорхойлоогүй
ms_my: Kunci API tidak ditentukan
nb_no: Ikke spesifisert API nøkkel
pl_pl: Nie ustalony klucz API
pt_pt: Chave API não especificada
ro_ro: Cheie API nu este specificată
ru_ru: Не указан ключ API
sl_sl: Ključ API ni določen
sv_se: API-nyckel ej angiven
th_th: ไม่ได้ระบุคีย์ API
tr_tr: API anahtarı belirtilmemiş
tt_ru: API ачкычы күрсәтелмәгән
uz_uz: Belgilangan API kaliti yo'q
vi_vn: Khóa API chưa được chỉ định

source: Incorrect API key
ar_kw: مفتاح API غير صحيح
az_az: Yanlış API açarı
cs_cz: Nesprávný API klíč
da_dk: Forkert API-nøgle
de_de: Falscher API-Schlüssel
el_gr: Εσφαλμένο κλειδί API
es_es: Clave API incorrecta
es_mx: Llave API incorrecta
et_ee: Vale API-võti
fi_fi: Virheellinen API-avain
fr_fr: Clé API incorrecte
hi_in: गलत एपीआई कुंजी
hu_hu: Érvénytelen API-kulcs
it_it: Chiave API errata
kk_kz: Қате API кілті
mn_mn: АПИ түлхүүр буруу
ms_my: Kunci API yang salah
nb_no: Feil API nøkkel
pl_pl: Niewłaściwy klucz API
pt_pt: Chave API incorreta
ro_ro: Cheie API incorectă
ru_ru: Некорректный ключ API
sl_sl: Nepravilen ključ API
sv_se: Ogiltig API-nyckel
th_th: คีย์ API ไม่ถูกต้อง
tr_tr: Yanlış API anahtarı
tt_ru: API коррект булмаган ачкыч
uz_uz: Noto'g'ri API kaliti
vi_vn: Khóa API không chính xác

source: Incorrect IP address client
ar_kw: عنوان عميل IP غير صحيح
az_az: Yanlış IP ünvanı müştərisi
cs_cz: Nesprávná IP adresa klienta
da_dk: Forkert IP-adresseklient
de_de: Falsche IP-Adresse des Kunden
el_gr: Εσφαλμένη διεύθυνση IP πελάτη
es_es: Cliente de dirección IP incorrecto
es_mx: Dirección IP del cliente incorrecta
et_ee: Vale aadressi IP-klient
fi_fi: Virheellinen IP-osoite asiakas
fr_fr: Adresse IP incorrecte du client
hi_in: गलत आईपी पता क्लाइंट
hu_hu: Érvénytelen IP-címmel rendelkező ügyfél
it_it: Client con indirizzo IP errato
kk_kz: Клиенттің IP мекенжайы дұрыс емес
mn_mn: Үйлчлүүлэгчийн IP хаяг буруу
ms_my: Alamat IP klien tidak betul
nb_no: Feil klient IP adresse
pl_pl: Niewłaściwy klient adresu IP
pt_pt: Cliente com endereço IP incorreto
ro_ro: Client de adresă IP incorect
ru_ru: Некорректный IP адрес клиента
sl_sl: Napačni odjemalec IP naslova
sv_se: Ogiltig IP-adressklient
th_th: ไคลเอนต์ที่อยู่ IP ไม่ถูกต้อง
tr_tr: Yanlış IP adresi istemcisi
tt_ru: Клиентның корректлы булмаган IP адресы
uz_uz: Mijozning noto'g'ri IP-manzili
vi_vn: Máy khách của địa chỉ IP không chính xác

source: Invalid command
ar_kw: أمر خاطئ
az_az: Yanlış əmr
cs_cz: Neplatný příkaz
da_dk: Ugyldig kommando
de_de: Ungültiger Befehl
el_gr: Μη έγκυρη εντολή
es_es: Comando inválido
es_mx: Comando inválido
et_ee: Kehtetu käsk
fi_fi: Virheellinen komento
fr_fr: Commande non valable
hi_in: अवैध आदेश
hu_hu: Érvénytelen parancs
it_it: Comando non valido
kk_kz: Дұрыс емес команда
mn_mn: Хүчингүй команд
ms_my: Arahan tidak sah
nb_no: Ugyldig kommando
pl_pl: Niewłaściwe polecenie
pt_pt: Comando inválido
ro_ro: Comandă invalidă
ru_ru: Некорректная команда
sl_sl: Neveljavni ukaz
sv_se: Ogiltigt kommando
th_th: คำสั่งไม่ถูกต้อง
tr_tr: Geçersiz komut
tt_ru: Коррект булмаган команда
uz_uz: Noto'g'ri buyruq
vi_vn: Lệnh không hợp lệ

source: Specified command does not exist or is not available
ar_kw: الأمر المحدد غير موجود أو غير متوفر
az_az: Göstərilən əmr mövcud deyil və ya mövcud deyil
cs_cz: Specifikovaný příkaz neexistuje nebo není dostupný
da_dk: Den angivne kommando findes ikke eller er ikke tilgængelig
de_de: Der Befehl existiert nicht oder ist ungültig
el_gr: Η καθορισμένη εντολή δεν υπάρχει ή δεν είναι διαθέσιμη
es_es: El comando especificado no existe o no está disponible
es_mx: Comando especificado no existe o no está disponible
et_ee: Määratud käsku pole või see pole saadaval
fi_fi: Määritettyä komentoa ei ole tai se ei ole käytettävissä
fr_fr: La commande spécifiée n'existe pas ou n'est pas disponible
hi_in: निर्दिष्ट आदेश मौजूद नहीं है या उपलब्ध नहीं है
hu_hu: A megadott parancs nem létezik vagy nem elérhető
it_it: Il comando specificato non esiste o non è disponibile
kk_kz: Көрсетілген команда қолданыста жоқ немесе қолжетімді емес
mn_mn: Тодорхойлсон команд байдааггүй эсвэл боломжгүй
ms_my: Arahan yang ditentukan tidak wujud atau tidak tersedia
nb_no: Spesifisert kommando eksisterer ikke eller er ikke tilgjengelig
pl_pl: Wybrane polecenie nie istnieje lub jest niedostępne
pt_pt: O comando especificado não existe ou não está disponível
ro_ro: Comanda specificată nu există sau nu este disponibilă
ru_ru: Указанная команда не существует или недоступна
sl_sl: Navedeni ukaz ne obstaja ali ni na voljo
sv_se: Angivet kommando existerar inte eller är inte tillgängligt
th_th: คำสั่งที่ระบุไม่มีอยู่หรือไม่พร้อมใช้งาน
tr_tr: Belirtilen komut mevcut veya uygun değil
tt_ru: Күрсәтелгән команда юк яки мөмкин түгел
uz_uz: Belgilangan buyruq mavjud emas yoki mavjud emas
vi_vn: Lệnh đã chỉ định không tồn tại hoặc không khả dụng

source: System error
ar_kw: خطأ في النظام
az_az: Sistem səhvi
cs_cz: Systémová chyba
da_dk: Systemfejl
de_de: Systemfehler
el_gr: Σφάλμα συστήματος
es_es: Error del sistema
es_mx: Error del sistema
et_ee: Süsteemitõrge
fi_fi: Järjestelmävirhe
fr_fr: Erreur de système
hi_in: सिस्टम में गड़बड़ी
hu_hu: Rendszerhiba
it_it: Errore di sistema
kk_kz: Жүйе қатесі
mn_mn: Системийн алдаа
ms_my: Ralat sistem
nb_no: Systemfeil
pl_pl: Błąd systemu
pt_pt: Erro de sistema
ro_ro: Eroare de sistem
ru_ru: Системная ошибка
sl_sl: Sistemska napaka
sv_se: Systemfel
th_th: เกิดผิดพลาดของระบบ
tr_tr: Sistem hatası
tt_ru: Система хатасы
uz_uz: Tizim xatosi
vi_vn: Lỗi hệ thống

source: Not specified the SMS identifier
ar_kw: لم يتم تحديد معرف SMS
az_az: SMS identifikatoru göstərilməyib
cs_cz: Nespecifikovaný SMS identifikátor
da_dk: Sms-id’et er ikke angivet
de_de: SMS-Kennzeichen nicht angegeben
el_gr: Δεν έχει καθοριστεί το αναγνωριστικό SMS
es_es: No se especifica el identificador de SMS
es_mx: Identificador del SMS no especificado
et_ee: SMS-identifikaatorit pole täpsustatud
fi_fi: Ei määritettyä SMS-tunnusta
fr_fr: Identifiant du SMS non spécifié
hi_in: एसएमएस पहचानकर्ता निर्दिष्ट नहीं है
hu_hu: SMS-azonosító nincs megadva
it_it: Non specificato l'identificatore SMS
kk_kz: SMS идентификаторы көрсетілмеген
mn_mn: Утасны мэссэж тодорхойлогчийг дурдаагүй
ms_my: Pengesan SMS tidak ditentukan
nb_no: SMS identifiserer er ikke spesifisert
pl_pl: Nie ustalony identyfikator SMS
pt_pt: Identificador SMS não especificado
ro_ro: Nu este specificat identificatorul SMS
ru_ru: Не указан SMS идентификатор
sl_sl: Identifikator SMS ni naveden
sv_se: Sms-identifierare ej angiven
th_th: ไม่ได้ระบุตัวระบุ SMS
tr_tr: SMS tanımlayıcısı belirtilmemiş
tt_ru: SMS идентификатор күрсәтелмәгән
uz_uz: SMS identifikatori ko'rsatilmagan
vi_vn: Thông tin nhận dạng SMS chưa được chỉ định

source: Sender address does not exist
ar_kw: عنوان المرسل غير موجود
az_az: Göndərən ünvanı mövcud deyil
cs_cz: Adresa odesílatele neexistuje
da_dk: Afsenderadresse findes ikke
de_de: Absenderadresse existiert nicht
el_gr: Η διεύθυνση αποστολέα δεν υπάρχει
es_es: La dirección del remitente no existe
es_mx: Dirección del remitente no existe
et_ee: Saatja aadressi ei eksisteeri
fi_fi: Lähettäjän osoitetta ei ole olemassa
fr_fr: L'adresse de l'expéditeur n'existe pas
hi_in: प्रेषक का पता मौजूद नहीं है
hu_hu: A küldő címe nem létezik
it_it: L'indirizzo del mittente non esiste
kk_kz: Жіберушінің мекенжайы жоқ
mn_mn: Илгээгчийн хаяг байдаггүй
ms_my: Alamat penghantar tidak wujud
nb_no: Avsenderadresse eksisterer ikke
pl_pl: Adres nadawcy nie istnieje
pt_pt: O endereço do remetente não existe
ro_ro: Adresa expeditorului nu există
ru_ru: Адрес отправителя не существует
sl_sl: Naslov pošiljatelja ne obstaja
sv_se: Avsändaradressen existerar inte
th_th: ไม่มีที่อยู่ผู้ส่ง
tr_tr: Gönderenin adresi mevcut değil
tt_ru: Җибәрүче адресы юк
uz_uz: Yuboruvchining manzili mavjud emas
vi_vn: Địa chỉ người gửi không tồn tại
