Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Thanks for registration on the website!
ar_kw: نشكرك للتسجيل في الموقع!
az_az: Saytda qeydiyyatdan keçdiyiniz üçün təşəkkür edirik!
cs_cz: Děkujeme za registraci na stránkách!
da_dk: Tak for registrering på hjemmesiden!
de_de: Vielen Dank für Ihre Registrierung auf der Webseite!
el_gr: Σας ευχαριστούμε που εγγραφήκατε στην ιστοσελίδα μας!
es_es: Gracias por registrarte en el sitio web!
es_mx: ¡Gracias por registrarse en nuestro sitio web!
et_ee: Aitäh et registreerisid ennast meie kodulehel!
fi_fi: Kiitos rekisteröitymisestä sivustolla!
fr_fr: Merci de vous être inscrit sur le site !
hi_in: वेबसाइट पर पंजीकरण के लिए धन्यवाद!
hu_hu: Köszönjük, hogy regisztráltál honlapunkon!
kk_kz: Сайтқа тіркелгеніңіз үшін рақмет!
mn_mn: Цахим хуудсанд бүртгүүлсэнд баярлалаа!
ms_my: Terima kasih atas pendaftaran di laman web!
nb_no: Takk for at du registrerte deg hos oss!
pl_pl: Dziękujemy za rejestrację na naszej witrynie!
pt_pt: Obrigado por cadastrar-se no site!
ro_ro: Vă mulțumim pentru înregistrare pe site!
ru_ru: Спасибо за регистрацию на сайте!
sl_sl: Hvala za registracijo na spletni strani!
sv_se: Tack för att du registrerar dig på hemsidan!
th_th: ขอบคุณสำหรับการลงทะเบียนในเว็บไซต์!
tr_tr: Kayıt olduğunuz için teşekkür ederiz!
tt_ru: Сайтта теркәлү өчен рәхмәт!
uz_uz: Saytda ro'yxatdan o'tganingiz uchun tashakkur!
vi_vn: Cảm ơn bạn đã đăng ký trên trang web!

source: To finish linking your accounts, please use this link:
ar_kw: للإنتهاء من ربط حساباتك, يرجى إستخدام هذا الرابط:
az_az: Hesablarınızı əlaqələndirməyi tamamlamaq üçün bu linkdən istifadə edin:
cs_cz: Pro dokončení propojení vašich účtů prosím použijte tento odkaz:
da_dk: Hvis du vil afslutte sammenkædningen af dine konti, skal du bruge dette link:
de_de: Um die Einbindung Ihres Kontos abschließen zu können, verwenden Sie bitte diesen Link:
el_gr: Για να ολοκληρώσετε τη σύνδεση των λογαριασμών σας, χρησιμοποιήστε αυτόν τον σύνδεσμο:
es_es: Para terminar de vincular tus cuentas, por favor usa este enlace:
es_mx: Para terminar de vincular sus cuentas, por favor use este enlace:
et_ee: Registreerimise lõpetamiseks palun vajuta allolevale lingile:
fi_fi: Viimeistelläksesi tiliesi linkityksen, käytä tätä linkkiä:
fr_fr: Pour terminer la liaison de vos comptes, veuillez utiliser ce lien :
hi_in: अपने खातों को लिंक करने के लिए कृपया इस लिंक का उपयोग करें:
hu_hu: Hogy befejezd fiókjaid összekötését, kérjük, használd ezt a linket:
kk_kz: Аккаунтты байланыстыруды аяқтау үшін мына сілтемені пайдаланыңыз:
mn_mn: Өөрийн бүртгэлийг холбохын тулд дараах холбоосыг ашиглана уу:
ms_my: Untuk menyelesaikan memautkan akaun anda, sila gunakan pautan ini:
nb_no: Bruk denne lenken for å fullføre sammenkobling av kontoene dine:
pl_pl: Aby zakończyć łączenie swoich kont, prosimy użyć tego linku:
pt_pt: Para concluir a vinculação de suas contas, por favor use este link:
ro_ro: Pentru a termina conectarea conturilor dvs., utilizați acest link:
ru_ru: Для завершения связывания вашего аккаунта, пожалуйста, используйте эту ссылку:
sl_sl: Če želite končati povezavo svojih računov, uporabite to povezavo:
sv_se: För att slutföra kopplingen av dina konton, använd följande länk:
th_th: เพื่อเชื่อมโยงบัญชีของคุณให้เสร็จสิ้น โปรดใช้ลิงก์นี้:
tr_tr: Hesaplarınızı bağlamayı bitirmek için lütfen bu bağlantıya tıklayın.
tt_ru: Сезнең аккаунтыгызны бәйләүне төгәлләү өчен, зинһар, бу сылтаманы кулланыгыз:
uz_uz: Hisobingizni bog'lashni yakunlash uchun ushbu havoladan foydalaning:
vi_vn: Để hoàn tất việc liên kết các tài khoản của bạn, vui lòng sử dụng liên kết sau:

source: Welcome to
ar_kw: اهلاً بك فى
az_az: xoş gəlmisiniz
cs_cz: Vítejte v
da_dk: Velkommen til
de_de: Herzlich Willkommen in
el_gr: Καλωσήρθατε στο
es_es: Bienvenido a
es_mx: Bienvenido a
et_ee: Tere tulemast
fi_fi: Tervetuloa
fr_fr: Bienvenue à
hi_in: आपका स्वागत है
hu_hu: Köszöntünk a
kk_kz: Қош келдіңіз
mn_mn: тавтай морилно уу
ms_my: Selamat datang ke
nb_no: Velkommen til
pl_pl: Witamy w
pt_pt: Bem-vindo a
ro_ro: Bine aţi venit pe
ru_ru: Добро пожаловать
sl_sl: Dobrodošli v
sv_se: Välkommen till
th_th: ยินดีต้อนรับเข้าสู่
tr_tr: Hoşgeldiniz
tt_ru: Рәхим итегез
uz_uz: Xush kelibsiz
vi_vn: Chào mừng bạn đến với

source: With respect
ar_kw: مع كامل الإحترام
az_az: Hörmətlə
cs_cz: S respektem
da_dk: Med hensyn til
de_de: Liebe Grüsse
el_gr: Φιλικά,
es_es: Con respeto
es_mx: Con respecto a
et_ee: Lugupidamisega
fi_fi: Kunnioittaen
fr_fr: Nous vous demandons respectivement,
hi_in: सम्मान के साथ
hu_hu: Tisztelettel
kk_kz: Құрметпен
mn_mn: Хүндэтгэсэн
ms_my: Dengan hormat
nb_no: Med hensyn
pl_pl: Z wyrazami szacunku
pt_pt: Atenciosamente
ro_ro: Cu respect
ru_ru: С уважением
sl_sl: S spoštovanjem,
sv_se: Med vänliga hälsningar
th_th: ด้วยความเคารพ
tr_tr: Saygılarımla
tt_ru: Хөрмәт белән
uz_uz: Hurmat bilan
vi_vn: Với sự kính trọng

source: You asked to link new social account to your current account
ar_kw: لقد طلبت ربط حساب إجتماعي جديد بحسابك الحالي
az_az: Siz yeni sosial hesabı cari hesabınızla əlaqələndirməyi xahiş etdiniz
cs_cz: Požádali jste o propojení vašeho stávajícího účtu s novým sociálním účtem
da_dk: Du har bedt om at knytte ny social konto til din nuværende konto
de_de: Sie haben um die Einbindung Ihres Kontos an ein neues soziales Netzwerk ersucht
el_gr: Ζητήσατε να συνδέσετε έναν νέο λογαριασμό κοινωνικού δικτύου με τον τρέχοντα λογαριασμό σας
es_es: Solicitaste vincular una nueva cuenta social a tu cuenta actual
es_mx: Pidió vincular una red social a su cuenta actual
et_ee: v
fi_fi: Pyysit linkittää uuden sosiaalisen tilin nykyiseen tiliisi
fr_fr: Vous avez demandé de lier un nouveau compte social à votre compte courant
hi_in: आपने नए सामाजिक खाते को अपने चालू खाते से लिंक करने के लिए कहा
hu_hu: Kérted, hogy kapcsoljuk össze új közösségi fiókod a jelenlegi fiókoddal
kk_kz: Сіз аккаунтыңызды жаңа әлеуметтік желіге байланыстыруды сұрадыңыз
mn_mn: Шинэ нийгмийн сүлжээний бүртгэлийн өөрийн одоогийн бүртгэлтэй холбоно уу
ms_my: Anda meminta untuk memautkan akaun sosial baharu ke akaun semasa anda
nb_no: Du har forespurt å koble sammen nye sosiale-nettverks-kontoer til din nåværende konto
pl_pl: Poprosiłeś o połączenie nowego konta social media ze swoim aktualnym kontem
pt_pt: Você pediu para ligar uma nova rede social à sua conta corrente
ro_ro: Ați solicitat să conectați noul cont social la contul dvs. curent
ru_ru: Вы попросили связать Ваш аккаунт с новой социальной сетью
sl_sl: Zahtevali ste povezavo novega družabnega računa s svojim trenutnim računom
sv_se: Du har begärt om att få koppla ett nytt socialt konto till ditt nuvarande konto
th_th: คุณได้ขอให้เชื่อมโยงบัญชีโซเชียลใหม่เข้ากับบัญชีปัจจุบันของคุณ
tr_tr: Mevcut hesabınıza yeni bir sosyal medya hesabı tanımlamayı talep ettiniz
tt_ru: Сез Сезнең аккаунтыгызны яңа социаль челтәр белән бәйләүне сорадыгыз
uz_uz: Hisobingizni yangi ijtimoiy tarmoq bilan bog'lashni so'ragansiz
vi_vn: Bạn đã yêu cầu liên kết tài khoản mạng xã hội mới với tài khoản hiện tại của mình

source: You have taken the first step to experience an amazing gaming journey with
ar_kw: لقد اتخذت الخطوة الأولى لتجربة رحلة ألعاب مذهلة مع
az_az: Siz heyrətamiz oyun səyahətini yaşamaq üçün ilk addımı atdınız ilə
cs_cz: Učinili jste první krok vstříc úžasnému hernímu zážitku s
da_dk: Du har taget det første skridt til at opleve en fantastisk spilrejse med
de_de: Sie haben den ersten Schritt zu einem einmaligen Glücksspielerlebnis mit xxxxx unternommen
el_gr: Έχετε κάνει το πρώτο βήμα για να ζήσετε ένα καταπληκτικό ταξίδι παιχνιδιού με
es_es: Has dado el primer paso para experimentar un increíble viaje de juego. con
et_ee: Oled teinud esimese sammu saamaks osa suurepärasest mängude teekonnast
fi_fi: Olet ottanut ensimmäisen askeleen kokeaksesi hämmästyttävän pelimatkan kanssamme
fr_fr: Vous avez fait le premier pas pour vivre une expérience de jeu étonnante avec
hi_in: आपने एक अद्भुत गेमिंग यात्रा का अनुभव करने के लिए पहला कदम उठाया है
hu_hu: Megtetted az első lépést egy csodálatos utazás felé a kaszinó világában
kk_kz: Сіз таңғажайып ойын саяхатының алғашқы қадамын жасадыңыз
mn_mn: Та хамт хийх гайхамшигтай аялалыг мэдрэх эхний алхамаа хийлээ
ms_my: Anda telah mengambil langkah pertama untuk merasai pengalaman perjalanan permainan yang mengujakan dengan
nb_no: Du har tatt de første steg for å oppleve en utrolig spillopplevelse med
pl_pl: Zrobiłeś pierwszy krok, aby doświadczyć niesamowitej gamingowej podróży razem z
pt_pt: Você deu o primeiro passo para experienciar uma incrível jornada de jogo com
ro_ro: Ați făcut primul pas pentru a experimenta o călătorie uimitoare de joc cu
ru_ru: Вы сделали первый шаг к удивительному игровому путешествию c
sl_sl: Naredili ste prvi korak k doživetjem neverjetnih iger na srečo z
sv_se: Du har tagit det första steget mot ett fantastisk speläventyr med
th_th: คุณได้เริ่มก้าวแรกเพื่อสัมผัสประสบการณ์การเล่นเกมที่น่ามหัศจรรย์กับ
tr_tr: ile muhteşem bir oyun yolculuğu yaşamak için ilk adımı attınız
tt_ru: Сез гаҗәеп уен сәяхәтенә беренче адым ясадыгыз
uz_uz: Siz ajoyib o'yin safariga birinchi qadam qo'ydingiz
vi_vn: Bạn đã hoàn tất bước đầu tiên để trải nghiệm một hành trình chơi game tuyệt vời với

source: casino_footer_copyright
ar_kw: حقوق النشر في تذييل الكازينو
cs_cz: Copyright zápatí kasina
da_dk: Casino footer ophavsret
el_gr: Υποσέλιδο πνευματικά δικαιώματα καζίνο
es_es: Derechos de autor del pie de página del casino
es_mx: derechos de autor al pie de la página del casino
et_ee: Kasiino jaluse autoriõigused
fi_fi: Kasinon alatunniste tekijänoikeus
hi_in: कसीनो_फुटर_कॉपीराइट
hu_hu: kaszinó_élőláb_szerzői_jog
mn_mn: казино фүүтэр зохиогчийн эрх
ms_my: Hak cipta kekaki kasino
nb_no: casino
pl_pl: BitBet24.com jest obsługiwany przez SG International N.V., zarejestrowany w E-Commerce park, Vredenberg, Curacao, posiadający licencję hazardową numer 8084/JAZZ2015-035 oraz wszelkie prawa do obsługiwania oprogramowania gamingowego. SG International LP dostarcza usługi płatnicze jako agent, na podstawie umowy licencyjnej zawartej między SG International LP i SG International N.V. © BitBet24 Casino. Wszelkie prawa zastrzeżone.
pt_pt: Direitos autorais, rodapé do cassino
sl_sl: Casino noga avtorske pravice
th_th: ลิขสิทธิ์ส่วนท้ายของคาสิโน
tr_tr: Casino alt bilgi telif hakkı

source: casino_mail_info
ar_kw: معلومات بريد الكازينو
cs_cz: Poštovní informace kasina
de_de: Info zu Casino E-Mail-Adresse
el_gr: Πληροφορίες email casino
es_mx: información correo electrónico del casino
et_ee: Kasiino emaili info
fi_fi: Kasinon postitiedot
hi_in: कैसीनो_मेल_इन्फो
hu_hu: kaszinó_posta_infó
mn_mn: казино шуудан мэдээлэл
ms_my: Maklumat e-mel kasino
nb_no: informasjon
pt_pt: Informações sobre o correio do cassino
sv_se: Kasino - mejlinformation
th_th: ข้อมูลจดหมายคาสิโน
tr_tr: Casino posta bilgisi

source: online support
ar_kw: دعم اونلاين
az_az: onlayn dəstək
cs_cz: online podpora
de_de: online Kundendienst
el_gr: ηλεκτρονική υποστήριξη
es_es: soporte en línea
es_mx: soporte en línea
et_ee: Online abi
fi_fi: nettituki
fr_fr: Support en ligne
hi_in: ऑनलाइन समर्थन
hu_hu: online támogatás
kk_kz: онлайн қолдау
mn_mn: онлайн дэмжлэг
ms_my: sokongan dalam talian
nb_no: kundeservice på nett
pl_pl: wsparcie online
pt_pt: apoio online
ro_ro: suport online
ru_ru: онлайн поддержка
sl_sl: spletna podpora
th_th: การสนับสนุนทางออนไลน์
tr_tr: canlı destek
tt_ru: онлайн ярдәм
uz_uz: onlayn qo'llab-quvvatlash
vi_vn: hỗ trợ trực tuyến

source: controller_does_not_exists
ar_kw: تحكم غير موجود
az_az: nəzarətçi_mövcud deyil
cs_cz: Ovladač neexistuje
da_dk: Controlleren findes ikke
de_de: Controller existiert nicht
el_gr: Ο ελεγκτής δεν υπάρχει
es_es: El controlador no existe
es_mx: no existe el controlador
et_ee: Kontrollerit pole olemas
fi_fi: Ohjaajaa ei ole olemassa
fr_fr: contrôleur_nexiste_pas
hi_in: नियंत्रक_उपलब्ध_नहीं_है
hu_hu: vezérlő_nem_létezik
it_it: controller_non_esiste
kk_kz: Контроллер табылмады
ms_my: Alat kawalan tidak wujud
nb_no: kontrolleren_eksisterer_ikke
pl_pl: Kontroler nie istnieje
pt_pt: Controlador não existe
ru_ru: Контроллер не найден
sl_sl: Kontroler ne obstaja
sv_se: Kontrollanten existerar inte
th_th: ไม่มีตัวควบคุม
tr_tr: denetleyici mevcut değil
tt_ru: Контроллер табылмады
uz_uz: Nazoratchi topilmadi

source: social_not_found
ar_kw: لم يتم العثور على الحساب الإجتماعى
az_az: sosial_tapılmadı
cs_cz: Sociální účet nenalezen
da_dk: Social blev ikke fundet
de_de: soziales Netzwerk nicht gefunden
el_gr: Το κοινωνικό δίκτυο δεν βρέθηκε
es_es: Social no encontrado
es_mx: no se encuentra la red social
et_ee: Sotsiaalmeediat ei leitud
fi_fi: Sosiaalista ei löytynyt
fr_fr: social_non_trouvé
hi_in: सोशल_नहीं_मिला
hu_hu: közösségi_oldal_nem_található
it_it: social_non_trovato
kk_kz: Әлеуметтік желі табылмады
ms_my: Sosial tidak ditemui
nb_no: sosialt_nettverk_ikke_funnet
pl_pl: Nie znaleziono social medium
pt_pt: Rede social não encontrada
ru_ru: Социальная сеть не найдена
sl_sl: Družabno ni najdeno
sv_se: Socialt konto existerar inte
th_th: ไม่พบโซเชียล
tr_tr: Sosyal bulunamadı
tt_ru: Социаль челтәр табылмады
uz_uz: Ijtimoiy tarmoq topilmadi

source: purchase_error
ar_kw: خطأ في الشراء
az_az: alış_səhv
cs_cz: Chyba nákupu
da_dk: Købsfejl
de_de: Kauffehler
el_gr: Σφάλμα αφοράς
es_es: Error en la compra
es_mx: error en la compra
et_ee: Ostu viga
fi_fi: Ostovirhe
fr_fr: achat_erreur
hi_in: खरीद_त्रुटि
hu_hu: hiba_vásárlás_közben
it_it: errore_acquisto
kk_kz: Сатып алу қатесі
mn_mn: худалдан авалтын алдаа
ms_my: Ralat pembelian
nb_no: kjøpsfeil
pl_pl: Błąd zakupu
pt_pt: Erro na compra
ru_ru: Ошибка покупки
sl_sl: Napaka pri nakupu
sv_se: Fel vid köp
th_th: เกิดข้อผิดพลาดในการซื้อ
tr_tr: Satın alma hatası
tt_ru: Сатып алу хатасы
uz_uz: Sotib olish xatosi

source: game_added_to_favorites
ar_kw: تمت إضافة اللعبة إلى المفضلة
az_az: oyun sevimlilərə_əlavə edildi
cs_cz: Hra přidána do oblíbených
da_dk: Spil tilføjet til favoritter
de_de: Spiel zu Favoriten hinzugefügt
el_gr: Το παιχνίδι προστέθηκε στα αγαπημένα
es_es: Juego añadido a favoritos
es_mx: juego ha sido agregado a favoritos
et_ee: Mäng on lisatud lemmikutesse
fi_fi: Peli lisättiin suosikkeihin
fr_fr: jeu_ajoute_aux_favoris
hi_in: गेम_पसंदीदा_में_जोड़ा गया
hu_hu: játék_hozzáadva_a_kedvencekhez
it_it: gioco_aggiunto_ai_preferiti
kk_kz: Ойын таңдаулыларға қосылды
ms_my: Permainan ditambah ke kegemaran
nb_no: spill_lagt_til_favoritt
pl_pl: Gra dodana do ulubionych
pt_pt: Jogo acrescentado aos favoritos
ru_ru: Игра добавлена в избранное
sl_sl: Igra dodana priljubljenim
sv_se: Spelet har lagts till i favoriter
th_th: เพิ่มเกมในรายการโปรดแล้ว
tr_tr: Oyun favorilere eklendi
tt_ru: Уен сайланган уенга өстәлде
uz_uz: O'yin sevimlilarga qo'shiladi

source: game_deleted_from_favorites
ar_kw: تم حذف اللعبة من المفضلة
az_az: oyun_favoritlərdən_silindi
cs_cz: Hra odstraněna z oblíbených
da_dk: Spil slettet fra favoritter
el_gr: Το παιχνίδι διαγράφηκε στα αγαπημένα
es_es: Juego borrado de favoritos
es_mx: juego ha sido eliminad de favoritos
et_ee: Mäng on kustutatud lemmikutest
fi_fi: Peli poistettu suosikeista
fr_fr: jeu_supprime_des_favoris
hi_in: गेम_पसंदीदा_से_हटा दिया
hu_hu: játék_törölve_a_kedvencek_közül
it_it: gioco_cancellato_dai_preferiti
kk_kz: Ойын таңдаулылардан жойылды
ms_my: Permainan dipadam daripada kegemaran
nb_no: spill_slettet_fra_favoritter
pl_pl: Gra usunięta z ulubionych
pt_pt: Jogo eliminado dos favoritos
ru_ru: Игра удалена из избранного
sl_sl: Igra izbrisana iz priljubljenih
th_th: ลบเกมจากรายการโปรดแล้ว
tr_tr: Oyun favorilerden silindi
tt_ru: Ойын таңдаулылардан жойылған
uz_uz: O'yin Sevimlilardan olib tashlandi

source: must_login
ar_kw: يجب تسجيل الدخول
az_az: daxil olmalıdır
cs_cz: Je nutné přihlášení
da_dk: skal logge ind
de_de: Autorisierung erforderlich
el_gr: Πρέπει να συνδεθείτε
es_es: Debes iniciar sesión
es_mx: debe iniciar sesión
et_ee: peab sisse kirjutama
fi_fi: Pitää kirjautua
fr_fr: doit_connecte
hi_in: जरुरी_लॉग इन
hu_hu: bejelentkezés_szükséges
it_it: effettuare_accesso
kk_kz: Жүйеге кіру керек
mn_mn: нэвтрэх шаардлагатай
ms_my: Perlu melog masuk
nb_no: må_logge_på
pt_pt: precisa fazer login
ru_ru: Нужно авторизоваться
sl_sl: Obvezno uporabniško ime
sv_se: Du måste logga in
th_th: ต้องเข้าสู่ระบบ
tr_tr: Giriş yapmanız gerek
tt_ru: Авторизацияләнергә кирәк
uz_uz: Kirish kerak

source: No bonus name
ar_kw: لا يوجد اسم مكافأة
az_az: Bonus adı yoxdur
cs_cz: Žádný název bonusu
da_dk: Intet bonusnavn
de_de: Kein Bonusname
el_gr: Δεν υπάρχει όνομα μπόνους
es_es: Sin nombre extra
es_mx: Sin nombre del bono
et_ee: Ei ole boonuse nime
fi_fi: Ei bonuksen nimeä
fr_fr: Pas de nom de bonus
hi_in: कोई बोनस नाम नहीं
hu_hu: Nincs bónusz játék
it_it: Nessun nome bonus
kk_kz: Бонус атауы жоқ
mn_mn: Бонусын нэр байхгүй
ms_my: Tiada nama bonus
nb_no: Ingen bonusnavn
pl_pl: Brak nazwy bonusu
pt_pt: Sem nome do bônus
ro_ro: Fără nume de bonus
ru_ru: Нет имени бонуса
sl_sl: Ni imena bonusa
sv_se: Bonusnamn saknas
th_th: ไม่มีชื่อโบนัส
tr_tr: Bonus adı yok
tt_ru: Бонус исеме юк
uz_uz: Bonus nomi yo'q
vi_vn: Không có tên phần thưởng

source: No bonus descripton
ar_kw: لا يوجد وصف مكافأة
az_az: Bonus təsviri yoxdur
cs_cz: Žádný popis bonusu
da_dk: Ingen bonusbeskrivelse
de_de: Keine Bonusbeschreibung
el_gr: Δεν υπάρχει περιγραφή μπόνους
es_es: No hay descripción extra
es_mx: Sin descripción del bono
et_ee: Ei ole boonuse kirjeldust
fi_fi: Ei bonuksen kuvausta
fr_fr: Pas de description de bonus
hi_in: कोई बोनस विवरण नहीं
hu_hu: Nincs bónusz leírás
it_it: Nessuna descrizione del bonus
kk_kz: Бонус сипаттамасы жоқ
mn_mn: бонусын тодорхойлолт байхгүй
ms_my: Tiada penerangan bonus
nb_no: Ingen bonusbeskrivelse
pl_pl: Brak opisu bonusu
pt_pt: Sem descrição do bônus
ro_ro: Fără bonus
ru_ru: Нет описания бонуса
sl_sl: Ni opisa bonusa
sv_se: Bonusbeskrivning saknas
th_th: ไม่มีคำอธิบายโบนัส
tr_tr: Bonus açıklaması yok
tt_ru: Бонус тасвирламасы юк
uz_uz: Hech qanday bonus ta'rifi yo'q
vi_vn: Không có nội dung mô tả phần thưởng

source: No user id
ar_kw: معرف المستخدم غير موجود
az_az: İstifadəçi id-si yoxdur
cs_cz: Žádné ID uživatele
da_dk: Intet bruger-id
de_de: Keine Nutzer-ID
el_gr: Δεν υπάρχει αναγνωριστικό χρήστη
es_es: Sin identificación de usuario
es_mx: Sin identificación del usuario
et_ee: Ei ole kasutajatunnust
fi_fi: Ei käyttäjätunnusta
fr_fr: Aucun identifiant d'utilisateur
hi_in: कोई उपयोगकर्ता आईडी नहीं
hu_hu: Nincs felhasználói azonosító
it_it: Nessun ID utente
kk_kz: Пайдаланушы идентификаторы жоқ
mn_mn: Хэрэглэгчийн нэр байхгүй
ms_my: Tiada id pengguna
nb_no: Ingen bruker id
pl_pl: Brak ID użytkownika
pt_pt: Sem identificação do usuário
ro_ro: Fără ID de utilizator
ru_ru: Нет id пользователя
sl_sl: Ni uporabniškega ID-ja
sv_se: Användar-ID saknas
th_th: ไม่มี ID ผู้ใช้
tr_tr: Kullanıcı ID yok
tt_ru: Кулланучы id юк
uz_uz: Foydalanuvchi id yo'q
vi_vn: Không có id người dùng

source: No bonus id
ar_kw: معرف المكافأة غير موجود
az_az: Bonus id yoxdur
cs_cz: Žádné ID bonusu
da_dk: Ingen bonus id
de_de: Keine Bonus-ID
el_gr: Δεν υπάρχει αναγνωριστικό μπόνους
es_es: Sin identificación extra
es_mx: Sin identificación del bono
et_ee: Ei ole boonustunnust
fi_fi: Ei bonustunnusta
fr_fr: Aucun identifiant de bonus
hi_in: कोई बोनस आईडी नहीं
hu_hu: Nincs bónusz azonosító
it_it: Nessun bonus id
kk_kz: Бонус идентификаторы жоқ
mn_mn: Бонусын нэр байхгүй
ms_my: Tiada id bonus
nb_no: Ingen bonus id
pl_pl: Brak ID bonusu
pt_pt: Sem identificação do bônus
ro_ro: Fără bonus de id
ru_ru: Нет id бонуса
sl_sl: Ni id bonusa
sv_se: Bonus-ID saknas
th_th: ไม่มี ID โบนัส
tr_tr: Bonus ID yok
tt_ru: Id бонус юк
uz_uz: Bonus id yo'q
vi_vn: Không có id thưởng

source: No status
ar_kw: حالة غير معروفة
az_az: Status yoxdur
cs_cz: Žádný stav
da_dk: Ukendt status
de_de: Keine Angaben zum Status
el_gr: Άγνωστη κατάσταση
es_es: Sin estado
es_mx: Estado desconocido
et_ee: Tundmatu staatus
fi_fi: Tuntematon tila
fr_fr: Aucun statut
hi_in: कोई स्थिति नहीं
hu_hu: Nincs státusz
it_it: Nessuno stato
kk_kz: Белгісіз күй
mn_mn: Статус байхгүй
ms_my: Tiada status
nb_no: Ingen status
pl_pl: Brak statusu
pt_pt: Status desconhecido
ro_ro: Fara status
ru_ru: Неизвестный статус
sl_sl: Ni statusa
sv_se: Okänd status
th_th: ไม่มีสถานะ
tr_tr: Durum yok
tt_ru: Билгесез статус
uz_uz: Noma'lum holat
vi_vn: Không có trạng thái

source: Bonus not found
ar_kw: لم يتم العثور على المكافأة
az_az: Bonus tapılmadı
cs_cz: Bonus nenalezen
da_dk: Bonus blev ikke fundet
de_de: Der Bonus konnte nicht gefunden werden
el_gr: Το μπόνους δεν βρέθηκε
es_es: Bonificación no encontrada
es_mx: Bono no encontrado
et_ee: Boonust ei leidunud
fi_fi: Bonusta ei löytynyt
fr_fr: Bonus non trouvé
hi_in: बोनस नहीं मिला
hu_hu: Nem található bónusz
it_it: Bonus non trovato
kk_kz: Бонус табылмады
mn_mn: Бонус олдоогүй
ms_my: Bonus tidak ditemui
nb_no: Ingen bonus funnet
pl_pl: Nie znaleziono bonusu
pt_pt: bônus não encontrado
ro_ro: Bonusul nu a fost găsit
ru_ru: Бонус не найден
sl_sl: Bonusa ni mogoče najti
sv_se: Bonusen kunde inte hittas
th_th: ไม่พบโบนัส
tr_tr: Bonus bulunamadı
tt_ru: Бонус табылмады
uz_uz: Bonus topilmadi
vi_vn: Không tìm thấy phần thưởng

source: Already have active
ar_kw: نشطة بالفعل
az_az: Artıq aktivdir
cs_cz: Již je aktivní
da_dk: Har allerede aktive
de_de: Bereits hat aktive
el_gr: Υπάρχει ήδη ενεργό
es_es: Ya tengo activo
es_mx: Ya tienes un bono activo
et_ee: Juba on aktiivne
fi_fi: On jo aktiivinen
fr_fr: Ont déjà des actifs
hi_in: पहले से ही सक्रिय हैं
hu_hu: Már aktív
it_it: Hanno già attivi
kk_kz: Белсенді бар
mn_mn: Аль хэдийн идэвхтэй
ms_my: Anda telah mempunyai bonus aktif
nb_no: Har allerede aktiv
pl_pl: Już aktywny
pt_pt: Já ativo
ro_ro: Deja este activ
ru_ru: Уже есть активный
sl_sl: Že aktiven
sv_se: Redan aktiv
th_th: มีการใช้งานอยู่แล้ว
tr_tr: Aktif olarak mevcut
tt_ru: Актив бар инде
uz_uz: Allaqachon faol
vi_vn: Đã hoạt động

source: Bonus is not available
ar_kw: المكافأة غير متاحة
az_az: Bonus mövcud deyil
cs_cz: Bonus není dostupný
da_dk: Bonus er ikke tilgængelig
de_de: Der Bonus ist nicht verfügbar
el_gr: Το μπόνους δεν είναι διαθέσιμο
es_es: El bono no está disponible
es_mx: Bono no disponible
et_ee: Boonus ei ole saadaval
fi_fi: Bonus ei ole saatavilla
fr_fr: Le bonus n'est pas disponible
hi_in: बोनस नहीं मिल रहा है
hu_hu: Bónusz nem elérhető
it_it: Il bonus non è disponibile
kk_kz: Бонус қолжетімді емес
mn_mn: Бонус боломжгүй байна
ms_my: Bonus tidak tersedia
nb_no: Bonus er ikke tilgjengelig
pl_pl: Bonus jest niedostępny
pt_pt: bônus indisponível
ro_ro: Bonusul nu este disponibil
ru_ru: Бонус не доступен
sl_sl: Bonusa ni na voljo
sv_se: Bonusen är inte tillgänglig
th_th: โบนัสไม่พร้อมใช้งาน
tr_tr: Bonus mevcut değil
tt_ru: Бонус мөмкин түгел
uz_uz: Bonus mavjud emas
vi_vn: Phần thưởng không khả dụng

source: First deposit, already deposited
ar_kw: أول إيداع تم إيداعه بالفعل
az_az: İlk depozit, artıq depozit qoyulmuşdur
cs_cz: První vklad byl již proveden
da_dk: Første indbetaling, allerede deponeret
de_de: Ersteinzahlung, bereits eingezahlt
el_gr: Έχει ήδη πραγματοποιηθεί η πρώτη κατάθεση
es_es: Primer depósito, ya depositado
es_mx: Primer depósito, ya depositado
et_ee: Esimene deposiit, deposiit on juba tehtud
fi_fi: Ensitalletus jo talletettu
fr_fr: Premier dépôt, déjà déposé
hi_in: प्रथम जमा, पहले से ही जमा हो चुका है
hu_hu: Az első befizetés már be van fizetve
it_it: Primo deposito, già depositato
mn_mn: Эхний мөрийг аль хэдийн тавьсан
ms_my: Deposit pertama telah didepositkan
nb_no: Første innskudd, allereie innskutt
pl_pl: Pierwszy depozyt, już zdeponowano
pt_pt: Primeiro depósito, já depositado
ro_ro: Primul depozit, deja depus
sl_sl: Prvi polog, že deponiran
sv_se: Första insättningen har redan gjorts
th_th: เงินฝากครั้งแรกถูกฝากแล้ว
tr_tr: İlk yatırma zaten yapıldı
vi_vn: Nạp lần đầu, đã nạp
