Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: country_and_birth_date_required
ar_kw: مطلوب البلد وتاريخ الميلاد
az_az: ölkə_və_doğum_tarixi_tələb olunur
cs_cz: Země a datum narození jsou povinné
da_dk: Land og fødselsdato er påkrævet
de_de: Land_und_Geburtsdatum_erforderlich
el_gr: Η χώρα και η ημερομηνία γέννησης είναι υποχρεωτικές
es_es: País y fecha de nacimiento requerido
es_mx: país y fecha de nacimiento son requeridas
et_ee: Maa ja sünniaeg on nõutud
fi_fi: Maata ja syntymäaikaa vaaditaan
fr_fr: pays_et_date_de_naissance_requise
hi_in: देश_और_जन्म_तिथि_आवश्यक है
hu_hu: ország_és_születési_dátum_szükséges
it_it: data_di_nascita_e_nazione_necessari
kk_kz: Туған елі мен күні қажет
mn_mn: Country and birth date are required
ms_my: Negara dan tarikh lahir diperlukan
nb_no: land_og_fødselsdato_påkrevd
pl_pl: Wymagany jest kraj i data urodzenia
pt_pt: País e data de nascimento requeridos
ru_ru: Страна и дата рождения обязательны для заполнения
sl_sl: Država in datum rojstva sta obvezna
sv_se: Land och födelsedatum är obligatoriska
th_th: ต้องระบุประเทศและวันเกิด
tr_tr: Ülke ve doğum tarihi gerekli
tt_ru: Ил һәм туган көн тутыру өчен мәҗбүри
uz_uz: Mamlakat va tug'ilgan kun to'ldirish uchun majburiydir

source: payment_request_sent
ar_kw: تم إرسال طلب الدفع
az_az: ödəniş_istəyi göndərildi
cs_cz: Požadavek na platbu odeslán
da_dk: Betalingsanmodning sendt
de_de: Auszahlunganfrage_gesendet
el_gr: Το αίτημα πληρωμής εστάλη
es_es: Solicitud de pago enviada
es_mx: solicitud de pago ha sido enviada
et_ee: Makse taotlus on saadetud
fi_fi: Maksupyyntö lähetetty
fr_fr: demande_de_paiement_envoi
hi_in: भुगतान_निवेदन_भेजा
hu_hu: fizetési_kérelem_elküldve
it_it: richiesta_pagamento_inviata
kk_kz: Төлем сұрауы жіберілді
ms_my: Permohonan pembayaran dihantar
nb_no: betalingsforespørsel_sendt
pl_pl: Wysłano żądanie płatności
pt_pt: Solicitação de pagamento foi enviada
ru_ru: Запрос на оплату отправлен
sl_sl: Zahteva za plačilo poslana
sv_se: Betalningsförfrågan skickad
th_th: ส่งคำขอชำระเงินแล้ว
tr_tr: Ödeme talebi gönderildi
tt_ru: Түләүгә сорау җибәрелде
uz_uz: To'lov uchun so'rov yuborildi

source: payment_request_error
ar_kw: خطأ في طلب الدفع
cs_cz: Chyba požadavku na platbu
da_dk: Fejl i betalingsanmodning
de_de: Zahlungsfehler
el_gr: Σφάλμα αιτήματος πληρωμής
es_es: Error en solicitud de pago
es_mx: error en solicitud de pago
et_ee: Makse taotluse viga
fi_fi: Maksupyyntövirhe
fr_fr: erreur_demande_de_paiement
hi_in: भुगतान_निवेदन_त्रुटि
hu_hu: fizetési_kérelem_sikertelen
it_it: errore_richiesta_pagamento
kk_kz: Төлем қатесі
ms_my: Ralat permohonan pembayaran
nb_no: feil_med_betalingsforespørsel
pl_pl: Błąd żądania płatności
pt_pt: Erro na solicitação do pagamento
ru_ru: Ошибка оплаты
sl_sl: Napaka zahtevka za plačilo
sv_se: Det gick inte att skicka betalningsförfrågan
th_th: เกิดข้อผิดพลาดในคำขอชำระเงิน
tr_tr: Ödeme talebi hatası
tt_ru: Түләү хатасы
uz_uz: To'lov xatosi

source: max_limit_of_withdraw_reached
ar_kw: تم الوصول إلى الحد الأقصى للسحب
az_az: maksimum_çəkilmə_limitinə çatıldı
cs_cz: Dosažen maximální limit výběru
da_dk: Max grænse for tilbagetrækning nået
de_de: Maximales_Limit_für_Auszahlungen_erreicht
el_gr: Επιτεύχθη το μέγιστο όριο ανάληψης
es_es: Límite máximo de retirada alcanzado
es_mx: límite máximo de retiro ha sido alcanzado
et_ee: Maksimaalne väljavõtmise limiit on ületatud
fi_fi: Maksimi kotiutusraja saavutettu
fr_fr: max_limite_de_retrait_atteint
hi_in: निकासी_की_अधिकतम_सीमा_पर_पहुँच_गए
hu_hu: pénzfelvétel_felső_határa_elérve
it_it: limite_max_di_prelievi_raggiunto
kk_kz: Шығару сұрауының максималды шегіне жетті
ms_my: Had pengeluaran maksimum telah dicapai
nb_no: maksimal_uttaksgrense_nådd
pl_pl: Osiągnięto maksymalny limit wypłat
pt_pt: Limite máximo de saque atingido
ru_ru: Достигнут максимальный лимит запросов на вывод
sl_sl: Dosežena najvišja omejitev dviga
sv_se: Du har uppnått maxgränsen gör uttag
th_th: ถึงขีดจำกัดสูงสุดของการถอนแล้ว
tr_tr: Maks para çekme limiti aşıldı
tt_ru: Нәтиҗәгә ихтыяҗның максималь лимиты җитәчәк
uz_uz: Chiqish so'rovlarining maksimal limitiga erishildi

source: sys_error_message
ar_kw: رسالة خطأ في النظام
cs_cz: Zpráva systémové chyby
da_dk: Fejlmeddelelse om system
de_de: Systemfehler
el_gr: Μήνυμα σφάλματος συστήματος
es_es: Mensaje de error de sistema
es_mx: mensaje de error del sistema
et_ee: Süsteemiviga
fi_fi: Järjestelmävirheen viesti
fr_fr: message_erreur_systeme
hi_in: सिस्टम_त्रुटि_सन्देश
hu_hu: rendszer_hiba_üzenet
it_it: messaggio_errore_sys
kk_kz: Жүйе қатесі
mn_mn: System error message
ms_my: Mesej ralat sistem
nb_no: system_feilmelding
pl_pl: Wiadomość o błędzie systemu
pt_pt: Mensagem de error do sistema
ru_ru: Системная ошибка
sl_sl: Sistemsko sporočilo o napaki
sv_se: Felmeddelande
th_th: ข้อความแสดงข้อผิดพลาดของระบบ
tr_tr: Sistem hata mesajı
tt_ru: Cистема хатасы
uz_uz: Tizim xatosi

source: input_purse
ar_kw: محفظة المدخلات
az_az: giriş_pul kisəsi
cs_cz: Vkladová peněženka
da_dk: Input pung
de_de: Guthaben_aufladen
el_gr: Εισαγωγή πορτοφολιού
es_es: Monedero ingreso
es_mx: campo de entrada de billetera
et_ee: Sisesta rahakott
fi_fi: Kukkaroon laitto
fr_fr: entree_purse
hi_in: इनपुट_पर्स
hu_hu: befizetési_pénztárca
it_it: input_borsa
kk_kz: Соманы енгізіңіз
ms_my: Ruangan input dompet
nb_no: inngangspung
pl_pl: Wprowadź portfel
pt_pt: Defina a carteira
ru_ru: Введите сумму
sl_sl: Vhodna denarnica
sv_se: Ange plånbok
th_th: ป้อนกระเป๋าเงิน
tt_ru: Сумманы языгыз
uz_uz: Miqdorini kiriting

source: payment_withdraw_sent
ar_kw: تم إرسال سحب الدفع
az_az: ödəniş_çəkilmə_göndərildi
cs_cz: Výběr platby odeslán
da_dk: Udbetaling af betaling sendt
de_de: Auszahlungsanfrage_gesendet
el_gr: Η πληρωμή ανάληψης εστάλη
es_es: Retirada de pago enviada
es_mx: pago del retiro ha sido enviado
et_ee: Makse väljavõtmine saadetud
fi_fi: Maksukotiutus lähetetty
fr_fr: paiement_retrait_envoye
hi_in: भुगतान_निकासी_भेज_दी
hu_hu: fizetés_pénzfelvétel_elküldve
it_it: pagamento_prelievo_inviato
kk_kz: Шығаруға сұрау жіберілді
ms_my: Pengeluaran bayaran dihantar
nb_no: betalingsuttak_sendt
pl_pl: Wypłata płatności wysłana
pt_pt: Saque enviado
ru_ru: Запрос на вывод отправлен
sl_sl: Plačilni dvig poslan
sv_se: Uttagsförfrågan skickad
th_th: ส่งการถอนการชำระเงินแล้ว
tr_tr: Para çekme ödemesi gönderildi
tt_ru: Чыгаруга сорау җибәрелде
uz_uz: Chiqish so'rovi yuborildi

source: New password is empty
ar_kw: كلمة المرور الجديدة فارغة
az_az: Yeni parol boşdur
cs_cz: Nové heslo je prázdné
da_dk: Ny adgangskode er tom
de_de: Das Feld "Neues Passwort" muss ausgefüllt werden
el_gr: Ο νέος κωδικός πρόσβασης είναι κενός
es_es: La nueva contraseña está vacía
es_mx: Nueva contraseña está vacía
et_ee: Uue salasõna lahter on tühi
fi_fi: Uusi salasana on tyhjä
fr_fr: Le nouveau mot de passe est vide
hi_in: नया पासवर्ड खाली है
hu_hu: Az Új jelszó mező üres
it_it: La nuova password è vuota
kk_kz: жаңа құпия сөз өрісі бос
mn_mn: Шинэ нууц үг хоосон
ms_my: Kata laluan baharu kosong
nb_no: Nytt passord er tomt
pl_pl: Nowe hasło jest puste
pt_pt: A nova senha está vazia
ro_ro: Noua parolă este goală
ru_ru: Поле "новый пароль" не заполнено
sl_sl: Novo geslo je prazno
sv_se: Nytt lösenord saknas
th_th: รหัสผ่านใหม่ว่างเปล่า
tr_tr: Yeni şifre boş
tt_ru: "яңа пароль" кыры тулмаган
uz_uz: Maydon "yangi parol" to'ldirilmagan
vi_vn: Mật khẩu mới trống

source: Repeat password is empty
ar_kw: خانة تكرار كلمة المرور فارغة
az_az: Təkrarlanan parol boşdur
cs_cz: Repeat password field is empty
da_dk: Feltet Gentag adgangskode er tomt
de_de: Das Feld "Neues Passwort" ist leer
el_gr: Το πεδίο της επανάληψης του κωδικού πρόσβασης είναι κενό
es_es: El campo de repetición de contraseña está vacío
es_mx: El campo de repetición de la contraseña está vacío
et_ee: Salasõna kordamise lahter on tühi
fi_fi: Toista salasana -kenttä on tyhjä
fr_fr: Mot de passe répété est vide
hi_in: रिपीट पासवर्ड खाली है
hu_hu: A Jelszó megismétlése mező üres
it_it: Ripetere la password è vuoto
kk_kz: жаңа құпия сөз өрісі бос
mn_mn: Давтан нууц үг хоосон
ms_my: Ruangan kata laluan ulangan kosong
nb_no: Gjenta nytt passord felt er tomt
pl_pl: Pole powtórzenia hasła jest puste
pt_pt: Campo “repetir senha” está vazio
ro_ro: Repetați parola este goală
ru_ru: Поле "новый пароль" не заполнено
sl_sl: Ponovite geslo je prazno
sv_se: Du måste upprepa lösenordet
th_th: รหัสผ่านซ้ำว่างเปล่า
tr_tr: Şifre tekrarı boş
tt_ru: "яңа пароль" кыры тулмаган
uz_uz: Maydon "yangi parol" to'ldirilmagan
vi_vn: Mật khẩu nhập lại trống

source: Code is empty
ar_kw: الكود فارغ
az_az: Kod boşdur
cs_cz: Kód je prázdný
da_dk: Koden er tom
de_de: Der Code ist leer
el_gr: Ο κωδικός είναι κενός
es_es: El código está vacío
es_mx: Código está vacío
et_ee: Koodi lahter on tühi
fi_fi: Koodi on tyhjä
fr_fr: Le code est vide
hi_in: कोड खाली है
hu_hu: A Kód mező üres
it_it: Il codice è vuoto
kk_kz: Код бос
mn_mn: Код хоосон
ms_my: Kod kosong
nb_no: Tom kode
pl_pl: Kod jest pusty
pt_pt: Código está vazio
ro_ro: Codul este gol
ru_ru: Код пустой
sl_sl: Koda je prazna
sv_se: Kod saknas
th_th: รหัสว่างเปล่า
tr_tr: Kod boş
tt_ru: Код буш
uz_uz: Kod bo'sh
vi_vn: Mã trống

source: Code is incorrect
ar_kw: الكود غير صحيح
az_az: Kod səhvdir
cs_cz: Kód není správný
da_dk: Koden er forkert
de_de: Falscher Code
el_gr: Ο κωδικός είναι εσφαλμένος
es_es: El código es incorrecto
es_mx: Código es incorrecto
et_ee: Kood on vigane
fi_fi: Koodi on virheellinen
fr_fr: Le code est incorrect
hi_in: कोड गलत है
hu_hu: A kód nem megfelelő
it_it: Il codice non è corretto
kk_kz: Қате код
mn_mn: Код буруу байна
ms_my: Kod tidak betul
nb_no: Koden er feil
pl_pl: Kod jest niewłaściwy
pt_pt: Código incorreto
ro_ro: Codul este incorect
ru_ru: Неверный код
sl_sl: Koda ni pravilna
sv_se: Koden är ogiltig
th_th: รหัสไม่ถูกต้อง
tr_tr: Hatalı kod
tt_ru: Ялгыш код
uz_uz: Noto'g'ri kod
vi_vn: Mã không chính xác

source: Password must be at least 6 characters long
ar_kw: يجب الا تقل كلمة المرور عن 6 أحرف على الأقل
az_az: Parol ən azı 6 simvol uzunluğunda olmalıdır
cs_cz: Heslo musí mít minimálně 6 znaků
da_dk: Adgangskoden skal være på mindst 6 tegn
de_de: Das Passwort muss mindestens 6 Zeichen enthalten
el_gr: Ο κωδικός πρόσβασης πρέπει να έχει μήκος τουλάχιστον 6 χαρακτήρες
es_es: La contraseña debe contener 6 caracteres como mínimo
es_mx: Contraseña debe tener por lo menos 6 carácteres de largo
et_ee: Salasõna peab olema vähemalt 6 märki pikk
fi_fi: Salasanan on oltava vähintään 6 merkkiä pitkä
fr_fr: Le mot de passe doit comporter au moins 6 caractères
hi_in: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
hu_hu: A jelszónak legalább 6 karakter hosszúnak kell lennie
it_it: La password deve essere lunga almeno 6 caratteri
kk_kz: Құпиясөз кемінде 6 таңбадан тұруы керек
mn_mn: Нууц үг нь дор хаяг 6 тэмдэгт байх ёстой
ms_my: Panjang kata laluan perlulah sekurang-kurangnya 6 aksara
nb_no: Passord må være minst 6 tegn lang
pl_pl: Hasło musi zawierać co najmniej 6 znaków
pt_pt: A senha deve ter pelo menos 6 caracteres
ro_ro: Parola trebuie sa contina minim 6 caractere
ru_ru: Пароль должен быть не менее 6 символов
sl_sl: Geslo mora imeti vsaj 6 znakov
sv_se: Lösenordte vara minst 6 tecken långt
th_th: รหัสผ่านต้องมีความยาวอย่างน้อย 6 อักขระ
tr_tr: Şifre en az 6 karakter uzunluğunda olmalı
tt_ru: Серсүзе кимендә 6 символ булырга тиеш
uz_uz: Parol kamida 6 belgi bo'lishi kerak
vi_vn: Mật khẩu phải chứa ít nhất 6 kí tự

source: pass_not_match
ar_kw: كلمة المرور غير متطابقة
az_az: uyğun deyil
cs_cz: Heslo se neshoduje
da_dk: Adgangskoden stemmer ikke overens
de_de: Passwörter_stimmen_nicht_überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_es: Contraseña no coincide
es_mx: contraseña no coincide
et_ee: Salasõna ei sobi
fi_fi: Salasana ei täsmää
fr_fr: mot_passe_ne_correspond_pas
hi_in: पासवर्ड_मेल_नहीं_खाता
hu_hu: jelszó_nem_egyezik
it_it: pass_non_compatibile
kk_kz: Құпиясөз сәйкес келмеді
mn_mn: Password is not match
ms_my: Kata laluan tidak sepadan
nb_no: passordene burde være like
pl_pl: Hasło nie pasuje
pt_pt: Senha não corresponde
ru_ru: Пароли не совпадают
sl_sl: Geslo se ne ujema
sv_se: Lösenorden överensstämmer inte
th_th: รหัสผ่านไม่ตรงกัน
tr_tr: Şifre eşleşmiyor
tt_ru: Серсүзләр туры килми
uz_uz: parollar mos kelmayapti

source: Session expired
ar_kw: تم إنتهاء صلاحية الجلسة
az_az: Sessiya başa çatıb
cs_cz: Relace vypršela
da_dk: Sessionen er udløbet
de_de: Sitzung ist abgelaufen
el_gr: Η συνεδρία έληξε
es_es: Sesión expirada
es_mx: Sesión ha expirado
et_ee: Sessioon on aegunud
fi_fi: Istunto vanhentunut
fr_fr: Session expirée
hi_in: सत्र समाप्त हुआ
hu_hu: Lejárt munkamenet
it_it: Sessione scaduta
kk_kz: Сеанс аяқталды
mn_mn: Хандалтын хугацаа дууссан
ms_my: Sesi telah luput
nb_no: Økt utløpt
pl_pl: Sesja wygasła
pt_pt: Sessão venceu
ro_ro: Sesiunea a expirat
ru_ru: Сессия истекла
sl_sl: Seja je potekla
sv_se: Sessionen har gått ut
th_th: เซสชันหมดอายุแล้ว
tr_tr: Oturum süresi doldu
tt_ru: Сессияның вакыты чыкты
uz_uz: Sessiya muddati tugadi
vi_vn: Hết hạn phiên

source: social_account_expired
ar_kw: انتهت صلاحية الحساب الإجتماعي
az_az: sosial_hesabın müddəti bitdi
cs_cz: Sociální účet vypršel
da_dk: Social konto er udløbet
de_de: Konto im sozialen Netzwerk abgelaufen
el_gr: Το κοινωνικό δίκτυο έληξε
es_es: Cuenta social caducada
es_mx: cuenta social ha expirado
et_ee: Sotsiaalmeedia konto on vananenud
fi_fi: Sosiaalitili vanhentunut
fr_fr: compte_social_expire
hi_in: सोशल_खाता_वैधता_समाप्त
hu_hu: közösségi_fiók_lejárt
it_it: account_social_scaduto
kk_kz: авторизацияның мерзімі аяқталды
mn_mn: Нийгмийн сүлжээний бүртгэлийн хугацаа дууссан
ms_my: Akaun sosial telah luput
nb_no: sosialt_nettverk_konto_utløpt
pl_pl: Konto społecznościowe wygasło
pt_pt: Rede social vencida
ru_ru: авторизация просрочена
sl_sl: Družabni račun je potekel
sv_se: Socialt konto har löpt ut
th_th: บัญชีโซเชียลหมดอายุแล้ว
tr_tr: Sosyal medya hesabı süresi doldu
tt_ru: авторизациянең вакыты узган
uz_uz: avtorizatsiya muddati o'tgan

source: Empty to address
ar_kw: العنوان فارغ
az_az: Ünvan üçün boş
cs_cz: Prázdná doručovací adresa
da_dk: Tom for at adressere
de_de: Keine Empfängeradresse
el_gr: Κενή διεύθυνση αποστολής
es_es: Vacío a la dirección
es_mx: Campo de dirección vacío
et_ee: Aadressi väli on tühi
fi_fi: Tyhjä vastaanottajan osoite
fr_fr: Vide à l'adresse
hi_in: पता खाली है
hu_hu: A címzett mező üres
it_it: Vuoto nell'indirizzo
kk_kz: Хат мекенжайы енгізілмеген
mn_mn: Хоосон хаяг
ms_my: Ruangan alamat kosong
nb_no: Mangler mottakeradresse
pl_pl: Pusty adres
pt_pt: Endereço vazio
ro_ro: Gol la adresă
ru_ru: Не введен адрес сообщения
sl_sl: Prazen naslov
sv_se: Mottagaradress saknas
th_th: ที่อยู่ว่างเปล่า
tr_tr: Adres boş
tt_ru: Хатның адресы кертелмәгән
uz_uz: Xabar manzili kiritilmadi
vi_vn: Địa chỉ trống

source: Empty subject
ar_kw: الموضوع فارغ
az_az: Boş mövzu
cs_cz: Prázdný předmět
da_dk: Tomt emne
de_de: Kein Betreff
el_gr: Κενό θέμα
es_es: Sujeto vacio
es_mx: Campo de asunto vacío
et_ee: Teema väli on tühi
fi_fi: Tyhä aihe
fr_fr: Sujet vide
hi_in: विषय खाली है
hu_hu: A tárgy mező üres
it_it: Vuoto nell'oggetto
kk_kz: Хат тақырыбы енгізілмеген
mn_mn: Хоосон гарчиг
ms_my: Ruangan subjek kosong
nb_no: Tomt emnefelt
pl_pl: Pusty temat
pt_pt: Assunto vazio
ro_ro: Subiect gol
ru_ru: Не введена тема сообщения
sl_sl: Prazna zadeva
sv_se: Ämne saknas
th_th: หัวเรื่องว่างเปล่า
tr_tr: Boş konu
tt_ru: Хатның темасы кертелмәгән
uz_uz: Xabar mavzusi kiritilmadi
vi_vn: Chủ đề trống

source: Empty message
ar_kw: الرسالة فارغة
az_az: Boş mesaj
cs_cz: Prázdná zpráva
da_dk: Tom meddelelse
de_de: Kein Nachrichtentext
el_gr: Κενό μήνυμα
es_es: Mensaje vacío
et_ee: Emaili sisu on tühi
fi_fi: Tyhjä viesti
fr_fr: Message vide
hi_in: खाली संदेश
hu_hu: Az üzenet mező üres
it_it: Messaggio vuoto
kk_kz: Хат енгізілмеді
mn_mn: Хоосон зурвас
ms_my: Ruangan mesej kosong
nb_no: Tomt beskjedfelt
pl_pl: Pusta wiadomość
pt_pt: Mensagem vazia
ro_ro: Mesaj gol
ru_ru: Сообщение не введено
sl_sl: Prazno sporočilo
sv_se: Meddelande saknas
th_th: ข้อความว่างเปล่า
tr_tr: Boş mesaj
tt_ru: Хат язылмаган
uz_uz: Xabar yozilmagan
vi_vn: Thông điệp trống

source: Empty required parameter
ar_kw: مؤشرات الطلب غير صالحة
az_az: Boş tələb olunan parametr
cs_cz: Požadovaný parametr je prázdný
da_dk: Ugyldige anmodningsparametre
de_de: Anfrageparameter nicht angegeben
el_gr: Μη έγκυρη απαιτούμενη παράμετρος
es_es: Vaciar el parámetro requerido
es_mx: Parámetros de solicitud inválidos
et_ee: Vigased päringu parameetrid
fi_fi: Tyhjennä vaadittu parametri
fr_fr: Vider le paramètre requis
hi_in: आवश्यक पैरामीटर खाली
hu_hu: A szükséges paraméter mező üres
it_it: Parametro richiesto vuoto
kk_kz: Сұраныс параметрлері көрсетілмеген
mn_mn: Шаардлагатай параметр хоосон
ms_my: Parameter permintaan tidak sah
nb_no: Nødvendig parameter ikke angitt
pl_pl: Niewłaściwe parametry zapytania
pt_pt: Parâmetros inválidos
ro_ro: Parametrul necesar gol
ru_ru: Параметры запроса не указаны
sl_sl: Prazen zahtevan parameter
sv_se: Obligatorisk parameter saknas
th_th: พารามิเตอร์ที่จำเป็นว่างเปล่า
tr_tr: Boş gerekli parametre
tt_ru: Сорау параметрлары күрсәтелмәгән
uz_uz: So'rov parametrlari ko'rsatilmagan
vi_vn: Thông số bắt buộc trống

source: Unknown error
ar_kw: خطأ غير معروف
az_az: Naməlum xəta
cs_cz: Neznámá chyba
da_dk: Ukendt fejl
de_de: Unbekannter Fehler
el_gr: Άγνωστο σφάλμα
es_es: Error desconocido
es_mx: Error desconocido
et_ee: Tundmatu viga
fi_fi: Tuntematon virhe
fr_fr: Erreur inconnue
hi_in: अज्ञात त्रुटि
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
kk_kz: Белгісіз қате
mn_mn: Тодорхойгүй алдаа
ms_my: Ralat tidak diketahui
nb_no: Ukjent feil
pl_pl: Nieznany błąd
pt_pt: Erro desconhecido
ro_ro: Eroare necunoscută
ru_ru: Неизвестная ошибка
sl_sl: Neznana napaka
sv_se: Okänt fel
th_th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr_tr: Bilinmeyen hata
tt_ru: Билгесез хата
uz_uz: Noma'lum xato
vi_vn: Lỗi không xác định

source: Not allowed player country
ar_kw: لا يمكنك لعب هذه اللعبة لأنها غير مسموح بها في بلدك.
az_az: Oyunçu ölkəsinə icazə verilmir
cs_cz: Tuto hru nemůžete hrát, protože ve vaší zemi není dostupná.
da_dk: Du kan ikke spille dette spil, fordi det ikke er tilladt i dit land.
de_de: Leider ist dieses Spiel in Ihrem Land nicht verfügbar
el_gr: Δεν μπορείτε να παίξετε αυτό το παιχνίδι γιατί δεν επιτρέπεται στη χώρα σας.
es_es: No se permite jugador del país
es_mx: No puede jugar este juego ya que no está permitido en su país
et_ee: Seda mängu ei saa mängida, mäng ei ole sinu maal lubatud
fi_fi: Et voi pelata tätä peliä maassasi
fr_fr: Pays du joueur non autorisé
hi_in: खिलाड़ी देश की अनुमति नहीं है
hu_hu: Az ország nem engedélyezett
it_it: Paese del giocatore non ammesso
kk_kz: Бұл ойынды ойнай алмайсыз, өйткені ол сіздің елде тыйым салынған.
ms_my: Anda tidak dapat bermain permainan ini kerana tidak dibenarkan dalam negara anda
nb_no: Ikke tillat i spillers land
pl_pl: Nie możesz grać w tę grę, gdyż nie jest to dozwolone w twoim kraju
pt_pt: Você não tem acesso a este jogo, porque o joao não é permitido em seu país.
ro_ro: Țara jucătorului nu este permisă
ru_ru: Вы не можете играть в данную игру, так как она запрещена в вашей стране.
sl_sl: Država ni dovoljena
sv_se: Du kan inte spela det här spelet eftersom det inte är tillåtet i ditt land.
th_th: ไม่อนุญาตประเทศของผู้เล่น
tr_tr: Ülkenizde yasak olduğu için bu oyunu oynayamazsınız.
tt_ru: Сез бу уенда уйный алмыйсыз, чөнки ул сезнең илдә тыелган.
uz_uz: Siz bu o'yinni o'ynay olmaysiz, chunki u sizning mamlakatingizda taqiqlangan.
vi_vn: Quốc gia của người chơi bị cấm

source: Demo not supported
ar_kw: العرض التجريبى غير مدعوم
az_az: Demo dəstəklənmir
cs_cz: Demo režim není podporován
da_dk: Demo understøttes ikke
de_de: Demomodus wird nicht unterstützt
el_gr: Η λειτουργία επιδείξηςεν υποστηρίζεται
es_es: Demo no soportada
es_mx: Demostración no compatible
et_ee: Dema ei ole toetatud
fi_fi: Demoa ei tueta
fr_fr: Démonstration non soutenue
hi_in: डेमो समर्थित नहीं है
hu_hu: A demó nem támogatott
it_it: Demo non supportata
kk_kz: Демо режиміне қолдау көрсетілмейді
ms_my: Mod demo tidak disokong
nb_no: Demo støttes ikke
pl_pl: Demo nie jest oferowane
pt_pt: Não é possível mostar a demonstração neste momento
ro_ro: Demo nu este acceptată
ru_ru: Демо режим не поддерживается
sl_sl: Demo različica ni podprta
sv_se: Metoden stöds inte
th_th: ไม่รองรับการสาธิต
tr_tr: Demo desteklenmiyor
tt_ru: Демо режим хупланмый
uz_uz: Demo rejimi mavjud emas
vi_vn: Không được hỗ trợ bản demo

source: Your currency is not supported by this provider
ar_kw: عملتك غير مدعومة من قبل مقدم الخدمة هذا
az_az: Valyutanız bu provayder tərəfindən dəstəklənmir
cs_cz: Tento poskytovatel vaši měnu nepodporuje
da_dk: Din valuta understøttes ikke af denne udbyder
de_de: Ihre Währung wird bei diesem Anbieter nicht unterstützt
el_gr: Το νόμισμά σας δεν υποστηρίζεται από αυό τον πάροχο
es_es: Tu moneda no es compatible con este proveedor
es_mx: Su moneda no es compatible con este proveedor
et_ee: Sinu valuuta ei ole toetatud selle teenusepakkuja poolt
fi_fi: Tämä tarjoaja ei tue valuuttaasi
fr_fr: Votre devise n'est pas prise en charge par ce fournisseur
hi_in: आपकी मुद्रा इस प्रदाता द्वारा समर्थित नहीं है
hu_hu: Az általad használt pénznemet a szolgáltató nem támogatja
it_it: La tua valuta non è supportata da questo provider
kk_kz: Сіздің валютаңызға провайдер қолдау көрсетпейді
ms_my: Mata wang anda tidak disokong oleh penyedia ini
nb_no: Din valuta støttes ikke av denne tilbyderen
pl_pl: Twoja waluta nie jest obsługiwana przez tego dostawcę
pt_pt: A sua moeda não é aceita por este fornecedor
ro_ro: Moneda dvs. nu este acceptată de acest furnizor
ru_ru: Ваша валюта не поддерживается провайдером
sl_sl: Ta ponudnik ne podpira vaše valute
sv_se: Din valuta stöds inte av den här leverantören
th_th: ผู้ให้บริการรายนี้ไม่รองรับสกุลเงินของคุณ
tr_tr: Para biriminiz bu sağlayıcı tarafından desteklenmiyor
tt_ru: Сезнең акча берәмлеге провайдер белән хупланмый
uz_uz: Sizning valyuta provayder tomonidan qo'llab-quvvatlanmaydi
vi_vn: Nhà cung cấp này không hỗ trợ đơn vị tiền tệ của bạn

source: Branded games are not enabled
ar_kw: لم يتم تمكين الألعاب ذات العلامات التجارية
az_az: Brendli oyunlar aktiv deyil
cs_cz: Značkové hry nejsou povoleny
da_dk: Brandede spil er ikke aktiveret
de_de: Markenspiele sind nicht verfügbar
el_gr: Τα επώνυμα παιχνίδια δεν είναι ενεργοποιημένα
es_es: Los juegos de marca no están habilitados
es_mx: Juegos de marca no están habilitados
et_ee: Kaubamärgiga mängud ei ole võimaldatud
fi_fi: Brändätyt pelit eivät ole käytössä
fr_fr: Les jeux de marque ne sont pas activés
hi_in: ब्रांडेड गेम्स सक्षम नहीं हैं
hu_hu: A márkával jelzett játékok nem engedélyezettek
it_it: I giochi di marca non sono abilitati
kk_kz: Бренд ойындары қосылмаған
ms_my: Permainan berjenama tidak dibenarkan
nb_no: Spill med branding er ikke aktivert
pl_pl: Gry markowe nie są dostępne
pt_pt: Jogos de marca não são permitidos
ro_ro: Jocurile de marcă nu sunt activate
ru_ru: Брендовые игры не включены
sl_sl: Igre z blagovno znamko niso omogočene
sv_se: Brandade spel är inte aktiverade
th_th: เกมที่มีแบรนด์ไม่ถูกเปิดใช้งาน
tr_tr: Marka oyunlar etkin değil
tt_ru: Бренд уеннары кабызылмаган
uz_uz: Brand o'yinlari kiritilmagan
vi_vn: Các trò chơi có thương hiệu không được bật
