Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: reg_promo_is_invalid
ar_kw: عرض التسجيل غير صالح
az_az: reg_promo_etibarsızdır
cs_cz: Registrační promo je neplatné
da_dk: Registreringskampagne er ugyldig
de_de: Falscher Promocode
el_gr: Η προσφορά εγγραφής δεν είναι έγκυρη
es_es: Promoción de registro inválida
es_mx: promoción de registro no es válida
et_ee: Kampaaniakood on vigane
fi_fi: Rekisteröintikampanja virheellinen
fr_fr: reg_promo_est_invalide
hi_in: रजिस्टर_प्रोमो_अमान्य_है
hu_hu: reg_promó_érvénytelen
it_it: reg_promo_non_e_valida
kk_kz: Жарамсыз промокод
mn_mn: Registration promo is invalid
ms_my: Promo pendaftaran tidak sah
nb_no: registrerings_kampanje_ugyldig
pl_pl: Promocja rejestracyjna jest nieważna
pt_pt: Cadastro promocional inválido
ru_ru: Неверный промокод
sl_sl: reg_promo_je_nevejaven
sv_se: Ogiltig kampanjkod
th_th: โปรโมชั่นการลงทะเบียนไม่ถูกต้อง
tr_tr: Kayıt promosyonu geçersiz
tt_ru: Ялгыш промокод
uz_uz: Noto'g'ri promo kodi
vi_vn: Khuyến mãi đăng ký không hợp lệ

source: email_already_registered
ar_kw: البريد الإلكتروني مسجل بالفعل
az_az: e-poçt_artıq_qeydiyyatlıdır
cs_cz: E-mail je již registrován
da_dk: E-mail allerede registreret
de_de: E-Mail-Adresse bereits für anderes Konto bestätigt
el_gr: Το email χρησιμοποιείται ήδη
es_es: Email ya registrado
es_mx: correo electrónico ya registrado
et_ee: E-mail on juba registreeritud
fi_fi: Sähköposti on jo rekisteröity
fr_fr: email_déjà_enregistré
hi_in: ईमेल पहले से ही पंजीकृत है
hu_hu: e-mail_már_regisztrálva
it_it: email_gia_registrata
kk_kz: Мұндай электрондық пошта қолданыста
ms_my: E-mel telah didaftarkan
nb_no: epost_allerede_registrert
pl_pl: Email już zarejestrowany
pt_pt: E-mail já registrado
ru_ru: Эл. почта уже используется
sl_sl: E-pošta že registrirana
sv_se: E-postadressen är redan registrerad
th_th: อีเมลถูกลงทะเบียนแล้ว
tr_tr: Zaten kayıtlı e-posta adresi
tt_ru: Эл. почта инде кулланыда
uz_uz: Elektron pochta allaqachon ishlatilgan

source: login_already_registered
ar_kw: تسجيل الدخول مسجل بالفعل
az_az: login_ready_reqested
cs_cz: Přihlašovací jméno je již registrované
da_dk: Login er allerede registreret
de_de: Benutzername bereits vergeben
el_gr: Τα στοιχεία σύνδεσης χρησιμοποιούνται ήδη
es_es: Login ya registrado
es_mx: inicio de sesión ya registrado
et_ee: Kasutajatunnus on juba registreeritud
fi_fi: Kirjautumistunnus on jo rekisteröity
fr_fr: connexion_déjà_enregistré
hi_in: लॉग इन_पहले_से_ही_पंजीकृत_है
hu_hu: bejelentkezés_már_regisztrálva
it_it: login_gia_registrato
kk_kz: Мұндай логин тіркелген
ms_my: Log masuk telah didaftarkan
nb_no: innlogging_allerede_registrert
pl_pl: Login już zarejestrowany
pt_pt: Login já registado
ru_ru: Логин уже зарегистрирован
sl_sl: Uporabniško ime že registrirano
sv_se: Användarnamnet är redan registrerat
th_th: ล็อกอินถูกลงทะเบียนแล้ว
tr_tr: Giriş adı zaten kayıtlı
tt_ru: Логин инде теркәлгән
uz_uz: Kirish allaqachon ro'yxatdan o'tgan

source: Phone number already registered
es_mx: Número de teléfono ya registrado
kk_kz: Бұл телефон нөмірі бар пайдаланушы жүйеде тіркелген
ms_my: Nombor telefon telah didaftarkan
ru_ru: Пользователь с таким номером телефона уже зарегистрирован
tt_ru: Мондый номерлы кулланучы теркәлгән инде
uz_uz: Ushbu telefon raqamiga ega foydalanuvchi allaqachon ro'yxatdan o'tgan

source: ip_fraud_blacklist
ar_kw: القائمة السوداء للإحتيال IP
az_az: ip_fraud_qara siyahı
cs_cz: ip_podvod_blacklist
da_dk: ip bedrageri sortliste
de_de: IP-Adresse in der Sperrliste
el_gr: μαύρη λίστα ip απάτης
es_mx: lista negra de IP por fraude
et_ee: IP-pettuste must nimekiri
fi_fi: ip petosmustalista
fr_fr: ip_fraude_liste_noire
hi_in: आईपी_धोखा_ब्लैकलिस्ट
hu_hu: ip_csalás_feketelista
it_it: blacklist_frodi_ip
kk_kz: IP мекенжайы қара тізімге енгізілген
mn_mn: ip залилангийн хар жагсаалт
ms_my: Senarai Hitam IP Penipuan
nb_no: ip_svindel_svarteliste
pl_pl: czarna lista oszustwa IP
pt_pt: lista negra de fraude de propriedade intelectual
ru_ru: IP адрес в черном списке
sl_sl: ip goljuf črni seznam
sv_se: IP-stöld, svartlista
th_th: บัญชีดำการหลอกลวง ip
tr_tr: Dolandırıcı IP kara listesi
tt_ru: IP адресы кара исемлектәге
uz_uz: IP-manzil qora ro'yxatda

source: ip_fraud_check_error
ar_kw: خطأ في فحص ip الإحتيال
cs_cz: ip_podvod_chyba_kontroly
da_dk: ip bedrageri check fejl
de_de: IP-Adresse konnte nicht geprüft werden
el_gr: σφάλμα ελέγχου ip απάτης
es_mx: error de verificación de IP por fraude
et_ee: IP-pettuse kontrollimise viga
fi_fi: ip petostarkistusvirhe
fr_fr: ip_fraude_verifier_erreur
hi_in: आईपी_धोखा_जाँच_त्रुटि
hu_hu: ip_csalás_ellenőrzés_hiba
it_it: errore_controllo_frodi_ip
kk_kz: IP мекенжайы расталмады
mn_mn: ip залиланг шалгахад гарсан алдаа
ms_my: Ralat semakan IP penipuan
nb_no: ip_svindelkontroll_feil
pl_pl: błąd sprawdzenia oszustwa IP
pt_pt: erro na verificação de fraude de propriedade intelectual
ru_ru: IP адрес не прошел проверку
sl_sl: ip goljuf prever napaka
sv_se: Kontroll av IP-stöld misslyckades
th_th: เกิดข้อผิดพลาดในการตรวจสอบการหลอกลวง ip
tr_tr: Dolandırıcı IP kontrol hatası
tt_ru: IP адресы тикшерү узмаган
uz_uz: IP-manzil tekshiruvdan o'tmadi

source: Phone is already registered
ar_kw: الهاتف مسجل بالفعل
az_az: Telefon artıq qeydiyyatdan keçib
cs_cz: Telefon je již registrován
da_dk: Telefonen er allerede registreret
de_de: Diese Telefonnummer wird bereits verwendet
el_gr: Το τηλέφωνο είναι ήδη καταχωρηθεί
es_es: El teléfono ya está registrado
es_mx: Teléfono ya registrado
et_ee: Telefon on juba registreeritud
fi_fi: Sähköposti on jo rekisteröity
fr_fr: Le téléphone est déjà enregistré
hi_in: फोन पहले से पंजीकृत है
hu_hu: Már regisztrált telefon
it_it: Il telefono è già registrato
kk_kz: Мұндай телефон нөмірі тіркелген
ms_my: Nombor telefon sudah didaftarkan
nb_no: Telefon er allereie registrert
pl_pl: Telefon jest już zarejestrowany
pt_pt: Telefone já registrado
ro_ro: Telefonul este deja înregistrat
ru_ru: Номер телефона уже зарегистрирован
sl_sl: Telefon je že registriran
sv_se: E-postadressen är redan registrerad
th_th: โทรศัพท์ได้ถูกลงทะเบียนแล้ว
tr_tr: Telefon zaten kayıtlı
tt_ru: Телефон номеры инде теркәлгән
uz_uz: Telefon raqami allaqachon ro'yxatdan o'tgan
vi_vn: Số điện thoại đã được đăng ký

source: sms_registration
es_mx: su inicio de sesión: %s Su contraseña: %s Que la suerte esté contigo
ms_my: Log Masuk Anda: %s \n
ru_ru: Логин: %s Пароль: %s Желаем приятной игры!
uz_uz: Loginingiz: %s Parolingiz: %s Sizga yaxshi o'yin tilaymiz!

source: Activate your account
ar_kw: تفعيل الحساب
az_az: Hesabınızı aktivləşdirin
cs_cz: Aktivujte svůj účet
da_dk: Aktivér din konto
de_de: Aktivieren Sie Ihr Konto
el_gr: Ενεργοποιήστε τον λογαριασμό σας
es_es: Activa tu cuenta
es_mx: Active su cuenta
et_ee: Aktiveeri oma konto
fi_fi: Aktivoi tilisi
fr_fr: Activer votre compte
hi_in: अपना खाता सक्रिय करें
hu_hu: Aktiváld a fiókodat
it_it: Attiva il tuo account
kk_kz: Аккаунтыңызды белсендіріңіз
mn_mn: Өөрийн бүртгэлийг идэвхжүүлнэ үү
ms_my: Aktifkan akaun anda
nb_no: Aktiver din konto
pl_pl: Aktywuj swoje konto
pt_pt: Ative a sua conta
ro_ro: Activează-ți contul
ru_ru: Активируйте Ваш аккаунт
sl_sl: Aktivirajte svoj račun
sv_se: Aktivera ditt konto
th_th: เปิดใช้งานบัญชีของคุณ
tr_tr: Hesabınızı etkinleştirin
tt_ru: Аккаунтыгызны активлаштырыгыз
uz_uz: Hisobingizni faollashtiring
vi_vn: Kích hoạt tài khoản của bạn

source: Registration confirmation is in progress
ar_kw: تأكيد التسجيل قيد التنفيذ
az_az: Qeydiyyatın təsdiqlənməsi davam edir
cs_cz: Potvrzení registrace probíhá
da_dk: Registreringsbekræftelse er i gang
de_de: Registrierungsbestätigung läuft
el_gr: Η επιβεβαίωση εγγραφής βρίσκεται σε εξέλιξη
es_es: La confirmación de registro está en curso
es_mx: Confirmación del registro en proceso
et_ee: Registreerimise kinnitamine on pooleli
fi_fi: Rekisteröinnin vahvistus on käynnissä
fr_fr: La confirmation de l'enregistrement est en cours
hi_in: पंजीकरण की पुष्टि जारी है
hu_hu: A regisztráció visszaigazolása folyamatban
it_it: La conferma della registrazione è in corso
kk_kz: Тіркеуді растау орындалуда
mn_mn: Бүртгэлийг баталгаажуулах явцдаа байна.
ms_my: Pengesahan pendaftaran sedang dijalankan
nb_no: Gjør registreringsbekreftelse
pl_pl: Potwierdzenie rejestracji w toku
pt_pt: Confirmação do cadastro está em andamento
ro_ro: Confirmarea înregistrării este în curs
ru_ru: Подтверждение регистрации в процессе
sl_sl: Potrdilo o registraciji je v teku
sv_se: Bekräftelse på registrering behandlas
th_th: กำลังดำเนินการการยืนยันการลงทะเบียน
tr_tr: Kayıt onayı devam ediyor
tt_ru: Процесста теркәлүне раслау
uz_uz: Jarayonda ro'yxatdan o'tishni tasdiqlash
vi_vn: Đang tiến hành xác nhận đăng ký

source: FieldsEmpty
es_mx: los siguientes campos tienen que ser llenados
ms_my: Ruangan berikut perlu diisi:
ru_ru: Данные поля должны быть заполнены:

source: Unknown status
ar_kw: حالة غير معروفة
az_az: Naməlum status
cs_cz: Neznámý stav
da_dk: Ukendt status
de_de: Status unbekannt
el_gr: Άγνωστη κατάσταση
es_es: Estado desconocido
es_mx: Estado desconocido
et_ee: Tundmatu olek
fi_fi: Tuntematon tila
fr_fr: Statut inconnu
hi_in: अज्ञात स्थिति
hu_hu: Ismeretlen státusz
it_it: Stato sconosciuto
kk_kz: Белгісіз күй
mn_mn: Тодорхойгүй статус
ms_my: Status tidak diketahui
nb_no: Ukjent status
pl_pl: Nieznany status
pt_pt: Status desconhecido
ro_ro: Stare necunoscută
sl_sl: Neznan status
sv_se: Okänd status
th_th: สถานะที่ไม่รู้จัก
tr_tr: Bilinmeyen durum
tt_ru: Билгесез статус
uz_uz: Noma'lum status
vi_vn: Trạng thái không xác định

source: first name
ar_kw: الإسم الأول
az_az: ad
cs_cz: křestní jméno
da_dk: fornavn
de_de: Vorname
el_gr: όνομα
es_es: primer nombre
es_mx: nombre
et_ee: eesnimi
fi_fi: etunimi
fr_fr: prénom
hi_in: पहला नाम
hu_hu: keresztnév
it_it: nome
kk_kz: аты
mn_mn: өөрийн нэр
ms_my: nama pertama
nb_no: fornavn
pl_pl: imię
pt_pt: nome
ro_ro: nume
ru_ru: имя
sv_se: förnamn
th_th: ชื่อ
tr_tr: ad
tt_ru: исем
uz_uz: ism
vi_vn: tên

source: last name
ar_kw: الإسم الأخير
az_az: Soyad
cs_cz: příjmení
da_dk: efternavn
de_de: Nachname
el_gr: επίθετο
es_es: apellido
es_mx: apellido
et_ee: perekonnanimi
fi_fi: sukunimi
fr_fr: nom de famille
hi_in: अंतिम नाम
hu_hu: vezetéknév
it_it: cognome
kk_kz: тегі
mn_mn: овог
ms_my: nama akhir
nb_no: etternavn
pl_pl: nazwisko
pt_pt: sobrenome
ro_ro: prenume
ru_ru: фамилия
sl_sl: priimek
sv_se: efternamn
th_th: นามสกุล
tr_tr: soyad
tt_ru: фамилия
uz_uz: familiya
vi_vn: họ

source: birth date
ar_kw: تاريخ الميلاد
az_az: Doğum tarixi
cs_cz: datum narození
da_dk: fødselsdato
de_de: Geburtsdatum
el_gr: ημερομηνία γέννησης
es_es: fecha de nacimiento
es_mx: fecha de nacimiento
et_ee: sünnikuupäev
fi_fi: syntymäaika
fr_fr: date de naissance
hi_in: जन्म तिथि
hu_hu: születési dátum
it_it: data di nascita
kk_kz: туған күні
mn_mn: төрсөн өдөр
ms_my: tarikh lahir
nb_no: fødselsdato
pl_pl: data urodzenia
pt_pt: data de nascimento
ro_ro: data nasterii
ru_ru: дата рождения
sl_sl: datum rojstva
sv_se: födelsedatum
th_th: วันเกิด
tr_tr: doğum tarihi
tt_ru: туган көн
uz_uz: tug'ilgan sana
vi_vn: ngày sinh

source: sex
ar_kw: الجنس
az_az: seks
cs_cz: pohlaví
da_dk: Køn
de_de: Geschlecht
el_gr: φύλο
es_es: sexo
es_mx: género
et_ee: sugu
fi_fi: sukupuoli
fr_fr: sexe
hi_in: लिंग
hu_hu: nem
it_it: sesso
kk_kz: жынысы
mn_mn: хүйс
ms_my: jantina
nb_no: kjønn
pl_pl: płeć
pt_pt: sexo
ru_ru: пол
sl_sl: spol
sv_se: kön
th_th: เพศ
tr_tr: cinsiyet
tt_ru: җенес
uz_uz: jins
vi_vn: giới tính

source: country
ar_kw: البلد
az_az: ölkə
cs_cz: země
da_dk: Land
de_de: Land
el_gr: χώρα
es_es: pais
es_mx: país
et_ee: riik
fi_fi: maa
fr_fr: pays
hi_in: देश
hu_hu: ország
it_it: nazione
kk_kz: ел
mn_mn: улс
ms_my: negara
nb_no: land
pl_pl: kraj
pt_pt: país
ro_ro: tara
ru_ru: страна
sv_se: land
th_th: ประเทศ
tr_tr: ülke
tt_ru: ил
uz_uz: mamlakat
vi_vn: quốc gia

source: phone number
ar_kw: رقم الهاتف
az_az: telefon nömrəsi
cs_cz: telefonní číslo
da_dk: Telefonnummer
de_de: Telefonnummer
el_gr: αριθμό τηλεφώνου
es_es: numero de telefono
es_mx: número de teléfono
et_ee: telefoninumber
fi_fi: puhelinnumero
fr_fr: numéro de téléphone
hi_in: फ़ोन नंबर
hu_hu: telefonszám
it_it: numero di telefono
kk_kz: телефон нөмірі
mn_mn: утасны дугаар
ms_my: nombor telefon
nb_no: telefonnummer
pl_pl: numer telefonu
pt_pt: número telefônico
ro_ro: numar de telefon
ru_ru: телефонный номер
sl_sl: telefonska številka
sv_se: telefonnummer
th_th: หมายเลขโทรศัพท์
tr_tr: telefon numarası
tt_ru: телефон номеры
uz_uz: telefon raqami
vi_vn: số điện thoại

source: To change %s field please contact our support at
ar_kw: لتغيير خانة %s يرجى التواصل مع الدعم على
az_az: %s sahəsini dəyişmək üçün dəstəyimizlə əlaqə saxlayın
cs_cz: Pro změnu %s pole prosím kontaktujte naši podporu na
da_dk: Hvis du vil ændre feltet %s, skal du kontakte vores support på
de_de: Um das Feld wechseln zu können, %s kontaktieren Sie unseren Kundendienst unter
el_gr: Για να αλλάξετε το πεδίο %s , επικοινωνήστε με την υποστήριξή μας στο
es_es: Para cambiar el campo% s por favor contacta a nuestro soporte en
es_mx: Para cambiar campo de %s por favor póngase en contacto con nuestro soporte en
et_ee: Välja% s muutmiseks võtke ühendust meie toega aadressil
fi_fi: Muuttaaksesi %s kenttää, ota yhteyttä tukeemme osoitteeseen
it_it: Per cambiare il campo %s contatta il nostro supporto a
kk_kz: %s өрісін өзгерту үшін техникалық қолдау қызметіне жазыңыз
mn_mn: %s цонхийг өөрчлөхийн тулд бидэнтэй дараахаар холбоо барина уу
ms_my: Untuk menukar ruangan %s sila hubungi sokongan kami di
pl_pl: Aby zmienić pole %s prosimy o kontakt z obsługą klienta w
pt_pt: Para alterar o campo %s por favor contate o nosso apoio:
ro_ro: Pentru a modifica câmpul %s, vă rugăm să contactați asistența noastră la
ru_ru: Для смены поля %s напишите в техническую поддержку
sl_sl: Če želite spremeniti %s polje, se obrnite na našo pomoč strankam
sv_se: För att ändra detta fält, kontakta vår support på
th_th: เพื่อเปลี่ยนฟิลด์ %s โปรดติดต่อฝ่ายสนับสนุนของเราที่
tr_tr: %s alanında düzenleme yapmak için lütfen canlı destek hattımızla iletişime geçin
tt_ru: Кырны алыштыру өчен %s ны техник ярдәмгә языгыз
uz_uz: %s maydonini o'zgartirish uchun texnik yordamga yozing
vi_vn: Để thay đổi trường %s , vui lòng liên hệ với bộ phận hỗ trợ của chúng tôi theo

source: message is required
es_mx: correo electrónico requerido
ms_my: E-mel diperlukan

source: address is required
es_mx: correo electrónico requerido
ms_my: E-mel diperlukan

source: signature is required
es_mx: correo electrónico requerido
ms_my: E-mel diperlukan

source: Wrong signature
es_mx: Valor de campo inválido
ms_my: Nilai ruangan tidak sah

source: Email has invalid format
ar_kw: تنسيق البريد الإلكتروني غير صالح
az_az: E-poçtun yanlış formatı var
cs_cz: E-mail je v neplatném formátu
da_dk: Mail har ugyldigt format
de_de: E-Mail hat ein ungültiges Format
el_gr: Το email έχει μη έγκυρη μορφή
es_es: El correo electrónico tiene un formato inválido
es_mx: Correo electrónico tiene formato inválido
et_ee: E-mail vigane
fi_fi: Sähköpostissa on virheellinen muoto
fr_fr: Le format de l'adresse email n'est pas valide
hi_in: ईमेल का प्रारूप अमान्य है
hu_hu: Az e-mail formátuma érvénytelen
it_it: L'e-mail ha un formato non valido
kk_kz: электрондық пошта өрісі қате толтырылған
ms_my: E-mel mempunyai format tidak sah
pl_pl: Niewłaściwy format emaila
pt_pt: Formato inválido de e-mail
ro_ro: E-mailul are un format nevalid
ru_ru: Поле "email" заполнено некорректно
sl_sl: E-pošta ima neveljavno obliko
sv_se: E-postadressen har ogiltigt format
th_th: อีเมลมีรูปแบบที่ไม่ถูกต้อง
tr_tr: E-posta geçersiz formatta
tt_ru: email кыры дөрес тутырылмаган
uz_uz: Maydon "email" noto'g'ri to'ldirilgan
vi_vn: Email có định dạng không hợp lệ

source: Repeat password field is empty
ar_kw: خانة تكرار كلمة المرور فارغة
az_az: Parolun təkrarlanması sahəsi boşdur
cs_cz: Pole pro zopakování hesla je prázdné
da_dk: Feltet Gentag adgangskode er tomt
de_de: Das Feld "Neues Passwort" muss ausgefüllt werden
el_gr: Το πεδίο "Επανάληψη κωδικού πρόσβασης" είναι κενό
es_es: El campo de repetición de contraseña está vacío
es_mx: Campo de repetición de la contraseña está vacío
et_ee: Parooli kordamise väli on tühi
fi_fi: Toista salasana -kenttä on tyhjä
fr_fr: Le champ "Répéter le mot de passe" est vide
hi_in: रिपीट पासवर्ड फ़ील्ड खाली है
hu_hu: A jelszó megismétlése mező üres
it_it: Il campo Ripeti password è vuoto
kk_kz: жаңа құпиясөз өрісі бос
mn_mn: Нууц үгийг давтан оруулах цонх хоосон
ms_my: Ruangan kata laluan ulangan kosong
nb_no: Gjenta passord feltet er tomt
pl_pl: Pole powtórzenia hasła jest puste
pt_pt: Campo “repetir senha” está vazio
ro_ro: Repetați parola câmpului este gol
ru_ru: Поле "новый пароль" не заполнено
sl_sl: Polje za ponovitev gesla je prazno
sv_se: Du måste upprepa det nya lösenordet
th_th: ฟิลด์รหัสผ่านซ้ำว่างเปล่า
tr_tr: Şifre tekrarı alanı boş
tt_ru: серсүзе кыры тутырылмаган
uz_uz: Maydon "yangi parol" to'ldirilmagan
vi_vn: Trường mật khẩu nhập lại trống

source: First name field is empty
ar_kw: خانة الإسم الأول فارغة
az_az: Ad sahəsi boşdur
cs_cz: Pole pro křestní jméno je prázdné
da_dk: Feltet Fornavn er tomt
de_de: Der Vorname muss eingegeben werden
el_gr: Το πεδίο ονόματος είναι κενό
es_es: El primer campo de nombre está vacío
es_mx: Campo de nombre está vacío
et_ee: Eesnime väli on tühi
fi_fi: Etunimikenttä on tyhjä
fr_fr: Le champ du prénom est vide
hi_in: पहला नाम फ़ील्ड रिक्त है
hu_hu: A keresztnév mező üres
it_it: Il campo nome è vuoto
kk_kz: Аты көрсетілмеген
mn_mn: Өөрийн нэрийн цонх хоосон
ms_my: Ruangan nama pertama kosong
nb_no: Fornavn-feltet er tomt
pl_pl: Pole imienia jest puste
pt_pt: Campo “nome” está vazio.
ro_ro: Prenume
ru_ru: Имя не указано
sl_sl: Polje z imenom je prazno
sv_se: Förnamn saknas
th_th: ฟิลด์ชื่อว่างเปล่า
tr_tr: Ad alanı boş
tt_ru: Исем күрсәтелмәгән
uz_uz: Ism ko'rsatilmagan
vi_vn: Trường tên trống

source: First name must contain only letters
ar_kw: يجب أن يحتوي الاسم الأول على أحرف فقط
az_az: Ad yalnız hərflərdən ibarət olmalıdır
cs_cz: Křestní jméno musí obsahovat jen písmena
da_dk: Fornavnet må kun indeholde bogstaver
el_gr: Το όνομα πρέπει να περιέχει μόνο γράμματα
es_es: El nombre debe contener únicamente letras
es_mx: Campo de nombre debe contener solo letras
et_ee: Eesnimi peab sisaldama ainult tähti
fi_fi: Etunimen tulee sisältää vain kirjaimia
fr_fr: Le prénom ne doit contenir que des lettres
hi_in: पहले नाम में केवल अक्षर होना चाहिए
hu_hu: A keresztnév csak betűket tartalmazhat
it_it: Il nome deve contenere solo lettere
ms_my: Ruangan nama pertama perlu mengandungi huruf sahaja
pt_pt: Nome deve conter apenas letras
th_th: ชื่อต้องประกอบด้วยตัวอักษรเท่านั้น
tr_tr: Adınızda sadece harf olmalı
vi_vn: Tên chỉ được chứa các chữ cái

source: Last name field is empty
ar_kw: خانة الإسم الأخير فارغة
az_az: Soyad sahəsi boşdur
cs_cz: Pole pro příjmení je prázdné
da_dk: Feltet efternavn er tomt
de_de: Der Nachname muss eingegeben werden
el_gr: Το πεδίο Επώνυμο είναι κενό
es_es: El campo de apellido está vacío
es_mx: Campo de apellido está vacío
et_ee: Perekonnanime väli on tühi
fi_fi: Sukunimikenttä on tyhjä
fr_fr: Le champ du nom de famille est vide
hi_in: अंतिम नाम फ़ील्ड रिक्त है
hu_hu: A vezetéknév mező üres
it_it: Il campo cognome è vuoto
kk_kz: Тегі көрсетілмеген
mn_mn: Овгийн цонх хоосон
ms_my: Ruangan nama terakhir kosong
nb_no: Etternavn-feltet er tomt
pl_pl: Pole nazwiska jest puste
pt_pt: Campo “sobrenome” está vazio
ro_ro: Nume
ru_ru: Фамилия не указана
sl_sl: Polje s priimkom je prazno
sv_se: Efternamn saknas
th_th: ฟิลด์นามสกุลว่างเปล่า
tr_tr: Soyad alanı boş
tt_ru: Фамилия күрсәтелмәгән
uz_uz: Familiya ko'rsatilmagan
vi_vn: Trường họ trống

source: Last name must contain only letters
ar_kw: يجب أن تحتوي كلمة المرور على أحرف لاتينية وأرقام
az_az: Soyad yalnız hərflərdən ibarət olmalıdır
cs_cz: Příjmení musí obsahovat pouze písmena
da_dk: Adgangskoden skal indeholde latinske bogstaver og tal
el_gr: Το επίθετο πρέπει να περιέχει μόνο γράμματα
es_es: El apellido debe contener únicamente letras
et_ee: Parool peab sisaldama ladina tähti ja numbreid
fi_fi: Sukunimen tulee sisältää vain kirjaimia
fr_fr: Le nom de famille ne doit contenir que des lettres
hi_in: अंतिम नाम में केवल अक्षर होना चाहिए
hu_hu: A vezetéknév csak betűket tartalmazhat
it_it: Il cognome deve contenere solo lettere
kk_kz: Тегі тек әріптерден тұруы керек
ms_my: Nama terakhir perlu mengandungi huruf sahaja
pt_pt: Senha deve conter letras e números latinos
th_th: นามสกุลต้องประกอบด้วยตัวอักษรเท่านั้น
tr_tr: Şifre Latin harfleri ve rakam içermelidir
tt_ru: Тегі тек әріптерден тұруы керек
vi_vn: Họ chỉ được chứa các chữ cái

source: Gender field is empty
ar_kw: خانة الجنس فارغة
az_az: Gender sahəsi boşdur
cs_cz: Pole pro pohlaví je prázdné
da_dk: Kønsfeltet er tomt
de_de: Das Feld "Geschlecht" ist leer
el_gr: Το πεδίο Φύλο είναι κενό
es_es: El campo de género está vacío
es_mx: Campo de género está vacío
et_ee: Sugu - väli on tühi
fi_fi: Sukupuolikenttä on tyhjä
fr_fr: Le champ "sexe" est vide
hi_in: लिंग फील्ड खाली है
hu_hu: A nem mező üres
it_it: Il campo genere è vuoto
kk_kz: Жынысы көрсетілмеген
mn_mn: Хүйсийн цонх хоосон
ms_my: Ruangan jantina kosong
nb_no: Kjønn-feltet er tomt
pl_pl: Pole płci jest puste
pt_pt: Campo “sexo” está vazio
ro_ro: Genul
ru_ru: Пол не указан
sl_sl: Polje s spolom je prazno
sv_se: Kön saknas
th_th: ฟิลด์เพศว่างเปล่า
tr_tr: Cinsiyet alanı boş
tt_ru: Җенес сайланмаган
uz_uz: Jins ko'rsatilmagan
vi_vn: Trường giới tính trống

source: Gender unallowed value
ar_kw: قيمة غير مسموح بها
az_az: Gender icazə verilməyən dəyər
cs_cz: Nepovolená hodnota pohlaví
da_dk: Værdien for ikke-tilladt køn
el_gr: Το φύλο έχει απαγορευμένη τιμή
es_es: Valor de género no válido
es_mx: Valor de género no permitido
et_ee: Vale sugu
fi_fi: Sukupuoli ei-sallittu arvo
fr_fr: Valeur de sexe non autorisée
hi_in: लिंग का मान मान्य नहीं है
hu_hu: A megadott nem érvénytelen
it_it: Valore non consentito per il genere
ms_my: Nilai jantina yang tidak dibenarkan
pl_pl: Niedopuszczalna wartość płci
pt_pt: Valor no campo “sexo” não permitido
ro_ro: Genul
sl_sl: Nedovoljena vrednost spola
th_th: ค่าที่ไม่อนุญาตให้ระบุเพศ
tr_tr: Geçersiz cinsiyet değeri
vi_vn: Giá trị không được phép của giới tính

source: Currency field is empty
ar_kw: خانة العملة فارغة
az_az: Valyuta sahəsi boşdur
cs_cz: Pole pro měnu je prázdné
da_dk: Valutafeltet er tomt
de_de: Das Feld "Währung" ist leer
el_gr: Το πεδίο Νόσμισμα είναι κενό
es_es: El campo de moneda está vacío
es_mx: Campo de la moneda está vacío
et_ee: Valuuta väli on tühi
fi_fi: Valuuttakenttä on tyhjä
fr_fr: Le champ de la devise est vide
hi_in: मुद्रा फील्ड खाली है
hu_hu: A pénznem mező üres
it_it: Il campo valuta è vuoto
kk_kz: Валюта көрсетілмеген
mn_mn: Мөнгөн тэмдэгтийн цонх хоосон
ms_my: Ruangan mata wang kosong
nb_no: Valuta-feltet er tomt
pl_pl: Pole waluty jest puste
pt_pt: Campo “moeda” está vazio
ro_ro: Moneda
ru_ru: Валюта не указана
sl_sl: Polje valute je prazno
sv_se: Valuta saknas
th_th: ฟิลด์สกุลเงินว่างเปล่า
tr_tr: Para birimi alanı boş
tt_ru: Акча берәмлеге күрсәтелмәгән
uz_uz: Valyuta ko'rsatilmagan
vi_vn: Trường đơn vị tiền tệ trống
