Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Email verification code is not found, maybe you have already confirmed your email, please check your mailbox
ar_kw: لم يتم العثور على كود التحقق من البريد الإلكتروني, ربما تكون أكدت بالفعل بريدك الإلكتروني, يرجى التحقق من صندوق البريد الخاص بك
az_az: E-poçt təsdiq kodu tapılmadı, bəlkə siz artıq e-poçtunuzu təsdiqləmisiniz, zəhmət olmasa poçt qutunuzu yoxlayın
cs_cz: Kód pro ověření e-mailu nenalezen. Možná jste už svůj e-mail potvrdili. Podívejte se prosím do příchozí pošty
da_dk: E-mail bekræftelseskode er ikke fundet, måske har du allerede bekræftet din e-mail, skal du tjekke din postkasse
de_de: E-Mail-Bestätigungscode wurde nicht gefunden. Möglicherweise haben Sie Ihre E-Mail-Adresse bereits bestätigt
el_gr: Ο κωδικός επαλήθευσης του email δεν βρέθηκε. Ίσως έχετε ήδη επιβεβαιώσει το email σας, ελέγξτε τα εισερχόμενά σας
es_es: No se encontró el código de verificación del correo electrónico, tal vez ya hayas confirmado tu correo electrónico, verifica tu buzón
es_mx: Verificación del corrreo electrónico no encontrado, si ya confirmó su correo electrónico, por favor revise su Bandeja de entrada
et_ee: E-posti kinnituskoodi ei leitud. Võib-olla olete oma e-posti juba kinnitanud, kontrollige oma postkasti
fi_fi: Sähköpostin vahvistuskoodia ei löydy, ehkä olet jo vahvistanut sähköpostisi, tarkista postilaatikkosi
fr_fr: Le code de vérification de l'adresse électronique n'a pas été trouvé, peut-être avez-vous déjà confirmé votre adresse électronique, veuillez vérifier votre boîte aux lettres
hi_in: ईमेल सत्यापन कोड नहीं मिला है, हो सकता है कि आपने पहले ही अपने ईमेल की पुष्टि कर दी हो, कृपया अपना मेलबॉक्स देखें
hu_hu: Az e-mail címet megerősítő kód nem található, talán már megerősítetted az e-mail címed. Kérjük, nézd meg a bejövő üzeneteidet!
it_it: Il codice di verifica dell'e-mail non è stato trovato, forse hai già confermato la tua e-mail, controlla la tua casella di posta elettronica
kk_kz: Электрондық поштаны растау коды табылмады, сіз электрондық поштаңызды растаған болуыңыз мүмкін, кіріс бумаңызды тексеріңіз
mn_mn: Имэйл шалгах код олдохгүй байна, магадгүй та өөрийн имэйлийг баталгаажуулсан байна, өөрийн имэйл хайрцгийг шалгана уу
ms_my: Kod pengesahan e-mel tidak ditemui, mungkin anda telah mengesahkan e-mel anda, sila semak peti mel anda
nb_no: E-post verifiseringskode ikke funnet, kanskje har du allerede bekreftet din epost, sjekk din innboks
pl_pl: Nie znaleziono kodu weryfikacji email, być może już wcześniej potwierdziłeś swój email, prosimy o sprawdzenie skrzynki mailowej
pt_pt: O código de verificação do e-mail não foi encontrado, talvez você já tenha confirmado o seu e-mail, por favor verifique o seu inbox
ro_ro: Codul de verificare prin e-mail nu este găsit, poate că ați confirmat deja adresa dvs. de e-mail, verificați căsuța poștală
ru_ru: Код подтверждения электронной почты не найден, возможно, вы уже подтвердили свой адрес электронной почты, пожалуйста, проверьте свой почтовый ящик
sl_sl: Kode za preverjanje e-pošte ni mogoče najti, morda ste že potrdili e-poštno sporočilo, prosimo, preverite svoj nabiralnik
sv_se: E-postbekräftelsekoden hittades inte, kanske du redan har bekräftat ditt e-postmeddelande, kolla din brevlåda
th_th: ไม่พบรหัสยืนยันอีเมล บางทีคุณอาจได้ยืนยันอีเมลไปแล้ว โปรดตรวจสอบกล่องจดหมายของคุณ
tr_tr: E-posta doğrulama kodu bulunamadı, belki e-postanızı zaten onayladınız, lütfen posta kutunuzu kontrol edin
tt_ru: Электрон почтаны раслау коды табылмады, бәлки, сез инде электрон почта адресын раслагансыздыр, зинһар, үзегезнең почта ящигыгызны тикшерегез.
uz_uz: E-pochtani tasdiqlash kodi topilmadi, ehtimol siz allaqachon elektron pochta manzilingizni tasdiqlagansiz, iltimos, pochta qutingizni tekshiring
vi_vn: Không tìm thấy mã xác minh email, có thể bạn đã xác nhận email của mình, vui lòng kiểm tra hộp thư

source: Registration_complete
ar_kw: اكتمل التسجيل
az_az: Qeydiyyat_tamamlandı
cs_cz: Registrace_dokončena
da_dk: Registreringen er fuldført
de_de: Registrierung abgeschlossen
el_gr: Η εγγραφή ολοκληρώθηκε
es_es: Registro completado
es_mx: Registo ha sido completado
et_ee: Registreerimine on lõpetatud
fi_fi: Rekisteröinti valmis
fr_fr: Enregistrement_complet
hi_in: पंजीकरण_पूर्ण
hu_hu: Regisztráció_kész
it_it: Registrazione_completata
kk_kz: Тіркелу аяқталды
mn_mn: Бүртгэл дууссан
ms_my: Pendaftaran telah dilengkapkan
nb_no: Registrering_fullført
pl_pl: Rejestacja ukończona
pt_pt: Cadastro realizado
ro_ro: Înregistrare completă
ru_ru: Регистрация завершена
sl_sl: Registracija zaključena
sv_se: Registrering klar
th_th: การลงทะเบียนเสร็จสมบูรณ์แล้ว
tr_tr: Kayıt tamamlandı
tt_ru: Теркәлү тәмамланды
uz_uz: Ro'yxatga olish tugallandi

source: Invalid DateOfBirth format
es_mx: Parámetros requeridos inválidos
ms_my: Permohonan parameter tidak sah
ru_ru: Неверный формат даты рождения

source: You are less than 18 year old
ar_kw: عمرك أقل من 18 عامًا
az_az: 18 yaşdan azsınız
cs_cz: Nebylo vám 18 let
da_dk: Du er mindre end 18 år gammel
el_gr: Είστε κάτω των 18 ετών
es_es: Tienes menos de 18 años de edad
es_mx: Tiene menos de 18 años
et_ee: Olete alla 18-aastane
fi_fi: Olet alle 18-vuotias
fr_fr: Vous avez moins de 18 ans
hi_in: आपकी आयु 18 वर्ष से कम है
hu_hu: Még nem töltötted be a 18. életévedet
it_it: Hai meno di 18 anni
kk_kz: Сіздің жасыңыз 18-ге толмаған
ms_my: Anda berumur di bawah 18 tahun
pl_pl: Masz mniej niż 18 lat
pt_pt: Você tem menos de 18 anos
ro_ro: Ai mai puțin de 18 ani
ru_ru: Вам меньше 18 лет
sl_sl: Stari ste manj kot 18 let
th_th: คุณอายุน้อยกว่า 18 ปี
tr_tr: 18 yaşın altındasınız
tt_ru: Сезгә 18 әзрәк
uz_uz: Siz 18 yildan kam yoshda
vi_vn: Bạn chưa đủ 18 tuổi

source: In single mode only one limit can be specified
es_mx: En modo individual solo un límite puede ser especificado
ms_my: Dalam mod tunggal satu had sahaja boleh ditentukan

source: Insufficient account balance
ar_kw: رصيد حساب غير كاف
az_az: Qeyri-kafi hesab balansı
cs_cz: Nedostatečný zůstatek na účtu
da_dk: Utilstrækkelig kontosaldo
de_de: Unzureichender Kontostand
el_gr: Ανεπαρκές υπόλοιπο λογαριασμού
es_es: Saldo de la cuenta insuficiente
es_mx: Saldo de cuenta insuficiente
et_ee: Ebapiisav saldo
fi_fi: Riittämätön tilin saldo
fr_fr: Solde du compte insuffisant
hi_in: अपर्याप्त खाता शेष राशि
hu_hu: Nem elegendő számlaegyenleg
it_it: Saldo account insufficiente
kk_kz: Шотта қаражат жеткіліксіз
ms_my: Baki akaun tidak mencukupi
pt_pt: Saldo insuficiente
ru_ru: Недостаточно средств на счете
th_th: ยอดเงินในบัญชีไม่เพียงพอ
tr_tr: Yetersiz Hesap Bakiyesi
tt_ru: Счетта акча җитәрлек түгел
uz_uz: Hisobdagi mablag ' etarli emas
vi_vn: Số dư tài khoản không đủ

source: You haven't deposited through this system so you can't withdraw funds using it. Make a deposit via this system in order to withdraw.
ar_kw: لم تقم بالإيداع من خلال هذا النظام, لذا لا يمكنك سحب الأموال بإستخدامه. قم بالإيداع عبر هذا النظام من أجل إمكانية السحب.
az_az: Siz bu sistem vasitəsilə depozit qoymamısınız, ona görə də ondan istifadə edərək pul çıxara bilməyəcəksiniz. Çıxarmaq üçün bu sistem vasitəsilə depozit qoyun.
cs_cz: Tímto způsobem jste peníze nevložili, a proto jím nemůžete peníze vybrat. Abyste jím mohli vybírat, musíte jeho prostřednictvím peníze nejprve vložit.
da_dk: Du har ikke deponeret via dette system, så du ikke kan hæve penge ved hjælp af det. Foretag en indbetaling via dette system for at trække.
de_de: Du hast nicht über diese Zahlungsmethode eingezahlt, also kannst du damit auch kein Geld abheben. Tätige eine Einzahlung über diese Methode, um Geld abzuheben
el_gr: Δεν έχετε καταθέσει μέσω αυτού του συστήματος και δεν μπορείτε να κάνετε ανάληψη κεφαλαίων χρησιμοποιώντας το. Κάντε μια κατάθεση μέσω αυτού του συστήματος για να κάνετε ανάληψη.
es_es: No has depositado a través de este sistema, por lo que no puedes retirar fondos usando it. Hacer un depósito a través de este sistema con el fin de retirar.
es_mx: No ha depositado a través de este sistema por lo que no puede retirar fondos utilizándolo. Haga un depósito a través de este sistema para poder retirar.
et_ee: Te ei ole selle süsteemi kaudu sissemakseid teinud, nii et te ei saa selle abil raha välja võtta. Väljamakse tegemiseks tehke selle süsteemi kaudu sissemakse.
fi_fi: Ezzel a rendszerrel nem mentett be, így nem tudja visszavonni a pénzeszközöket azt. Hagyjon letétet a rendszeren keresztül, hogy visszavonjon.
fr_fr: Vous n'avez pas fait de dépôt par ce système, vous ne pouvez donc pas retirer des fonds en l'utilisant. Effectuez un dépôt via ce système afin de retirer des fonds.
hi_in: आपने इस प्रणाली के माध्यम से जमा नहीं किया है, इसलिए आप इसका उपयोग करके धनराशि नहीं निकाल सकते। निकालने के लिए इस प्रणाली के माध्यम से एक डिपाजिट करें।
hu_hu: Nem fizettél be eleget ezen a rendszeren keresztül, így nem tudsz pénzt felvenni ezen keresztül. A pénzfelvételhez ezen a rendszeren keresztül kell befizetned.
it_it: Non hai depositato attraverso questo sistema, quindi non puoi prelevare fondi usando questo sistema. Fai un deposito attraverso questo sistema per poter prelevare.
kk_kz: Бұл төлем жүйесінен депозиттер салынбаған, сондықтан оған ақша шығару мүмкін емес. Қаражатты алу үшін осы төлем жүйесін пайдаланып балансты толтырыңыз.
ms_my: Anda belum mendeposit melalui sistem ini jadi anda tidak dapat mengeluarkan dana menggunakannya. Lakukan deposit melalui sistem ini untuk membuat pengeluaran.
pl_pl: Nie dokonywałeś depozytu tym systemem, więc nie możesz dokonać wypłaty korzystając z niego. Aby móc wyłacić tym systemem, najpierw dokonaj depozytu przy jego użyciu.
pt_pt: Você não depositou através deste sistema, então não pode sacar usando-o. Faça um depósito através deste sistema para poder sacar fundos.
ro_ro: Nu ați depus prin acest sistem, astfel încât să nu puteți retrage fonduri folosind acesta. Faceți o depunere prin acest sistem pentru a vă retrage.
ru_ru: С данной платёжной системы не было совершено ни одного депозита, поэтому вывод на неё невозможен. Пополните баланс, используя данную платёжную систему для того, чтобы выводить средства.
sl_sl: Niste položili nakazila preko tega sistema, zato ne morete dvigniti sredstev z njim. Preko tega sistema nakažite nakazilo, da lahko dvigujete.
sv_se: Du har inte insättning via det här systemet så att du inte kan ta ut pengar med hjälp av Det. Gör en insättning via detta system för att dra tillbaka.
th_th: คุณไม่ได้ฝากเงินผ่านระบบนี้ ดังนั้นคุณจึงไม่สามารถถอนเงินผ่านมันได้ ต้องฝากเงินผ่านระบบนี้เพื่อให้ถอนเงินได้
tr_tr: Daha önce bu yatırım yöntemi ile işlem yapmadığınız için bu şekilde para çekemezsiniz. Çekebilmek için bu sistemle para yatırın.
tt_ru: Әлеге түләүле системадан бер генә депозит та эшләнмәгән, шуңа күрә аны чыгару мөмкин түгел. Әлеге түләүле системаны акчаларны чыгару өчен файдаланып, балансны тулыландырыгыз.
uz_uz: Ushbu to'lov tizimidan hech qanday depozit yo'q edi, shuning uchun uni olib tashlash mumkin emas. Pul mablag'larini olish uchun ushbu to'lov tizimidan foydalanib balansni to'ldiring.
vi_vn: Bạn không nạp tiền qua hệ thống này nên bạn không thể rút tiền bằng hệ thống này. Hãy nạp tiền thông qua hệ thống này để rút tiền.

source: Zendesk not configured
es_mx: Zendesk no configurado
ms_my: Zendesk tidak dikonfigurasikan

source: Impossible to send email
ar_kw: إستحالة إرسال بريد إلكتروني
az_az: E-poçt göndərmək mümkün deyil
cs_cz: Nelze odeslat e-mail
da_dk: Umuligt at sende e-mail
de_de: Die E-Mail konnte nicht gesendet werden
el_gr: Δεν είναι δυνατή η αποστολή του email
es_es: Imposible enviar correo electrónico
es_mx: Imposible enviar correo electrónico
et_ee: Meilisõnumeid pole võimalik saata
fi_fi: Sähköpostia ei voida lähettää
fr_fr: Impossible d'envoyer des emails
hi_in: ईमेल भेजना असंभव
hu_hu: E-mail küldése nem lehetséges
it_it: Impossibile inviare email
kk_kz: Хат жіберу мүмкін емес
mn_mn: Э-мэйл илгээх боломжгүй байна
ms_my: Mustahil untuk menghantar e-mel
nb_no: Umulig å sende epost
pl_pl: Wysłanie emaila jest niemożliwe
pt_pt: Impossível enviar e-mail
ro_ro: Imposibil de trimis e-mail
ru_ru: Невозможно отправить письмо
sl_sl: Pošiljanje e-pošte ni mogoče
sv_se: Det gick inte att skicka mejl
th_th: ส่งอีเมลไม่ได้
tr_tr: E-posta göndermek imkansız
tt_ru: Хатны җибәреп булмый
uz_uz: Xat yuborish mumkin emas
vi_vn: Không thể gửi email

source: unknown_device_message
es_mx: Estás intentando iniciar sesión desde un dispositivo desconocido Ubicación: %s Dirección IP: %s Dispositivo: %s Un código de información para el nuevo dispositivo ha sido enviado a su correo electrónico.
ms_my: Anda cuba untuk melog masuk daripada peranti tidak diketahui\n

source: Invalid confirmation code
es_mx: Confirmación de código inválido
kk_kz: Растау коды жарамсыз
ms_my: Kod pengesahan tidak sah
ru_ru: Код подтверждения недействителен
tr_tr: Geçersiz bir onay kodu girdiniz
tt_ru: Раслау коды дөрес түгел
uz_uz: Tasdiqlash kodi haqiqiy emas

source: VerificationCodeHasExpired
es_mx: Verificación del código ha expirado
ms_my: Kod pengesahan telah luput
ru_ru: Неверный код подтверждения

source: Exceeded the number of attempts to enter the verification code. You can try again in %s minutes
es_mx: Se supero el número de intentos para ingresar el código de verificación. Puede intentar nuevamente en %s minutos
ms_my: Melebihi bilangan percubaan untuk memasukkan kod pengesahan. Anda boleh mencuba lagi dalam %s minit
ru_ru: Превышено количество попыток ввода кода подтверждения. Вы можете повторить попытку через %s минут.
tr_tr: Çok fazla yanlış deneme yaptınız. %s dakika sonra tekrar deneyebilirsiniz.

source: Confirmation–°odeExpired
ms_my: Kod pengesahan telah luput

source: Error, account with this phone does not exist.
es_mx: Error, la cuenta con este teléfono no existe.
ms_my: Ralat, akaun dengan nombor telefon ini tidak wujud.

source: Error sending recovery code
es_mx: Error al enviar código de recuperación
ms_my: Ralat menghantar kod pemulihan

source: Sms provider not found
es_mx: Servicio no encontrado
ms_my: Perkhidmatan tidak ditemui
ru_ru: SMS-провайдер не найден

source: Password reset code -
es_mx: Restaurar contraseña
ms_my: Pemulihan semula kata laluan

source: Sms sent, recovery code will be available for 30 minutes
es_mx: SMS enviado, código de recuperación estará disponible por 30 minutos
ms_my: SMS telah dihantar, kod pemulihan akan tersedia selama 30 minit

source: Server returned invalid response
ar_kw: إستجابة غير صالحة للخادم
az_az: Server etibarsız cavab qaytardı
cs_cz: Server vrátil neplatnou odpověď
da_dk: Serveren returnerede ugyldigt svar
de_de: Ungültige Antwort des Servers
el_gr: Ο διακομιστής επέστρεψε μη έγκυρη απόκριση
es_es: El servidor devolvió una respuesta no válida
es_mx: Respuesta del servidor inválida
et_ee: Server saatis kehtetu vastuse
fi_fi: Palvelin palautti virheellisen vastauksen
fr_fr: Le serveur a renvoyé une réponse non valable
hi_in: सर्वर ने अमान्य प्रतिसाद दिया
hu_hu: A szerver hibás választ küldött vissza
it_it: Il server ha restituito una risposta non valida
kk_kz: Дұрыс емес сервер жауабы
mn_mn: Сэрвэр хүчингүй гэсэн хариу өгөв
ms_my: Pelayan mengembalikan respons yang tidak sah
nb_no: Tjeneren returnerte et ugyldig svar
pl_pl: Serwer odesłał niewłaściwą odpowiedź
pt_pt: O server retornou uma resposta inválida
ro_ro: Serverul a returnat un răspuns nevalid
ru_ru: Некорректный ответ сервера
sl_sl: Strežnik je vrnil neveljaven odgovor
sv_se: Servern lämnade ogiltigt svar
th_th: เซิร์ฟเวอร์ส่งคืนการตอบสนองที่ไม่ถูกต้อง
tr_tr: Sunucu geçersiz yanıt verdi
tt_ru: Серверның коррект булмаган җавабы
uz_uz: Noto'g'ri server javobi
vi_vn: Máy chủ trả về phản hồi không hợp lệ

source: Temporary routing error
az_az: Müvəqqəti marşrut xətası
cs_cz: Chyba dočasného směrování
es_mx: Error temporal de la ruta
hi_in: अस्थायी रूटिंग त्रुटि
hu_hu: Átmeneti útválasztási hiba
it_it: Errore temporaneo di instradamento
ms_my: Ralat penghalaan sementara
vi_vn: Lỗi định tuyến tạm thời

source: Permanent routing error
az_az: Daimi marşrut xətası
cs_cz: Chyba trvalého směrování
es_mx: Error permanente de la ruta
hi_in: स्थायी रूटिंग त्रुटि
hu_hu: Állandó útválasztási hiba
it_it: Errore permanente di instradamento
ms_my: Ralat penghalaan kekal
vi_vn: Lỗi định tuyến vĩnh viễn

source: Maximum throttling exceeded
az_az: Maksimum tənzimləmə həddi keçdi
cs_cz: Překročeno maximální omezování
es_mx: Se ha excedido la limitación máxima
hi_in: अधिकतम थ्रॉटलिंग पार हो गई
hu_hu: A maximális erőforrás-korlátozás túllépve
it_it: Massima strozzatura superata
ms_my: Pendikitan maksimum telah melebihi had
vi_vn: Đã vượt quá mức điều tiết băng thông tối đa

source: Timeout
az_az: Vaxt
cs_cz: Čas vypršel
es_mx: Se acabó el tiempo
hi_in: समय समाप्त
hu_hu: Időtúllépés
ms_my: Masa tamat
vi_vn: Hết thời gian chờ

source: Operator unknown error
az_az: Operatorun naməlum xətası
cs_cz: Neznámá chyba operátora
es_mx: Error desconocido
hi_in: संचालक अज्ञात त्रुटि
hu_hu: Ismeretlen üzemeltetői hiba
it_it: Operatore errore sconosciuto
kk_kz: Оператордың белгісіз қатесі
ms_my: Ralat tidak diketahui
tt_ru: Оператордың белгісіз қатесі
vi_vn: Lỗi không xác định do nhà điều hành

source: Operator error
az_az: Operator xətası
cs_cz: Chyba operátora
es_mx: Error de operador
hi_in: संचालक त्रुटि
hu_hu: Üzemeltetői hiba
it_it: Errore operatore
ms_my: Ralat pengendali
vi_vn: Lỗi do nhà điều hành

source: Internal error (internal LinkMobilityerror)
az_az: Daxili xəta (daxili LinkMobilityerror)
cs_cz: Interní chyba (internal LinkMobilityerror)
es_mx: Error interno (Error de enlace de comunicación)
hi_in: आंतरिक त्रुटि (आंतरिक लिंकमोबिलिटीत्रुटि)
hu_hu: Belső hiba (belső LinkMobilityerror)
it_it: Errore interno (LinkMobilityerror interno)
ms_my: Ralat dalaman (Ralat pautan komunikasi)
vi_vn: Lỗi nội bộ (LinkMobilityerror nội bộ)

source: Sent (to operator)
az_az: Göndərildi (operatora)
cs_cz: Odesláno (operátorovi)
es_mx: Enviar (a operador)
hi_in: भेजा गया (ऑपरेटर को)
hu_hu: Elküldve (az üzemeltetőnek)
it_it: Inviato (all'operatore)
ms_my: Dihantar (kepada pengendali)
vi_vn: Đã gửi (tới nhà điều hành)

source: Billed and delivered
az_az: Hesablanmış və çatdırılmışdır
cs_cz: Zaúčtováno a doručeno
hi_in: बिल दिया और पहुंचाया
hu_hu: Számlázva és elküldve
it_it: Fatturato e consegnato
ms_my: Dibilkan dan telah dihantar
vi_vn: Đã lập hóa đơn và giao

source: Expired
az_az: İstifadə müddəti bitdi
cs_cz: Vypršelo
es_mx: Expirado
hi_in: वैधता समाप्त
hu_hu: Lejárt
it_it: Scaduto
ms_my: Tamat tempoh
vi_vn: Đã hết hạn

source: Mobile full
az_az: Mobil dolu
cs_cz: Mobil plný
es_mx: Modo pantalla completa
hi_in: मोबाइल भरा हुआ
hu_hu: Teljes mobil
it_it: Mobile completo
ms_my: Mod skrin penuh
vi_vn: Số điện thoại di động đầy đủ

source: Queued
az_az: Növbədə
cs_cz: Ve frontě
es_mx: Puesto en cola
hi_in: कतारबद्ध
hu_hu: Sorban áll
it_it: In coda
ms_my: Dalam giliran
vi_vn: Đang trong hàng đợi

source: Not delivered
az_az: Çatdırılmadı
cs_cz: Nedoručeno
es_mx: No entregado
hi_in: वितरित नहीं हुआ
hu_hu: Nincs elküldve
it_it: Non consegnato
ms_my: Tidak dihantar
vi_vn: Chưa giao

source: Delivered,Billed delayed
az_az: Çatdırıldı, Fatura gecikdi
cs_cz: Doručeno, zaúčtováno zpožděno
es_mx: Entregado, la factura se ha retrasado
hi_in: वितरित, बिल विलंबित
hu_hu: Elküldve, késleltetett számlázás
it_it: Consegnato, fatturato in ritardo
ms_my: Telah dihantar, bil dilewatkan
vi_vn: Đã giao, lập hóa đơn bị trì hoãn

source: Billed OK (charged OK before sending message)
az_az: Faturalandırıldı OK (mesaj göndərməzdən əvvəl OK ödənildi)
cs_cz: Zaúčtováno OK (strženo OK před odesláním zprávy)
es_mx: La factura ha sido pagada
hi_in: बिल ठीक किया गया (संदेश भेजने से ठीक चार्ज करें )
hu_hu: Számlázás rendben (Leokézva az üzenet elküldése előtt)
it_it: Fatturato OK (addebitato OK prima di inviare il messaggio)
ms_my: Bil telah dibayar
vi_vn: Đã lập hóa đơn THÀNH CÔNG (đã nạp THÀNH CÔNG trước khi gửi tin nhắn)

source: Billed OK and NOT Delivered
az_az: OK ödənildi və çatdırılmadı
cs_cz: Zaúčtováno OK NEdoručeno
es_mx: La factura ha sido pagada y no enviada
hi_in: बिल ओके और डिलीवर नहीं
hu_hu: Számlázva, de nincs elküldve
it_it: Fatturato OK e NON Consegnato
ms_my: Bil telah dibayar dan tidak dihantar
vi_vn: Đã lập hóa đơn THÀNH CÔNG và CHƯA giao

source: Expired, absence of operator delivery report
az_az: Müddəti bitdi, operatorun çatdırılma hesabatının olmaması
cs_cz: Vypršelo, zpráva o doručení operátorovi chybí
es_mx: Expirado, ausencia de informe de entrega del operador
hi_in: निष्कासित, ऑपरेटर वितरण रिपोर्ट का अभाव
hu_hu: Lejárt, üzemeltetői szállítási jelentés hiányában
it_it: Scaduto, assenza di rapporto di consegna dell'operatore
ms_my: Luput, laporan penghantaran pengendali tidak diberikan
vi_vn: Đã hết hạn, không có báo cáo giao của nhà điều hành

source: Billed OK and sent (to operator)
az_az: Hesab edildi və göndərildi (operatora)
cs_cz: Zaúčtováno OK a odesláno (operátorovi)
es_mx: El mensaje ha sido enviado al operador, la factura ha sido pagada
hi_in: बिल ठीक किया और भेजा (ऑपरेटर को)
hu_hu: Számlázva és elküldve (az üzemeltetőnek)
it_it: Fatturato OK e inviato (all'operatore)
ms_my: Mesej telah dihantar ke pengendali, bil telah dibayar
vi_vn: Đã lập hóa đơn THÀNH CÔNG và gửi (tới nhà điều hành)

source: Delayed (temporary billing error, system will try to resend)
az_az: Gecikdi (müvəqqəti faktura xətası, sistem yenidən göndərməyə çalışacaq)
cs_cz: Zpožděno (dočasná chyba zaúčtování, systém se pokusí odeslat znovu)
es_mx: Retrasada (error temporaria de factura, sistema intentará reenviar)
hi_in: विलंबित (अस्थायी बिलिंग त्रुटि, सिस्टम पुनः भेजने का प्रयास करेगा)
hu_hu: Késleltetve (átmeneti számlázási hiba, a rendszer újra meg fogja próbálni elküldeni)
it_it: Ritardato (errore temporaneo di fatturazione, il sistema proverà a reinviare)
ms_my: Ditangguhkan (ralat pengebilan sementara, sistem akan cuba menghantar semula)
vi_vn: Bị trì hoãn (lỗi thanh toán tạm thời, hệ thống sẽ cố gắng gửi lại)

source: Message sent to operator, Billdelayed
az_az: Mesaj operatora göndərildi, Billdelayed
cs_cz: Zpráva odeslána operátorovi, fakturace zpožděna
es_mx: El mensaje ha sido enviado para el operador
hi_in: ऑपरेटर को संदेश भेजा गया, बिल लंबित
hu_hu: Az üzenet elküldve az üzemeltetőnek, a számlázás késleltetve
it_it: Messaggio inviato all'operatore, Billdelayed
ms_my: Mesej telah dihantar kepada operator, Bill dilewatkan
vi_vn: Tin nhắn đã được gửi đến nhà điều hành, Hóa đơn bị trì hoãn

source: Service rejected by subscriber
az_az: Xidmət abunəçi tərəfindən rədd edildi
cs_cz: Služba odmítnuta přihlášeným
es_mx: Servicio ha sido rechazado por el suscriptor
hi_in: ग्राहक द्वारा सेवा अस्वीकृत
hu_hu: A szolgáltatás az előfizető által visszautasítva
it_it: Servizio rifiutato dall'abbonato
ms_my: Perkhidmatan telah ditolak oleh pelanggan
vi_vn: Người đăng ký đã từ chối dịch vụ

source: Unknown subscriber
az_az: Naməlum abunəçi
cs_cz: Neznámý přihlášený
es_mx: Suscriptor desconocido
hi_in: अनजाने ग्राहक
hu_hu: Ismeretlen előfizető
it_it: Abbonato sconosciuto
kk_kz: Белгісіз жазылушы
ms_my: Status tidak diketahui
tt_ru: Белгісіз жазылушы
vi_vn: Người đăng ký không xác định

source: Destination blocked (subscriber permanently barred)
az_az: Təyinat bloklanıb (abunəçiyə həmişəlik qadağa qoyulub)
cs_cz: Destinace blokována (přihlášený trvale vyhozen)
es_mx: Destinación bloqueada (suscriptor bloqueado permanentemente)
hi_in: गंतव्य अवरुद्ध (ग्राहक स्थायी रूप से वर्जित)
hu_hu: Cél blokkolva (az előfizető véglegesen letiltva)
it_it: Destinazione bloccata (abbonato bloccato in modo permanente)
ms_my: Destinasi disekat (pelanggan disekat secara kekal)
vi_vn: Đích đến bị chặn (người đăng ký bị cấm vĩnh viễn)

source: Number error
az_az: Nömrə xətası
cs_cz: Chyba čísla
es_mx: Error número
hi_in: नंबर त्रुटि
hu_hu: Számhiba
it_it: Errore del numero
ms_my: Ralat nombor
vi_vn: Lỗi số
