Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: Unknown game launch code
ar_kw: كود إطلاق لعبة غير معروف
az_az: Naməlum oyunun başlanğıc kodu
cs_cz: Neznámý spouštěcí kód hry
da_dk: Ukendt spillanceringskode
de_de: Unbekannter Spielstartcode
el_gr: Άγνωστος κωδικός εκκίνησης παιχνιδιού
es_es: Código de lanzamiento del juego desconocido
es_mx: Código de lanzamiento de juego desconocido
et_ee: Tundmatu mängu käivituskood
fi_fi: Tuntematon pelin aloituskoodi
fr_fr: Code de lancement du jeu inconnu
hi_in: अज्ञात गेम लॉन्च कोड
hu_hu: Ismeretlen játékindítási kód
it_it: Codice di lancio del gioco sconosciuto
kk_kz: Ойынды іске қосу коды белгісіз
ms_my: Kod pelancaran permainan tidak diketahui
nb_no: Ukjent spill-start-kode
pl_pl: Nieznany kod uruchomienia gry
pt_pt: Código de lançamento de jogo desconhecido
ro_ro: Cod de lansare necunoscut
ru_ru: Неизвестный код запуска игры
sl_sl: Neznana koda za zagon igre
sv_se: Okänd spelkod
th_th: รหัสเปิดเกมที่ไม่รู้จัก
tr_tr: Bilinmeyen oyun başlatma kodu
tt_ru: Уенны эшләтеп җибәрүнең билгесез коды
uz_uz: O'yinni ishga tushirish uchun noma'lum kod
vi_vn: Mã khởi chạy trò chơi không xác định

source: Not supported exception
ar_kw: لا يدعم الإستثناء
az_az: İstisna dəstəklənmir
cs_cz: Nedovolená výjimka
da_dk: Ikke understøttet undtagelse
de_de: Ausnahme wird nicht unterstützt
el_gr: Δεν υποστηρίζεται η εξαίρεση
es_es: Excepción no soportada
es_mx: Esta excepción no es compatible
et_ee: Ei toetata erandit
fi_fi: Ei tuettu poikkeus
fr_fr: Exception non supportée
hi_in: अपवाद समर्थित नहीं है
hu_hu: Nem támogatott kivétel
it_it: Eccezione non supportata
kk_kz: Қолдау көрсетілмейтін ерекше жағдай
mn_mn: Дэмжих боломжгүй
ms_my: Pengecualian ini tidak disokong
nb_no: Støtter ikke unntaket
pl_pl: Nieobsługiwane rozszerzenie
pt_pt: Exceção não aceita
ro_ro: Excepție neacceptată
ru_ru: Неподдерживаемое исключение
sl_sl: Izjema ni podprta
sv_se: Undantaget stöds inte
th_th: ไม่รองรับข้อยกเว้น
tr_tr: Desteklenmeyen istisna
tt_ru: Тоткарланмый торган искәрмә
uz_uz: Qo'llab-quvvatlanmaydigan istisno
vi_vn: Không hỗ trợ ngoại trừ

source: Bad request
ar_kw: اقتراح غير جيد
az_az: Səhv tələb
cs_cz: Nesprávný požadavek
da_dk: Forkert anmodning
de_de: Inkorrekte Anfrage
el_gr: Εσφαλμένο αίτημα
es_es: Solicitud incorrecta
es_mx: Solicitud incorrecta
et_ee: Halb taotlus
fi_fi: Virheellinen pyyntö
fr_fr: Mauvaise demande
hi_in: खराब अनुरोध
hu_hu: Rossz kérés
it_it: Richiesta errata
kk_kz: Сұрау қатесі
mn_mn: Муу хүсэлт
ms_my: Permintaan buruk
nb_no: Feil med forespørsel
pl_pl: Złe zapytanie
ro_ro: Cerere greșită
ru_ru: Ошибка запроса
sl_sl: Neveljavna zahteva
sv_se: Förfrågan misslyckades
th_th: คำขอไม่ถูกต้อง
tr_tr: Geçersiz talep
tt_ru: Сорау хатасы
uz_uz: So'rov xatosi
vi_vn: Yêu cầu lỗi

source: This feature is disabled
es_mx: Esta característica no está habilitada
ms_my: Ciri ini telah diyahbolehkan

source: Not available for authorized user
es_mx: No disponible para usuarios autorizados
ms_my: Tidak tersedia untuk pengguna dibenarkan

source: Invalid currency
es_mx: Moneda no válida
ms_my: Mata wang tidak sah

source: email, password, currency required
es_mx: correo electrónico, contraseña, moneda requeridos
ms_my: e-mel, kata laluan, mata wang diperlukan

source: Wrong action
es_mx: Acción incorrecta
ms_my: Tindakan salah

source: Parameter from must be in format 'Y-m-d H:i:s' or empty
az_az: Parametr "Y-m-d H:i:s" formatında və ya boş olmalıdır
cs_cz: Parametr od musí být ve formátu 'R-m-d H:i:v' nebo prázdný
es_mx: El parámetro debe estár en el formato 'A-m-d H:i:s' o vacío
hi_in: पैरामीटर फॉर्म 'Y-m-d H: i: s' या खाली प्रारूप में होना चाहिए
hu_hu: A paraméternek az alábbi formátumban kell lennie: 'É-h-n Ó:p:m' vagy üres a mező
it_it: Il parametro da deve essere nel formato 'Y-m-d H:i:s' o vuoto
ms_my: Parameter daripada mesti dalam format 'T-b-h J:i:s' atau kosong
vi_vn: Thông số phải ở định dạng 'Y-m-d H:i:s' hoặc trống

source: Unable find user identifier
ar_kw: تعذر العثور على معرف المستخدم
az_az: İstifadəçi identifikatorunu tapmaq mümkün deyil
cs_cz: Nelze najít identifikátor uživatele
da_dk: Tomt adgangstokenbruger-id
el_gr: Δεν είναι δυνατή η εύρεση του αναγνωριστικού χρήστη
es_es: Incapaz de encontrar el identificador de usuario
es_mx: No se puede encontrar el identificador del usuario
et_ee: Tühi lubakaart
fr_fr: Impossible de trouver l'identifiant de l'utilisateur
hi_in: उपयोगकर्ता पहचानकर्ता को खोजने में असमर्थ
hu_hu: Nem sikerült megtalálni a felhasználói azonosítót
it_it: Impossibile trovare l'identificatore dell'utente
ms_my: Tidak dapat mencari pengecam pengguna
pt_pt: Ficha de acesso “identificador do usuário” vazia
th_th: ไม่พบตัวระบุผู้ใช้
tr_tr: Kullanıcı tanımlayıcısı bulunamadı
vi_vn: Không thể tìm thấy thông tin nhận dạng người dùng

source: Unknown error occured
ar_kw: خطأ غير معروف
az_az: Naməlum xəta baş verdi
cs_cz: Nastala neznámá chyba
da_dk: Ukendt fejl
el_gr: Παρουσιάστηκε άγνωστο σφάλμα
es_es: Ocurrió un error desconocido
es_mx: Error desconocido
et_ee: Tundmatu viga
fi_fi: Tapahtui tuntematon virhe
fr_fr: Une erreur inconnue s'est produite
hi_in: अज्ञात त्रुटि हुई
hu_hu: Ismeretlen hiba lépett fel
it_it: Si è verificato un errore sconosciuto
kk_kz: Белгісіз қате орын алды
ms_my: Ralat tidak diketahui
pt_pt: Erro desconhecido
th_th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr_tr: Bilinmeyen hata
tt_ru: Белгісіз қате орын алды
vi_vn: Đã xảy ra lỗi không xác định

source: Limit not provided
es_mx: No se proporciona límite
ms_my: Had tidak disediakan

source: Invalid Limit value
es_mx: Valor límite no válido
ms_my: Nilai Had tidak sah

source: Wrong request
az_az: Yanlış sorğu
cs_cz: Nesprávný požadavek
es_mx: Solicitud incorrecta
hi_in: गलत अनुरोध
hu_hu: Helytelen kérés
it_it: Richiesta sbagliata
kk_kz: Қате сұрау
ms_my: Permintaan salah
tt_ru: Қате сұрау
vi_vn: Yêu cầu không chính xác

source: Unknown provider
az_az: Naməlum provayder
cs_cz: Neznámý poskytovatel
es_mx: Error desconocido
hi_in: अज्ञात प्रदाता
hu_hu: Ismeretlen szolgáltató
it_it: Provider sconosciuto
kk_kz: Белгісіз провайдер
ms_my: Ralat tidak diketahui
tt_ru: Белгісіз провайдер
vi_vn: Nhà cung cấp không xác định

source: Token not found
ar_kw: الرمز غير موجود
az_az: Token tapılmadı
cs_cz: Token nenalezen
da_dk: Tokenet blev ikke fundet
de_de: Token wurde nicht gefunden
el_gr: Το διακριτικό δεν βρέθηκε
es_es: Token no encontrado
es_mx: Token no ha sido encontrado
et_ee: Lubakaarti ei leitud
fi_fi: Polettia ei löytynyt
fr_fr: Jeton non trouvé
hi_in: टोकन नहीं मिला
hu_hu: Nem található token
it_it: Token non trovato
kk_kz: Токен табылмады
mn_mn: Токен олдсонгүй
ms_my: Token masih belum dijumpai
nb_no: Pollett ikke funnet
pl_pl: Nie znaleziono tokenu
pt_pt: Ficha não encontrada
ro_ro: Token nu a fost găsit
ru_ru: Токен не найден
sl_sl: Žetona ni mogoče najti
sv_se: Token kunde inte hittas
th_th: ไม่พบโทเค็น
tr_tr: Jeton bulunamadı
tt_ru: Токен табылмады
uz_uz: Token topilmadi
vi_vn: Không tìm thấy mã token

source: Invalid token provided
ar_kw: الرمز المقدم غير صالح
az_az: Yanlış nişan təqdim edilib
cs_cz: Poskytnut nesprávný token
da_dk: Ugyldigt token angivet
de_de: Token ist ungültig
el_gr: Το διακριτικό που δόθηκε δεν είναι έγκυρο
es_es: Token inválido proporcionado
es_mx: Token proporcionado es inválido
et_ee: Kehtetu lubakaart
fi_fi: Virheellinen poletti annettu
fr_fr: Jeton non valable fourni
hi_in: अमान्य टोकन प्रदान किया गया
hu_hu: Érvénytelen token
it_it: Token non valido fornito
kk_kz: Жарамсыз токен
mn_mn: Хүчингүй токен өгөгдөв
ms_my: Token tidak sah disediakan
nb_no: Ugyldig pollett angitt
pl_pl: Dostarczony niewłaściwy token
pt_pt: Ficha inválida
ro_ro: Simbol nevalid furnizat
ru_ru: Некорректный токен
sl_sl: Predloženi žeton je neveljaven
sv_se: Ogiltig token
th_th: โทเค็นที่ระบุไม่ถูกต้อง
tr_tr: Geçersiz dizgecik sağlandı
tt_ru: Коррект булмаган токен
uz_uz: Noto'g'ri token
vi_vn: Đã cung cấp mã token không hợp lệ

source: Phone already verified
ar_kw: تم التحقق من الهاتف بالفعل
az_az: Telefon artıq təsdiqlənib
cs_cz: Telefon již byl ověřen
da_dk: Telefonen er allerede bekræftet
de_de: Diese Telefonnummer wurde bereits verifiziert
el_gr: Το τηλέφωνο έχει ήδη επαληθευτεί
es_es: Teléfono ya verificado
es_mx: Número de teléfono ya verificado
et_ee: Telefoninumber on juba kinnitatud
fi_fi: Puhelin on jo vahvistettu
fr_fr: Téléphone déjà vérifié
hi_in: फ़ोन पहले से ही सत्यापित है
hu_hu: A telefon már ellenőrizve van
it_it: Telefono già verificato
kk_kz: Телефон расталған
mn_mn: Утсыг аль хэдийн баталгаажуулсан
ms_my: Nombor telefon telahpun disahkan
nb_no: Telefon er allerede verifisert
pl_pl: Telefon już jest zweryfikowany
pt_pt: Telefone já verificado
ro_ro: Telefonul deja verificat
ru_ru: Телефон уже верифицирован
sl_sl: Telefon je že preverjen
sv_se: Telefonnumret är redan verifierat
th_th: โทรศัพท์ถูกยืนยันแล้ว
tr_tr: Telefon zaten doğrulandı
tt_ru: Телефон инде верификацияләнгән
uz_uz: Telefon allaqachon tasdiqlangan
vi_vn: Số điện thoại đã được xác minh

source: Insufficient parameters
ar_kw: مؤشرات غير كافية
az_az: Qeyri-kafi parametrlər
cs_cz: Nedostatečné parametry
da_dk: Utilstrækkelige parametre
de_de: Unzureichende Parameter
el_gr: Ανεπαρκείς παράμετροι
es_es: Parámetros insuficientes
es_mx: Parámetros insuficientes
et_ee: Ebapiisavad parameetrid
fi_fi: Puutteelliset parametrit
fr_fr: Paramètres insuffisants
hi_in: अपर्याप्त पैरामीटर
hu_hu: Nem megfelelő paraméterek
it_it: Parametri insufficienti
kk_kz: Дұрыс емес параметрлер
mn_mn: Хангалтгүй параметр
ms_my: Parameter yang tidak mencukupi
nb_no: Utilstrekkelige parametre
pl_pl: Niedostateczne parametry
pt_pt: Parâmetros insuficientes
ro_ro: Parametri insuficienți
ru_ru: Некорректные параметры
sl_sl: Nezadostni parametri
sv_se: Otillräckliga parametrar
th_th: พารามิเตอร์ไม่เพียงพอ
tr_tr: Yetersiz parametreler
tt_ru: Коррект булмаган параметрлар
uz_uz: Noto'g'ri parametrlar
vi_vn: Không đủ thông số

source: Configuration error
az_az: Konfiqurasiya xətası
cs_cz: Chyba konfigurace
es_mx: Error de configuración
hi_in: विन्यास त्रुटि
hu_hu: Konfigurációs hiba
it_it: Errore di configurazione
kk_kz: Конфигурация қатесі
ms_my: Ralat konfigurasi
tt_ru: Конфигурация қатесі
vi_vn: Lỗi cấu hình

source: Invalid verification code
ar_kw: كود التحقق غير صالح
az_az: Yanlış doğrulama kodu
cs_cz: Nesprávný ověřovací kód
da_dk: Ugyldig bekræftelseskode
de_de: Ungültiger Verifizierungscode
el_gr: Ο κωδικός επαλήθευσης δεν είναι έγκυρος
es_es: Código de verificación invalido
es_mx: Código de verificación inválido
et_ee: Vale kinnituskood
fi_fi: Virheellinen vahvistuskoodi
fr_fr: Code de vérification non valable
hi_in: अवैध सत्यापन कोड
hu_hu: Érvénytelen megerősítő kód
it_it: Codice di verifica non valido
kk_kz: Жарамсыз растау коды
mn_mn: Баталгаажуулалтын код хүчингүй
ms_my: Kod pengesahan tidak sah
nb_no: Feil verifiseringskode
pl_pl: Niewłaściwy kod weryfikacyjny
pt_pt: Código de verificação inválido
ro_ro: Cod de verificare invalid
ru_ru: Неверный код подтверждения
sl_sl: Neveljavna koda za preverjanje
sv_se: Ogiltig verifieringskod
th_th: รหัสยืนยันไม่ถูกต้อง
tr_tr: Geçersiz doğrulama kodu
tt_ru: Раслау коды дөрес түгел
uz_uz: Noto'g'ri tasdiqlash kodi
vi_vn: Mã xác minh không hợp lệ

source: Empty phone number
ar_kw: رقم الهاتف فارغ
az_az: Boş telefon nömrəsi
cs_cz: Prázdné telefonní číslo
da_dk: Tomt telefonnummer
de_de: Telefonnummer nicht eingegeben
el_gr: Κενός αριθμός τηλεφώνου
es_es: Número de teléfono vacío
es_mx: Número de teléfono vacío
et_ee: Tühi telefoninumber
fi_fi: Tyhjä puhelinnumero
fr_fr: Numéro de téléphone vide
hi_in: खाली फोन नंबर
hu_hu: Üres telefonszám mező
it_it: Numero di telefono vuoto
kk_kz: телефон нөмірі тізімде жоқ
mn_mn: Утасны дугаар хоосон
ms_my: Nombor telefon kosong
nb_no: Telefonnummer mangler
pl_pl: Puste pole numeru telefonu
pt_pt: Número de telefone vazio
ro_ro: Număr de telefon gol
ru_ru: Телефонный номер не указан
sl_sl: Prazna telefonska številka
sv_se: Telefonnummer saknas
th_th: หมายเลขโทรศัพท์ว่างเปล่า
tr_tr: Boş telefon numarası
tt_ru: телефон номеры күрсәтелмәгән
uz_uz: telefon raqami ko'rsatilmagan
vi_vn: Số điện thoại trống

source: Invalid phone number
ar_kw: رقم هاتف غير صالح
az_az: Yanlış telefon nömrəsi
cs_cz: Nesprávné telefonní číslo
da_dk: Ugyldigt telefonnummer
de_de: Ungültige Telefonnummer
el_gr: Μη έγκυρος αριθμός τηλεφώνου
es_es: Número de telefono invalido
es_mx: Número de teléfono inválido
et_ee: Vigane telefoninumber
fi_fi: Virheellinen puhelinnumero
fr_fr: Numéro de téléphone invalide
hi_in: अवैध फोन नंबर
hu_hu: Érvénytelen telefonszám
it_it: Numero di telefono non valido
kk_kz: Қате телефон нөмірі
mn_mn: Утасны дугаар хүчингүй
ms_my: Nombor telefon tidak sah
nb_no: Ugyldig telefonnummer
pl_pl: Niewłaściwy numer telefonu
pt_pt: Número de telefone inválido
ro_ro: Numar de telefon invalid
ru_ru: Неверный номер телефона
sl_sl: Neveljavna telefonska številka
sv_se: Ogiltigt telefonnummer
th_th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr_tr: Geçersiz telefon numarası
tt_ru: Телефонның ялгыш номеры
uz_uz: Noto'g'ri telefon raqami
vi_vn: Số điện thoại không hợp lệ

source: Anonymous
ar_kw: مجهول
az_az: anonim
cs_cz: Anonymní
da_dk: Anonym
de_de: Anonym
el_gr: Ανώνυμος
es_es: Anónimo
es_mx: Anónimo
et_ee: Anonüümne
fi_fi: Anonyymi
fr_fr: Anonyme
hi_in: बेनाम
hu_hu: Névtelen
it_it: Anonimo
kk_kz: Аноним
mn_mn: Нэргүй
ms_my: Tanpa nama
nb_no: Anonym
pl_pl: Anonimowy
pt_pt: Anônimo
ro_ro: Anonim
ru_ru: Анонимный
sl_sl: Anonimen
sv_se: Anonym
th_th: ไม่ระบุตัวตน
tr_tr: İsimsiz
tt_ru: Аноним
uz_uz: Anonim
vi_vn: Ẩn danh

source: Item not found
ar_kw: العنصر غير موجود
az_az: Element tapılmadı
cs_cz: Položka nenalezena
da_dk: Elementet blev ikke fundet
de_de: Element nicht gefunden
el_gr: Το στοιχείο δεν βρέθηκε
es_es: Objeto no encontrado
es_mx: No se ha encontrado el artículo
et_ee: Toodet ei leitud
fi_fi: Kohdetta ei löytynyt
fr_fr: Article non trouvé
hi_in: आइटम नहीं मिला
hu_hu: A tétel nem található
it_it: Articolo non trovato
kk_kz: Элемент табылмады
mn_mn: Олдсонгүй
ms_my: Item masih belum dijumpai
nb_no: Fant ikke enhet
pl_pl: Nie znaleziono przedmiotu
pt_pt: Item não encontrado
ro_ro: Articolul nu a fost găsit
ru_ru: Элемент не найден
sl_sl: Izdelka ni mogoče najti
sv_se: Objektet kunde inte hittas
th_th: ไม่พบรายการ
tr_tr: Öge bulunamadı
tt_ru: Элемент табылмады
uz_uz: Element topilmadi
vi_vn: Không tìm thấy mục

source: Sent from web-form at
ar_kw: مرسل من نموذج الويب في
az_az: ünvanına veb-formadan göndərilib
cs_cz: Odesláno z webového formuláře v
da_dk: Sendt fra web-formular på
de_de: Gesendet über das Web-Formular aus
el_gr: Αποστέλλεται από τη φόρμα web στη διεύθυνση
es_es: Enviado desde el formulario web a
es_mx: Enviado desde un formulario web en
et_ee: Saadeti veebivormist aadressil
fi_fi: Lähetetty verkkolomakkeesta
fr_fr: Envoyé à partir du formulaire web à
hi_in: पर वेब-फ़ॉर्म से भेजा गया
hu_hu: Webes űrlapról küldve innen
it_it: Inviato dal modulo-web a
kk_kz: Сайттан веб-пішін арқылы жіберілді
mn_mn: Цахим хэлбэрээр илгээсэн
ms_my: Dihantar daripada borang web di
nb_no: Sendt frå et web-skjema på
pl_pl: Wysłano z formularza sieciowego na
pt_pt: Enviado através do formulário web em
ro_ro: Trimis de la formularul web la
ru_ru: Отослано через веб-форму с сайта
sl_sl: Poslano s spletnim obrazcem ob
sv_se: Skickat frånn webbformulär vid
th_th: ส่งจากเว็บฟอร์มที่
tr_tr: Web formundan gönderildi
tt_ru: Веб-форма аша сайттан аерылган
uz_uz: Saytdan veb-shakl orqali otoslano
vi_vn: Được gửi từ biểu mẫu web tại

source: Service not found
ar_kw: الخدمة غير موجودة
az_az: Xidmət tapılmadı
cs_cz: Služba nenalezena
da_dk: Tjenesten blev ikke fundet
de_de: Service nicht gefunden
el_gr: Η υπηρεσία δεν βρέθηκε
es_es: Servicio no encontrado
es_mx: Servicio no encontrado
et_ee: Teenust ei leitud
fi_fi: Palvelua ei löytynyt
fr_fr: Service non trouvé
hi_in: सेवा नहीं मिली
hu_hu: Szolgáltatás nem található
it_it: Servizio non trovato
kk_kz: Қызмет табылмады
mn_mn: Үйлчилгээ олдоогүй
ms_my: Perkhidmatan tidak dijumpai
nb_no: Teneste ikke funnet
pl_pl: Usługi nie znaleziono
pt_pt: Serviço não encontrado
ro_ro: Serviciu negăsit
ru_ru: Сервис не найден
sl_sl: Storitve ni mogoče najti
sv_se: Tjänsten kunde inte hittas
th_th: ไม่พบบริการ
tr_tr: Servis bulunamadı
tt_ru: Сервис табылмады
uz_uz: Xizmat topilmadi
vi_vn: Không tìm thấy dịch vụ

source: Unauthorized
ar_kw: غير مصرح
az_az: İcazəsiz
cs_cz: Neautorizováno
da_dk: Uautoriseret
de_de: Nicht autorisiert
el_gr: Μη εξουσιοδοτημένος
es_es: No autorizado
es_mx: No autorizado
et_ee: Volitamata
fi_fi: Vahvistamaton
fr_fr: Non autorisé
hi_in: अनधिकृत
hu_hu: Nem engedélyezett
it_it: Non autorizzato
kk_kz: Кірмеген
mn_mn: Зөвшөөрөлгүй
ms_my: Tiada kebenaran
nb_no: ikke-autorisert
pl_pl: Nieautoryzowany
pt_pt: Não autorizado
ro_ro: Neautorizat
ru_ru: Неавторизован
sl_sl: Nepooblaščeno
sv_se: Obehörig
th_th: ไม่ได้รับอนุญาต
tr_tr: Yetkisiz
tt_ru: Кертелмәгән
uz_uz: Vakolatli emas
vi_vn: Không được cho phép

source: Tournaments history error
ar_kw: خطأ في سجل الدورة
az_az: Turnir tarixçəsi xətası
cs_cz: Chyba historie turnajů
da_dk: Fejl i turneringshistorik
de_de: Es ist ein Fehler bei der Turnierhistorie aufgetreten
el_gr: Σφάλμα ιστορικού τουρνουά
es_es: Error en la historia de los torneos
es_mx: Error en el historial de torneos
et_ee: Turniiride ajaloo viga
fi_fi: Turnaushistoriavirhe
fr_fr: Erreur dans l'historique des tournois
hi_in: टूर्नामेंट इतिहास त्रुटि
hu_hu: Bajnokságtörténet hiba
it_it: Errore cronologia tornei
kk_kz: Турнир тарихында қате
mn_mn: Тэмцээний түүхийн алдаа
ms_my: Ralat sejarah kejohanan
nb_no: Feil med turneringshistorikk
pl_pl: Błąd historii turniejów
pt_pt: Erro no histórico dos torneios
ro_ro: Eroare istoric turnee
ru_ru: Ошибка истории турниров
sl_sl: Napaka zgodovina turnirjev
sv_se: Det gick inte att hämta turneringshistorik
th_th: เกิดข้อผิดพลาดในประวัติทัวร์นาเมนต์
tr_tr: Turnuva geçmişi hatası
tt_ru: Турнирлар тарихы хатасы
uz_uz: Turnir tarixi xatosi
vi_vn: Lỗi lịch sử giải đấu

source: Tournaments list not available
ar_kw: قائمة الدورات غير متاحة
az_az: Turnirlərin siyahısı mövcud deyil
cs_cz: Seznam turnajů není dostupný
da_dk: Turneringsliste er ikke tilgængelig
el_gr: Η λίστα τουρνουά δεν είναι διαθέσιμη
es_es: Lista de torneos no disponibles
es_mx: Lista de torneos no disponible
et_ee: Turniiride nimekiri pole saadaval
fi_fi: Turnausten lista ei ole saatavilla
fr_fr: La liste des tournois n'est pas disponible
hi_in: टूर्नामेंट सूची उपलब्ध नहीं है
hu_hu: Bajnokságlista nem elérhető
it_it: Elenco dei tornei non disponibile
kk_kz: Турнир тізімі қолжетімді емес
ms_my: Senarai kejohanan tidak tersedia
pt_pt: Lista de torneios não disponível
ro_ro: Lista turneelor nu este disponibilă
ru_ru: Список турниров не доступен
sl_sl: Seznam turnirjev ni na voljo
th_th: รายการทัวร์นาเมนต์ไม่พร้อมใช้งาน
tr_tr: Turnuva listesi mevcut değil
tt_ru: Турнирлар исемлеге мөмкин түгел
uz_uz: Turnirlar ro'yxati mavjud emas
vi_vn: Danh sách giải đấu không có sẵn

source: Tournaments type not found
ar_kw: نوع الدورات غير موجود
az_az: Turnir növü tapılmadı
cs_cz: Typ turnajů nenalezen
da_dk: Turneringstypen blev ikke fundet
de_de: Turniertyp nicht gefunden
el_gr: Ο τύπος τουρνουά δεν βρέθηκε
es_es: Tipo de torneo no encontrado
es_mx: Tipo de torneos no encontrados
et_ee: Turniiride tüüpi ei leitud
fi_fi: Turnaustyyppiä ei löytynyt
fr_fr: Type de tournoi non trouvé
hi_in: टूर्नामेंट प्रकार नहीं मिले
hu_hu: Bajnokságtípus nem található
it_it: Tipo di torneo non trovato
kk_kz: Турнир түрі табылмады
mn_mn: Тэмцээний төрөл олдоогүй
ms_my: Jenis kejohanan tidak dijumpai
nb_no: Turneringstype ikke funnet
pl_pl: Nie znaleziono typu turniejów
pt_pt: Tipo de torneio não encontrado
ro_ro: Tipul turneelor nu a fost găsit
ru_ru: Тип турнира не найден
sl_sl: Vrsta turnirjev ni najdena
sv_se: Turneringstypen kunde inte hittas
th_th: ไม่พบประเภททัวร์นาเมนต์
tr_tr: Turnuva türü bulunamadı
tt_ru: Турнир төре табылмады
uz_uz: Turnir turi topilmadi
vi_vn: Không tìm thấy loại giải đấu

source: Tournament not found
ar_kw: الدورة غير موجودة
az_az: Turnir tapılmadı
cs_cz: Turnaj nenalezen
da_dk: Turneringen blev ikke fundet
de_de: Turnier nicht gefunden
el_gr: Το τουρνουά δεν βρέθηκε
es_es: Torneo no encontrado
es_mx: Torneo no encontrado
et_ee: Turniiri ei leitud
fi_fi: Turnausta ei löytynyt
fr_fr: Tournoi non trouvé
hi_in: टूर्नामेंट नहीं मिला
hu_hu: Bajnokság nem található
it_it: Torneo non trovato
kk_kz: Турнир табылмады
mn_mn: Тэмцээн олдоогүй
ms_my: Kejohanan tidak dijumpai
nb_no: Finner ikke turnering
pl_pl: Nie znaleziono turnieju
pt_pt: Torneio não encontrado
ro_ro: Turneul nu a fost găsit
ru_ru: Турнир не найден
sl_sl: Turnirja ni mogoče najti
sv_se: Turneringen kunde inte hittas
th_th: ไม่พบทัวร์นาเมนต์
tr_tr: Turnuva bulunamadı
tt_ru: Турнир табылмады
uz_uz: Turnir topilmadi
vi_vn: Không tìm thấy giải đấu

source: Tournaments subscribe error
ar_kw: خطأ في إشتراك الدورات
az_az: Turnirlərə abunə xətası
cs_cz: Chyba přihlášení turnaje
da_dk: Fejl i turneringer abonnerer
de_de: Es ist ein Fehler bei der Turnieranmeldung aufgetreten
el_gr: Σφάλμα εγγραφής στο τουρνουά
es_es: Torneos suscriben error
es_mx: Error en la suscripción de torneos
et_ee: Turniiride tellimisel ilmnes viga
fi_fi: Turnaustilausvirhe
fr_fr: Erreur d'abonnement aux tournois
hi_in: टूर्नामेंट त्रुटि की सदस्यता लेते हैं
hu_hu: Bajnokság-feliratkozás hiba
it_it: Errore di iscrizione ai tornei
kk_kz: Турнирге жазылу қатесі
mn_mn: Тэмцээний бүртгэлд алдаа гарлаа
ms_my: Ralat melanggan kejohanan
nb_no: Feil med turneringspåmelding
pl_pl: Błąd subskrypcji turniejów
pt_pt: Erro na inscrição no torneio
ro_ro: Eroare la abonarea turneelor
ru_ru: Ошибка подписки на турнир
sl_sl: Napaka naročila na turnir
sv_se: Prenumeration på turneringar; ett fel har uppstått
th_th: เกิดข้อผิดพลาดในการสมัครทัวร์นาเมนต์
tr_tr: Turnuva kayıt hatası
tt_ru: Турнирга язылу хатасы
uz_uz: Turnirga obuna bo'lish xatosi
vi_vn: Lỗi đăng ký giải đấu

source: Insufficient monetary turnover
ar_kw: معدل دوران نقدي غير كاف
az_az: Pul dövriyyəsinin qeyri-kafi olması
cs_cz: Nedostatečný finanční obrat
da_dk: Utilstrækkelig pengeomsætning
de_de: Unzureichender Geldumsatz
el_gr: Ανεπαρκής χρηματικός τζίρος
es_es: Ventas monetarias insuficientes
es_mx: Insuficiente tasa de dinero
et_ee: Ebapiisav rahaline käive
fi_fi: Riittämätön rahallinen kiertonopeus
fr_fr: Chiffre d'affaires monétaire insuffisant
hi_in: अपर्याप्त मौद्रिक कारोबार
hu_hu: Nem megfelelő pénzforgalom
it_it: Turnover monetario insufficiente
kk_kz: Қаражат айналымының жеткіліксіздігі
ms_my: Perolehan wang yang tidak mencukupi
pt_pt: Faturamento monetário insuficiente
ru_ru: Недостаточный оборот средств
th_th: ยอดเงินเทิร์นโอเวอร์ไม่เพียงพอ
tr_tr: Yetersiz para kazancı
tt_ru: Акчаларның җитмәслек әйләнеше
uz_uz: Mablag'larning kam aylanmasi
vi_vn: Doanh thu tài chính không đủ
