Repository: wlccore/wlc_core
Catalog: root/locale/*/LC_MESSAGES/messages.po
Languages: ar_kw, az_az, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, hi_in, hu_hu, it_it, kk_kz, mn_mn, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sl_sl, sv_se, th_th, tr_tr, tt_ru, uz_uz, vi_vn

source: No loyalty record
ar_kw: لا يوجد سجل ولاء
az_az: Sadiqlik rekordu yoxdur
cs_cz: Žádné věrnostní záznamy
da_dk: Ingen loyalitetspost
de_de: Keine Angaben zur Teilnahme am Loyalitätsprogramm
el_gr: Δεν υπάρχει ιστορικό επιβράβευσης αφοσίωσης
es_es: Sin registro de lealtad
es_mx: Sin registro de lealtad
et_ee: Ei ole lojaalsusajalugu
fi_fi: Ei lojaalisuustietoja
fr_fr: Aucun antécédent de fidélité
hi_in: कोई वफादारी रिकॉर्ड नहीं
hu_hu: Nincs hűségnyilvántartás
it_it: Nessun livello di fedeltà
kk_kz: Адалдық жазбасы жоқ
mn_mn: Лояалтигийн бүртгэл байхгүй
ms_my: Tiada rekod kesetiaan
nb_no: Ingen lojalitetsverdi
pl_pl: Brak rekordu lojalnościowego
pt_pt: Sem registro de fidelidade
ro_ro: Fără înregistrare de loialitate
ru_ru: Нет записи лояльности
sl_sl: Ni zapisov o zvestobi
sv_se: Lojalitetslista saknas
th_th: ไม่มีบันทึกลอยัลตี้
tr_tr: Sadakat kaydı yok
tt_ru: Лояльлек язмалары юк
uz_uz: Sodiqlik yozuvi yo'q
vi_vn: Không có bản ghi điểm khách hàng thân thiết

source: Dont satisfy bonus conditions
ar_kw: لا تفي بشروط المكافأة
az_az: Bonus şərtlərini yerinə yetirməyin
cs_cz: Nesplňujete podmínky pro čerpání bonusu
da_dk: Må ikke opfylde bonusbetingelser
de_de: Erfüllt Bonusregeln nicht
el_gr: Δεν πληροί τους όρους του μπόνους
es_es: No cumples condiciones de bonificación
es_mx: Bonos no satisfacen las condiciones establecidas
et_ee: Ei kattu boonuse tingimustega
fi_fi: Et täytä bonusehtoja
fr_fr: Ne satisfait pas aux conditions du bonus
hi_in: बोनस शर्तों को पूरा नहीं करता
hu_hu: Nem tesz eleget a bónusz feltételeknek
it_it: Non soddisfi le condizioni del bonus
kk_kz: Бонустарға сәйкес келмейді
mn_mn: Бонусын болзлыг хангахгүй байна
ms_my: Bonus tidak menepati syarat set
nb_no: Tilfredstiller ikke bonusvilkår
pl_pl: Niedostateczne warunki bonusu
pt_pt: Não satisfaz as condições para bônus
ro_ro: Nu satisfaceți condițiile de bonus
ru_ru: Не удовлетворяет условиям бонусов
sl_sl: Pogoji za bonus niso izpolnjeni
sv_se: Uppfyller inte bonusvillkoren
th_th: ไม่เป็นไปตามเงื่อนไขโบนัส
tr_tr: Bonus kriterlerini karşılamıyor
tt_ru: Бонуслар шартларын канәгатьләндерми
uz_uz: Bonus shartlariga javob bermaydi
vi_vn: Không đáp ứng các điều kiện thưởng

source: Bonus used
ar_kw: تم إستخدام المكافأة
az_az: Bonus istifadə olunur
cs_cz: Bonus využitý
da_dk: Anvendt bonus
de_de: Bonus bereits genutzt
el_gr: Μπόνους που χρησιμοποιείται
es_es: Bonificación utilizada
es_mx: Bono está usado
et_ee: Kasutatud boonus
fi_fi: Bonus käytetty
fr_fr: Bonus utilisé
hi_in: बोनस का उपयोग किया
hu_hu: Bónusz felhasználva
it_it: Bonus utilizzato
kk_kz: Бонус бұрын қолданылған
mn_mn: Бонусыг ашигласан
ms_my: Bonus telah digunakan
nb_no: Brukt bonus
pl_pl: Bonus wykorzystany
pt_pt: Bônus utilizado
ro_ro: Bonus utilizat
ru_ru: Бонус уже использован
sl_sl: Bonus uporabljen
sv_se: Bonus förbrukad
th_th: โบนัสที่ถูกใช้
tr_tr: Bonus kullanıldı
tt_ru: Бонус инде кулланылган
uz_uz: Bonus allaqachon ishlatilgan
vi_vn: Phần thưởng đã sử dụng

source: Promo code needed
ar_kw: الكود الترويجي مطلوب
az_az: Promo kodu lazımdır
cs_cz: je třeba promo kód
da_dk: Kampagnekode nødvendig
de_de: Promo-Code erforderlich
el_gr: Απαιτείται πρωοθητικός κωδικός
es_es: Código de promoción necesario
es_mx: Código promocional es requerido
et_ee: Boonuskood on vajalik
fi_fi: Kampanjakoodi vaaditaan
fr_fr: Code promotionnel nécessaire
hi_in: प्रोमो कोड की जरूरत है
hu_hu: Promóciós kód szükséges
it_it: Codice promozionale necessario
kk_kz: Промокод қажет
mn_mn: Урамшууллын код хэрэгтэй
ms_my: Kod promo diperlukan
nb_no: Kampanjekode kreves
pl_pl: Wymagany kod promocyjny
pt_pt: Código promocional necessário
ro_ro: Este necesar un cod promoțional
ru_ru: Необходим промокод
sl_sl: Potrebna je promocijska koda
sv_se: Kampanjkod är obligatorisk
th_th: จำเป็นต้องมีรหัสโปรโมชั่น
tr_tr: Promosyon kodu gerekmektedir
tt_ru: Промокод кирәк
uz_uz: Sizga promo-kod kerak
vi_vn: Cần có mã khuyến mãi

source: Wrong promo code
ar_kw: كود ترويجى خاطئ
az_az: Səhv promo kodu
cs_cz: Nesprávný promo kód
da_dk: Forkert kampagnekode
de_de: Falscher Promo-Code
el_gr: Εσφαλμένος προωθητικός κωδικός
es_es: Código de promoción incorrecto
es_mx: Código promocional incorrecto
et_ee: Vale boonuskood
fi_fi: Väärä kampanjakoodi
fr_fr: Mauvais code de promotion
hi_in: गलत प्रोमो कोड
hu_hu: Helytelen promóciós kód
it_it: Codice promozionale sbagliato
kk_kz: Жарамсыз промокод
mn_mn: Урамшууллын код буруу
ms_my: Kod promo salah
nb_no: Feil kampanjekode
pl_pl: Zły kod promocyjny
pt_pt: Código promocional errado
ro_ro: Cod promoțional greșit
ru_ru: Неверный промокод
sl_sl: Napačna promocijska koda
sv_se: Ogiltig kampanjkod
th_th: รหัสโปรโมชั่นไม่ถูกต้อง
tr_tr: Hatalı promosyon kodu
tt_ru: Ялгыш промокод
uz_uz: Noto'g'ri promo kodi
vi_vn: Mã khuyến mãi không chính xác

source: Bonuses are forbidden for user
ar_kw: المكافآت ممنوعة على المستخدم
az_az: İstifadəçi üçün bonuslar qadağandır
cs_cz: Bonusy jsou pro uživatele zakázané
da_dk: Bonusser er forbudt for brugeren
de_de: Boni für diesen Nutzer nicht verfügbar
el_gr: Τα μπόνους απαγορεύονται για τον χρήστη
es_es: Los bonos están prohibidos para el usuario
es_mx: Bonos están prohibidos para el usuario
et_ee: Boonused on kasutajale keelatud
fi_fi: Bonukset ovat kiellettyjä käyttäjälle
fr_fr: Les bonus sont interdits pour l'utilisateur
hi_in: उपयोगकर्ता के लिए बोनस मना है
hu_hu: A bónuszok le vannak tiltva a felhasználó számára
it_it: I bonus sono vietati per l'utente
kk_kz: Пайдаланушыға бонустарды пайдалануға тыйым салынған
ms_my: Bonus dilarang untuk pengguna
nb_no: Bonuser er forbudt for bruker
pl_pl: Bonusy są zakazane dla użytkownika
pt_pt: Bônus proibidos para o usuário
ro_ro: Bonusurile sunt interzise utilizatorului
ru_ru: Пользователю запрещено использовать бонусы
sl_sl: Bonusi so prepovedani za uporabnika
sv_se: Bonusar är inte tillåtna för användaren
th_th: โบนัสถูกห้ามสำหรับผู้ใช้
tr_tr: Kullanıcı için bonus yasak
tt_ru: Кулланучыга бонуслар куллану тыела
uz_uz: Foydalanuvchiga bonuslardan foydalanish taqiqlanadi
vi_vn: Phần thưởng bị cấm đối với người dùng

source: Already have an active bonus
ar_kw: هناك مكافأة نشطة بالفعل
az_az: Artıq aktiv bonusunuz var
cs_cz: Již má aktivní bonus
da_dk: Bonusser er forbudt for brugeren
de_de: Bereits hat aktive
el_gr: Έχετε ήδη ένα ενεργό μπόνους
es_es: Ya tienes un bonus activo
es_mx: Ya tiene un bono activo
et_ee: Boonus on juba aktiveeritud
fi_fi: Sinulla on jo aktiivinen bonus
fr_fr: A déjà un bonus actif
hi_in: पहले से ही एक सक्रिय बोनस है
hu_hu: Már van aktív bónusza
it_it: Hanno già un bonus attivo
kk_kz: Белсенді бонусыңыз бар
ms_my: Sudah mempunyai bonus aktif
pl_pl: Już masz aktywny bonus
pt_pt: Já possui bônus ativo
ro_ro: Deja este activ
ru_ru: Уже есть активный бонус
sl_sl: Že imate aktiven bonus
sv_se: Har redan en aktiv bonus
th_th: มีโบนัสที่ใช้งานอยู่แล้ว
tr_tr: Zaten aktif bir bonusunuz var
tt_ru: Актив бонус инде бар
uz_uz: Faol bonus allaqachon mavjud
vi_vn: Đã có một phần thưởng đang hoạt động

source: registration
ar_kw: التسجيل
az_az: qeydiyyat
cs_cz: registrace
da_dk: Registrering
de_de: Registrierung
el_gr: εγγραφή
es_es: registro
es_mx: registro
et_ee: registreerimine
fi_fi: rekisteröinti
fr_fr: inscription
hi_in: पंजीकरण
hu_hu: regisztráció
it_it: Registrazione
kk_kz: тіркелу
mn_mn: бүртгэл
ms_my: pendaftaran
nb_no: registrering
pl_pl: rejestracja
pt_pt: Cadastro
ro_ro: înregistrare
ru_ru: регистрация
sl_sl: registracija
sv_se: registrering
th_th: การลงทะเบียน
tr_tr: kayıt
tt_ru: теркәлү
uz_uz: ro'yxatdan o'tish
vi_vn: đăng ký

source: verification
ar_kw: التحقق
az_az: yoxlama
cs_cz: ověření
da_dk: Kontrol
de_de: Verifizierung
el_gr: επαλήθευση
es_es: verificación
es_mx: verificación
et_ee: Kinnitus
fi_fi: varmistus
fr_fr: vérification
hi_in: सत्यापन
hu_hu: megerősítés
it_it: Verifica
kk_kz: растау
mn_mn: баталгаажуулалт
ms_my: pengesahan
nb_no: verifisering
pl_pl: weryfikacja
pt_pt: Verificação
ro_ro: verificare
ru_ru: проверка
sl_sl: preverjanje
sv_se: verifiering
th_th: การยืนยัน
tr_tr: doğrulama
tt_ru: тикшерү
uz_uz: tekshirish
vi_vn: xác minh

source: sign up
ar_kw: تسجيل
az_az: qeydiyyatdan keçmək
cs_cz: registrovat se
da_dk: Tilmeld dig
de_de: Anmeldung
el_gr: εγγραφή
es_es: regístrate
es_mx: registrarse
et_ee: Liitu
fi_fi: rekisteröidy
fr_fr: s'inscrire
hi_in: साइन अप करें
hu_hu: regisztráció
it_it: Iscriviti
kk_kz: жазылу
mn_mn: бүртгүүлэх
ms_my: daftar masuk
nb_no: registrer deg
pl_pl: zapisz sie
pt_pt: Cadastre-se
ro_ro: inregistrare
ru_ru: подписка
sl_sl: prijavite se
sv_se: registrera dig
th_th: ลงทะเบียน
tr_tr: kaydol
tt_ru: язылу
uz_uz: obuna
vi_vn: đăng ký

source: store
ar_kw: متجر
az_az: mağaza
cs_cz: obchod
da_dk: Butik
el_gr: κατάστημα
es_es: tienda
es_mx: tienda
et_ee: kauplus
fi_fi: kauppa
fr_fr: boutique
hi_in: स्टोर
hu_hu: áruház
it_it: Negozio
kk_kz: сатып алу
mn_mn: хадгалах
ms_my: stor
nb_no: butikk
pl_pl: sklep
pt_pt: loja
ro_ro: magazin
ru_ru: покупка
sl_sl: trgovina
sv_se: butik
th_th: ร้านค้า
tr_tr: mağaza
tt_ru: сатып алу
uz_uz: sotib olish
vi_vn: lưu trữ

source: login
ar_kw: تسجيل الدخول
az_az: daxil ol
cs_cz: přihlásit se
de_de: Benutzername
el_gr: σύνδεση
es_es: iniciar sesión
es_mx: inicio de sesión
et_ee: logi sisse
fi_fi: kirjaudu sisään
fr_fr: connexion
hi_in: लॉग इन करें
hu_hu: bejelentkezés
it_it: Accedi
kk_kz: логин
mn_mn: нэвтрэх
ms_my: log masuk
nb_no: innlogging
ro_ro: autentificare
ru_ru: логин
sl_sl: uporabniško ime
sv_se: inloggning
th_th: เข้าสู่ระบบ
tr_tr: giriş yap
tt_ru: логин
uz_uz: kirish
vi_vn: đăng nhập

source: deposit first
ar_kw: الإيداع أولاً
az_az: ilk depozit
cs_cz: první vklad
da_dk: indbetale først
de_de: Ersteinzahlung
el_gr: θα πρέπει να κάνετε κατάθεση πρώτα
es_es: deposite primero
es_mx: primer depósito
et_ee: enne deposiit
fi_fi: talleta ensin
fr_fr: déposer en premier
hi_in: पहले जमा करें
hu_hu: első befizetés
it_it: Prima deposita
kk_kz: бірінші депозит салу
mn_mn: эхлээд депозит тавина уу
ms_my: deposit dahulu
nb_no: gjør først innskudd
pl_pl: depozyt pierwszy
pt_pt: deposite primeiro
ro_ro: depune mai întâi
ru_ru: первое пополнение счета
sl_sl: prvi polog
sv_se: insättning först
th_th: เงินฝากก่อน
tr_tr: ilk yatırma
tt_ru: счетларны беренче тапкыр тулыландыру
uz_uz: birinchi hisob to'ldirish
vi_vn: nạp lần đầu

source: deposit sum
ar_kw: مجموع الإيداع
az_az: depozit məbləği
cs_cz: částka vkladu
da_dk: indbetalingsbeløb
de_de: Einzahlungsbetrag
el_gr: ποσό κατάθεσης
es_es: suma de depósito
es_mx: suma del depósito
et_ee: deposiidi summa
fi_fi: talletussumma
fr_fr: montant du dépôt
hi_in: जमा राशि
hu_hu: befizetés összege
it_it: Somma depositata
kk_kz: шотты толтыру сомасы
mn_mn: депозитний дүн
ms_my: jumlah deposit
nb_no: sett inn sum
pl_pl: suma depozytu
pt_pt: quantia do depósito
ro_ro: suma depusă
ru_ru: сумма пополнений счета
sl_sl: vsota pologa
sv_se: insättningsbelopp
th_th: ยอดรวมเงินฝาก
tr_tr: yatırılan toplam
tt_ru: счетны тулыландыру суммасы
uz_uz: hisobni to'ldirish miqdori
vi_vn: số tiền nạp

source: deposit repeated
ar_kw: تم تكرار الإيداع
az_az: təkrar depozit
cs_cz: opakovaný vklad
da_dk: depositum gentaget
de_de: wiederholte Einzahlung
el_gr: επαναλαμβανόμενη κατάθεση
es_es: depósito repetido
es_mx: el depósito está repetido
et_ee: deposiit kordus
fi_fi: talletus toistettu
fr_fr: dépôt répété
hi_in: बार-बार जमा करना
hu_hu: befizetés megismétlése
it_it: Deposito ripetuto
kk_kz: шотты қайта толықтыру
mn_mn: депозитг давтсан
ms_my: deposit diulang
nb_no: gjentatt innskudd
pl_pl: powtórny depozyt
pt_pt: depósito repetido
ro_ro: repetare depunere
ru_ru: повторное пополнение счета
sl_sl: ponovni polog
sv_se: insättning upprepad
th_th: เงินฝากซ้ำ
tr_tr: tekrarlanan yatırma
tt_ru: счетны кабат тулыландыру
uz_uz: hisobni qayta to'ldirish
vi_vn: nạp lại

source: bet
ar_kw: رهان
az_az: mərc
cs_cz: sázka
de_de: Wette
el_gr: στοίχημα
es_es: apuesta
es_mx: apuesta
et_ee: pakkumine
fi_fi: panosta
fr_fr: parier
hi_in: बेट
hu_hu: tét
it_it: scommessa
kk_kz: ставка
mn_mn: бооцоо
ms_my: taruhan
pl_pl: zakład
pt_pt: aposta
ro_ro: pariu
ru_ru: ставка
sl_sl: stava
sv_se: insats
th_th: เดิมพัน
tr_tr: bahis
tt_ru: ставка
uz_uz: tikish
vi_vn: đặt cược

source: bet sum
ar_kw: مجموع الرهان
az_az: mərc məbləği
de_de: Wettbetrag
el_gr: ποσό στοιχήματος
es_es: suma de apuesta
es_mx: suma de la apuesta
et_ee: pakkumise summa
fi_fi: panostuksen määrä
fr_fr: montant du pari
hi_in: बेट राशि
hu_hu: tét összege
it_it: Somma scommessa
kk_kz: ставка сомасы
mn_mn: бооцооны дүн
ms_my: jumlah taruhan
pl_pl: suma zakładu
pt_pt: quantia da aposta
ro_ro: suma pariului
ru_ru: сумма ставок
sl_sl: najboljša vsota
sv_se: insatsbelopp
th_th: ยอดรวมเดิมพัน
tr_tr: bahis toplamı
tt_ru: савкалар суммасы
uz_uz: tikish miqdori
vi_vn: số tiền đặt cược

source: win sum
az_az: məbləği qazanın
cs_cz: výherní částka
es_mx: cantidad ganada
hi_in: जीत का योग
hu_hu: nyeremény összege
it_it: Somma vinta
ms_my: jumlah kemenangan
vi_vn: số tiền thắng cược

source: loss sum
az_az: zərər məbləği
cs_cz: částka ztráty
es_mx: cantidad pérdida
hi_in: नुकसान का योग
hu_hu: veszteség összege
it_it: Somma persa
ms_my: jumlah kekalahan
tt_ru: шығын сомасы
vi_vn: số tiền thua cược

source: once
ar_kw: مرة
az_az: bir dəfə
cs_cz: jednou
da_dk: Når
de_de: einmal
el_gr: μία φορά
es_es: una vez
es_mx: una vez
et_ee: üks kord
fi_fi: kerran
fr_fr: une fois
hi_in: एक बार
hu_hu: egyszer
it_it: una volta
kk_kz: бір рет
mn_mn: нэг удаа
ms_my: sekali
nb_no: en gang
pl_pl: raz
pt_pt: uma vez
ro_ro: o singura data
ru_ru: один раз
sl_sl: enkraten
sv_se: en gång
th_th: ครั้งเดียว
tr_tr: bir kere
tt_ru: бер тапкыр
uz_uz: bir marta
vi_vn: một lần

source: day
ar_kw: يوم
az_az: gün
cs_cz: denně
da_dk: Dag
de_de: Tag
el_gr: ημέρα
es_es: día
es_mx: día
et_ee: päev
fi_fi: päivä
fr_fr: jour
hi_in: दिन
hu_hu: nap
it_it: giorno
kk_kz: күні
mn_mn: өдөр
ms_my: hari
nb_no: dag
pl_pl: dzień
pt_pt: dia
ro_ro: zi
ru_ru: день
sl_sl: dan
sv_se: dag
th_th: วัน
tr_tr: gün
tt_ru: көн
uz_uz: kun
vi_vn: ngày

source: week
ar_kw: أسبوع
az_az: həftə
cs_cz: týdně
da_dk: Uge
de_de: Woche
el_gr: εβδομάδα
es_es: semana
es_mx: semana
et_ee: nädal
fi_fi: viikko
fr_fr: semaine
hi_in: सप्ताह
hu_hu: hét
it_it: settimana
kk_kz: апта
mn_mn: долоо хоног
ms_my: minggu
nb_no: uke
pl_pl: tydzień
pt_pt: semana
ro_ro: săptămână
ru_ru: неделя
sl_sl: teden
sv_se: vecka
th_th: สัปดาห์
tr_tr: hafta
tt_ru: атна
uz_uz: hafta
vi_vn: tuần

source: month
ar_kw: شهر
az_az: ay
cs_cz: měsíčně
da_dk: Måned
de_de: Monat
el_gr: μήνας
es_es: mes
es_mx: mes
et_ee: kuu
fi_fi: kuukausi
fr_fr: mois
hi_in: महीना
hu_hu: hónap
it_it: mese
kk_kz: ай
mn_mn: сар
ms_my: bulan
nb_no: måned
pl_pl: miesiąc
pt_pt: mês
ro_ro: lună
ru_ru: месяц
sl_sl: mesec
sv_se: månad
th_th: เดือน
tr_tr: ay
tt_ru: ай
uz_uz: oy
vi_vn: tháng

source: all
ar_kw: الكل
az_az: hamısı
cs_cz: vše
da_dk: Alle
de_de: alle
el_gr: όλα
es_es: todo
es_mx: todo
et_ee: kõik
fi_fi: kaikki
fr_fr: tous
hi_in: सब
hu_hu: mind
it_it: tutto
kk_kz: барлық
mn_mn: бүгд
ms_my: semua
nb_no: alle
pl_pl: wszystkie
pt_pt: todos
ro_ro: toate
ru_ru: все
sl_sl: vse
sv_se: alla
th_th: ทั้งหมด
tr_tr: hepsi
tt_ru: барысы
uz_uz: hammasi
vi_vn: tất cả

source: win
ar_kw: فوز
az_az: qalib
cs_cz: výhra
da_dk: Vinde
de_de: Gewinn
el_gr: νίκη
es_es: ganar
es_mx: ganancias
et_ee: võit
fi_fi: voitto
fr_fr: gagner
hi_in: जीत
hu_hu: nyeremény
it_it: vincita
kk_kz: ұтыс
mn_mn: хожил
ms_my: menang
nb_no: vinn
pl_pl: wygrana
pt_pt: vitória
ro_ro: câştigă
ru_ru: выигрыш
sl_sl: dobitek
sv_se: vinst
th_th: รางวัล
tr_tr: galibiyet
tt_ru: җиңү
uz_uz: yutuq
vi_vn: thắng

source: win and bonus
ar_kw: فوز و مكافأة
az_az: qalibiyyət və bonus
cs_cz: výhra a bonus
da_dk: vinder og bonus
de_de: Gewinn und Bonus
el_gr: νίκες και μπόνους
es_es: victorias y bonos
es_mx: ganancias y bonos
et_ee: võidud ja boonused
fi_fi: voitot ja bonukset
fr_fr: gain et bonus
hi_in: जीत और बोनस
hu_hu: nyeremény és bónusz
it_it: vincita e bonus
kk_kz: ұтыс және бонус
mn_mn: хожил болон бонус
ms_my: menang dan bonus
nb_no: vinn og bonus
pl_pl: wygrana i bonus
pt_pt: vitórias e bônus
ro_ro: câștig și bonus
ru_ru: выигрыш и бонус
sl_sl: dobitek in bonus
sv_se: vinster och bonus
th_th: รางวัลและโบนัส
tr_tr: galibiyet ve bonus
tt_ru: җиңү һәм бонус
uz_uz: yutuq va bonus
vi_vn: thắng và thưởng

source: winevent
ar_kw: فوز و حدث
az_az: şərab hadisəsi
cs_cz: výherní událost
da_dk: vinder og begivenhed
de_de: Gewinn-Event
el_gr: νίκες και εκδήλωση
es_es: victorias y eventos
es_mx: ganancias y eventos
et_ee: võidud ja tegevused
fi_fi: voitot ja tapahtumat
hi_in: जीतेंइवेंट
hu_hu: eseménygyőzelem
it_it: eventovincita
kk_kz: ұтыс және оқиға сомасы
mn_mn: хожил болон арга хэмжээ
ms_my: menang dan acara
nb_no: vinne-hendelse
pl_pl: wygrana wydarzenie
pt_pt: vitórias e evento
ro_ro: castiguri si evenimente
ru_ru: выигрыш и сумма события
sl_sl: zmagovalni dogodek
sv_se: vinster och evenemang
th_th: รางวัลและอีเวนต์
tr_tr: galibiyet ve etkinlik
tt_ru: җиңү һәм вакыйга суммасы
uz_uz: yutuq va voqea miqdori

source: winbonusevent
ar_kw: فوز + حدث + مكافأة
cs_cz: výherní bonusová událost
da_dk: vinder + bonus + begivenhed
de_de: Bonusevent
el_gr: νίκες + μπόνους + εκδηλώσεις
es_es: ganar evento de bonificación
es_mx: ganancias + bonos + eventos
et_ee: võidud + boonus + tegevused
fi_fi: voitot + bonukset + tapahtumat
hi_in: जीतेंबोनसइवेंट
hu_hu: bónuszeseménygyőzelem
it_it: eventovincitabonus
kk_kz: бонус + ұтыстар + оқиға сомасы
mn_mn: бонус хожих арга хэмжээ
ms_my: menang + bonus + acara
nb_no: vinne-bonushendelse
pl_pl: wygrane + bonus + wydarzenie
pt_pt: vitórias + bônus + evento
ru_ru: бонус + выигрыш + сумма события
sl_sl: dogodek prejema bonusa
sv_se: vinster + bonus + evenemang
th_th: รางวัล + โบนัส + อีเวนต์
tr_tr: galibiyet + bonus + etkinlik
tt_ru: бонус + җиңү + вакыйга суммасы
uz_uz: bonus + yutuq + voqea miqdori

source: none
ar_kw: لا شيئ
az_az: heç biri
cs_cz: nic
da_dk: Ingen
de_de: keine
el_gr: ουδέν
es_es: ninguno
es_mx: ninguno
et_ee: mitte ühtegi
fi_fi: ei yhtään
fr_fr: aucun
hi_in: कोई नहीं
hu_hu: egyik sem
it_it: nessuno
kk_kz: жоқ
mn_mn: байхгүй
ms_my: tiada
nb_no: ingen
pl_pl: żaden
pt_pt: nenhum
ro_ro: niciuna
ru_ru: нет
sl_sl: brez
sv_se: inga
th_th: ไม่มี
tr_tr: hiçbiri
tt_ru: юк
uz_uz: yo'q
vi_vn: không có

source: balance
ar_kw: الرصيد
az_az: balans
cs_cz: zůstatek
de_de: Guthaben
el_gr: υπόλοιπο
es_es: equilibrar
es_mx: saldo
et_ee: saldo
fi_fi: saldo
fr_fr: solde
hi_in: संतुलन
hu_hu: egyenleg
it_it: saldo
kk_kz: баланс
mn_mn: үлдэгдэл
ms_my: baki
nb_no: balanse
pl_pl: saldo
pt_pt: saldo
ro_ro: sold
ru_ru: баланс
sl_sl: stanje
sv_se: saldo
th_th: ยอดคงเหลือ
tr_tr: bakiye
tt_ru: баланс
uz_uz: balans
vi_vn: số dư

source: experience
ar_kw: الخبرة
az_az: təcrübə
cs_cz: zkušenost
da_dk: Erfaring
de_de: Erfahrung
el_gr: εμπειρία
es_es: experiencia
es_mx: experiencia
et_ee: kogemus
fi_fi: kokemus
fr_fr: expérience
hi_in: अनुभव
hu_hu: tapasztalat
it_it: esperienza
kk_kz: тәжірибе ұпайлары
mn_mn: туршлага
ms_my: pengalaman
nb_no: erfaring
pl_pl: doświadczenie
pt_pt: experiência
ro_ro: experienţă
ru_ru: очки опыта
sl_sl: izkušnje
sv_se: erfarenhet
th_th: ประสบการณ์
tr_tr: deneyim
tt_ru: тәҗрибә баллы
uz_uz: tajriba ballari
vi_vn: kinh nghiệm

source: loyalty
ar_kw: ولاء
az_az: sədaqət
cs_cz: věrnost
da_dk: Loyalitet
de_de: Loyalität
el_gr: αφοσίωση
es_es: lealtad
es_mx: lealtad
et_ee: lojaalsus
fi_fi: lojaalisuus
fr_fr: fidélité
hi_in: लॉयलटी
hu_hu: hűség
it_it: fedeltà
kk_kz: адалдық ұпайлары
mn_mn: лояалти
ms_my: kesetiaan
nb_no: lojalitet
pl_pl: lojalność
pt_pt: fidelidade
ro_ro: loialitate
ru_ru: очки лояльности
sl_sl: zvestoba
sv_se: lojalitet
th_th: ลอยัลตี้
tr_tr: sadakat
tt_ru: лояльлек баллы
uz_uz: sodiqlik ballari
vi_vn: điểm khách hàng thân thiết

source: absolute
ar_kw: مطلق
az_az: mütləq
cs_cz: absolutní
da_dk: Absolut
de_de: absolut
el_gr: απόλυτο
es_es: absoluto
es_mx: absoluto
et_ee: absoluutne
fi_fi: täysin
fr_fr: absolu
hi_in: पूर्ण
hu_hu: abszolút
it_it: assoluto
kk_kz: абсолютті
mn_mn: үнэмлэхгүй
ms_my: mutlak
nb_no: absolutt
pl_pl: całkowity
pt_pt: absoluto
ro_ro: absolut
ru_ru: абсолютный
sl_sl: absoluten
sv_se: absolut
th_th: สมบูรณ์
tr_tr: kesin
tt_ru: абсолютный
uz_uz: mutlaq
vi_vn: tuyệt đối

source: relative
ar_kw: نسبيا
az_az: qohum
cs_cz: relativní
de_de: relativ
el_gr: σχετικό
es_es: relativo
es_mx: relativo
et_ee: suhteline
fi_fi: suhteellinen
fr_fr: relatif
hi_in: सापेक्ष
hu_hu: relatív
it_it: relativo
kk_kz: салыстырмалы
mn_mn: харьцангүй
ms_my: relatif
nb_no: relativ
pl_pl: relatywny
pt_pt: parente
ro_ro: relativ
ru_ru: относительный
sl_sl: relativen
sv_se: relativt
th_th: เกี่ยวข้อง
tr_tr: ilgili
tt_ru: относительный
uz_uz: nisbiy
vi_vn: quan hệ

source: bets
ar_kw: الرهانات
az_az: mərclər
cs_cz: sázky
da_dk: Indsatser
de_de: Wetten
el_gr: στοιχήματα
es_es: apuestas
es_mx: apuestas
et_ee: panused
fi_fi: panostukset
fr_fr: paris
hi_in: बेट
hu_hu: tétek
it_it: scommesse
kk_kz: ставкалар
mn_mn: бооцоонууд
ms_my: pertaruhan
nb_no: bet
pl_pl: zakłady
pt_pt: apostas
ro_ro: pariuri
ru_ru: ставки
sl_sl: stave
sv_se: insatser
th_th: เดิมพัน
tr_tr: bahisler
tt_ru: ставки
uz_uz: tikish o'yinlari
vi_vn: tiền cược

source: wins
ar_kw: ارباح
az_az: qalib gəlir
cs_cz: výhry
da_dk: Vinder
de_de: Gewinne
el_gr: νίκες
es_es: victorias
es_mx: ganancias
et_ee: võidud
fi_fi: voitot
fr_fr: gains
hi_in: जीत
hu_hu: nyeremények
it_it: vittorie
kk_kz: жеңістер
mn_mn: хожлууд
ms_my: menang
nb_no: seiere
pl_pl: wygrane
pt_pt: vitórias
ro_ro: câștiguri
ru_ru: победы
sl_sl: dobitki
sv_se: vinster
th_th: รางวัล
tr_tr: galibiyetler
tt_ru: җиңүләр
uz_uz: g'alaba
vi_vn: tiền thắng

source: turnover
ar_kw: معدل الدوران
az_az: dövriyyəsi
cs_cz: obrat
da_dk: Omsætning
de_de: Umsatz
el_gr: τζίρος
es_es: volumen de negocios
es_mx: tasa
et_ee: käive
fi_fi: liikevaihto
fr_fr: chiffre d'affaires
hi_in: टर्नओवर
hu_hu: árbevétel
kk_kz: пайда
mn_mn: эргэц
ms_my: perolehan
nb_no: omsetning
pl_pl: obrót
pt_pt: faturamento
ru_ru: прибыль
sl_sl: promet
sv_se: omsättning
th_th: เทิร์นโอเวอร์
tr_tr: kazanç
tt_ru: отыш
uz_uz: foyda
vi_vn: doanh thu

source: negative turnover
ar_kw: دوران سلبى
az_az: mənfi dövriyyə
cs_cz: negativní obrat
da_dk: negativ omsætning
de_de: Negativer Umsatz
el_gr: αρνητικός τζίρος
es_es: rotación negativa
es_mx: tasa negativa
et_ee: negatiivne käive
fi_fi: negatiivinen liikevaihto
fr_fr: chiffre d'affaires négatif
hi_in: नकारात्मक कारोबार
hu_hu: negatív árbevétel
it_it: turnover negativo
kk_kz: шығындар
mn_mn: сөрөг эргэц
ms_my: perolehan negatif
nb_no: negativ omsetning
pl_pl: obrót negatywny
pt_pt: faturamento negativo
ru_ru: расходы
sl_sl: negativni promet
sv_se: negativ omsättning
th_th: เทิร์นโอเวอร์ที่ติดลบ
tr_tr: Eksi kazanç
tt_ru: чыгым
uz_uz: xarajatlar
vi_vn: doanh thu âm

source: unlimited
ar_kw: غير محدود
az_az: limitsiz
cs_cz: neomezeno
da_dk: Ubegrænset
de_de: unbegrenzt
el_gr: απεριόριστα
es_es: ilimitado
es_mx: ilimitado
et_ee: piiramatu
fi_fi: rajaton
fr_fr: illimité
hi_in: असीमित
hu_hu: korlátlan
it_it: illimitato
kk_kz: мәңгілік
mn_mn: хязгааргүй
ms_my: tanpa had
nb_no: ubegrenset
pl_pl: nielimitowany
pt_pt: ilimitado
ro_ro: nelimitat
ru_ru: бессрочный
sl_sl: brez omejitev
sv_se: obegränsad
th_th: ไม่จำกัด
tr_tr: sınırsız
tt_ru: вакыты чикләнмәгән
uz_uz: cheksiz
vi_vn: vô hạn

source: one day
ar_kw: يوم واحد
az_az: bir gün
cs_cz: jeden den
da_dk: en dag
de_de: ein Tag
el_gr: μία ημέρα
es_es: un día
es_mx: un día
et_ee: üks päev
fi_fi: yksi päivä
fr_fr: un jour
hi_in: एक दिन
hu_hu: egy nap
it_it: un giorno
kk_kz: бір күн
mn_mn: нэг өдөр
ms_my: satu hari
nb_no: en dag
pl_pl: jeden dzień
pt_pt: um dia
ro_ro: intr-o zi
ru_ru: один день
sl_sl: en dan
sv_se: en dag
th_th: หนึ่งวัน
tr_tr: bir gün
tt_ru: бер көн
uz_uz: bir kun
vi_vn: 1 ngày
