Repository: wlccore/wlc_core
Catalog: root/locale/*/loyalty.po
Languages: de_at

source: No client
de_at: Kunde nicht vorhanden

source: Set transaction type
de_at: Stellen Sie die Transaktionsart ein

source: No user id
de_at: Keine Kunden-ID

source: No amount
de_at: Keine Anzahl

source: No loyalty record
de_at: Keine Aufzeichnungen zum Loyalitätsprogramm

source: Wrong request path
de_at: Falscher Anfragepfad

source: Debet amount to big
de_at: Debetbetrag ist zu groß

source: Wrong transaction type
de_at: Falsche Transaktionsart

source: Awaiting limits information
de_at: Informationen über Limits werden erwartet

source: Wrong currency
de_at: Falsche Währung

source: Non existent level
de_at: Dieser Level existiert nicht

source: No points
de_at: Keine Punkte

source: Set loyalty level
de_at: Treuelevel einstellen

source: No bet
de_at: Kein Wetteinsatz

source: No ID user
de_at: Keine Benutzer-ID

source: No ID bonus
de_at: Keine Bonus-ID

source: Wrong amount
de_at: Falscher Betrag

source: No bonus ID
de_at: Keine Bonus-ID

source: No user ID
de_at: Keine Benutzer-ID

source: Wrong date format
de_at: Falsches Datumsformat

source: Date must not be today
de_at: Datum darf nicht heute liegen

source: No bonus id
de_at: Keine Bonus-ID

source: No status
de_at: Kein Status

source: Bonus not found
de_at: Bonus wurde nicht gefunden

source: Already have active
de_at: Bereits aktiv

source: Bonus is not available
de_at: Bonus ist nicht verfügbar

source: First deposit, already deposited
de_at: Ersteinzahlung bereits geleistet

source: Dont satisfy bonus conditions
de_at: Erfüllen die Bonusbedingungen nicht

source: Bonus used
de_at: Genutzter Bonus

source: Promo code needed
de_at: Aktionscode ist erforderlich

source: Wrong promo code
de_at: Falscher Aktionscode

source: User ID not set
de_at: Benutzer-ID nicht erstellt

source: Wrong bonus results value
de_at: Falscher Bonuswert

source: Wrong bonus results freerounds value
de_at: Falscher Bonuswert für Freirunden

source: Wrong bonus results award wagering
de_at: Falscher Bonuswert für Wetteinsätze

source: Wrong bonus results chunk size
de_at: Falscher Bonuswert des Teiles

source: Wrong bonus results release wagering
de_at: Falscher Bonuswert für Wetteinsätze

source: Bonus name required
de_at: Bonusname erforderlich

source: Wrong bonus event
de_at: Falsches Bonusereignis

source: Wrong bonus type
de_at: Falsche Bonusart

source: Wrong bonus repeat period
de_at: Falscher Wiederholungszeitrahmen für den Bonus

source: Wrong bonus expire period
de_at: Falsches Ablaufdatum des Bonusses

source: Wrong bonus budget
de_at: Falsches Bonusbudget

source: Wrong bonus start date
de_at: Falscher Gültigkeitsbeginn des Bonusses

source: Wrong bonus end date
de_at: Falsches Ablaufdatum des Bonusses

source: Wrong bonus start date more than end date
de_at: Datum des Gültigkeitsbeginns muss vor dem Ablaufdatum liegen

source: Wrong bonus conditions amount min
de_at: Falsche Bedingungen für min. Bonusbetrag

source: Wrong bonus conditions amount max
de_at: Falsche Bedingungen für max. Bonusbetrag

source: Wrong bonus conditions amount min more than amount max
de_at: Der min. Bonusbetrag muss vor dem max. Bonusbetrag liegen

source: Following codes are duplicated
de_at: Folgende Codes werden zwei Mal wiederholt

source: Bonus name already exists
de_at: Der Bonusname existiert bereits

source: Wrong bonus ID
de_at: Falsche Bonus-ID

source: Activated bonuses
de_at: Aktivierte Boni

source: Can't delete
de_at: Nicht löschbar

source: No bonus
de_at: Kein Bonus

source: Wrong store action
de_at: Falsche Shop-Aktivität

source: No order id
de_at: ID des Auftrags nicht vorhanden

source: Order not found
de_at: Auftrag nicht gefunden

source: No item id
de_at: ID des Produktes nicht vorhanden

source: User not found
de_at: Der Benutzer wurde nicht gefunden

source: Item not found
de_at: Das Produkt wurde nicht gefunden

source: Item price not set for currency: LOYALTY
de_at: Der Preis ist ohne Währung angegeben: LOYALITÄT

source: Not enough loyalty points
de_at: Anzahl von Loyalitätspunkten nicht ausreichend

source: Item out of stock
de_at: Ware nicht erhältlich

source: Wrong BonusEventAmount of item
de_at: Falsches Bonusereignis des Produktes

source: User not found in tournament
de_at: Der Benutzer wurde im Wettbewerb nicht gefunden

source: Set codes count
de_at: Code-Zählung einstellen

source: Set batch name
de_at: Batch-Namen eingeben

source: Codes count exceeds 300 000
de_at: Code-Zählung überschreitet 300.000

source: Wrong batch ID
de_at: Falsche Batch-ID

source: Codes not set
de_at: Codes wurden nicht eingestellt

source: Modificator not found
de_at: Modifikator nicht gefunden

source: Set coefficient
de_at: Koeffizient einstellen

source: Set name
de_at: Namen eingeben

source: No levels defined
de_at: Keine Levels festgelegt

source: Level not found
de_at: Level nicht gefunden

source: Bad cronjob
de_at: Schlechter Cronjob

source: No category ID
de_at: Keine Kategorie-ID vorhanden

source: Category not found
de_at: Kategorie wurde nicht gefunden

source: No category name
de_at: Kein Kategorienamen vorhanden

source: Wrong category ID
de_at: Falsche Kategorie-ID

source: No category id
de_at: Keine Kategorie-ID

source: No item ID
de_at: Keine Produkt-ID

source: Wrong item ID
de_at: Falsche Produkt-ID

source: Item init error
de_at: Init. Fehler des Produktes

source: Wrong item BonusEventAmount
de_at: Falscher Bonus Event Betrag

source: No item
de_at: Kein Produkt

source: Wrong tournament ID
de_at: Falsche Turnier-ID

source: Wrong Tournament ID
de_at: Falsche Turnier-ID

source: No ID tournament
de_at: Keine ID für Turnier vorhanden

source: No tournament ID
de_at: Keine Turnier-ID

source: No tournament id
de_at: Keine Turnier-ID

source: No balance
de_at: Kein Guthaben

source: Not enough balance
de_at: Nicht ausreichendes Guthaben

source: Tournament name required
de_at: Name des Turniers erforderlich

source: Wrong tournament winner by
de_at: Falscher Turnier-Sieger

source: Wrong tournament period
de_at: Falsche Turnierzeit

source: Wrong tournament repeat
de_at: Falsche Wiederholung des Turniers

source: Wrong tournament start date
de_at: Falsches Anfangsdatum des Turniers

source: Tournament not found
de_at: Turnier wurde nicht gefunden

source: Activated Tournaments
de_at: Aktivierte Turniere

source: No tournament
de_at: Kein Turnier

source: Wrong event type
de_at: Falscher Ereignistyp

source: No event id
de_at: Keine Event-ID

source: Empty data
de_at: Daten müssen eingegeben werden

source: No data
de_at: Keine Daten

source: Bonuses are forbidden for user
de_at: Bonusvergabe an diesen Benutzer ist verboten

source: Tournaments are forbidden for user
de_at: Teilnahme des Benutzers an Turnieren ist verboten
